{"dialog_idx": {"brian grazer": [31, 32, 33, 34, 35, 36, 37, 38, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 83, 84, 85, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 118, 121, 122, 123, 124, 125, 126, 128, 129, 131, 132, 133, 134, 135, 136, 137, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 223, 224, 225, 226, 227, 229, 230, 233, 237, 238, 239, 240, 241, 245, 246, 247, 248, 249, 250, 251, 252, 255, 256, 257, 258, 259, 260, 261, 262, 263, 266, 267, 268, 269, 274, 276, 277, 278, 279, 280, 318, 319, 320, 321, 322, 323, 325, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 355, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 462, 464, 465, 466, 467, 468, 469, 470, 472, 473, 475, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 491, 492, 493, 494, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 557, 558, 559, 561, 562, 563, 564, 565, 566, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 626, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 686, 687, 691, 692, 693, 694, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 715, 716, 717, 718, 719, 720, 721, 722, 723], "male speaker": [3], "tim ferriss": [0, 1, 2, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 39, 40, 41, 42, 43, 44, 81, 82, 86, 99, 100, 101, 117, 119, 120, 127, 130, 138, 191, 221, 222, 228, 231, 232, 234, 235, 236, 242, 243, 244, 253, 254, 264, 265, 270, 271, 272, 273, 275, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 324, 326, 327, 351, 352, 353, 354, 356, 357, 358, 381, 382, 394, 395, 396, 410, 411, 429, 430, 431, 460, 461, 463, 471, 474, 476, 489, 490, 495, 496, 497, 509, 510, 556, 560, 567, 568, 569, 609, 610, 611, 612, 625, 627, 628, 629, 645, 666, 667, 668, 669, 670, 685, 688, 689, 690, 695, 696, 697, 710, 711, 712, 713, 714, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741]}, "episode_num": 279, "file_type": "html", "guests": ["brian grazer", "male speaker"], "num_sentences": 742, "num_words": 13799, "raw_text": "Tim Ferriss: Hello, my sexy little munchkins. This is Tim Ferriss, and welcome to another episode of The Tim Ferriss Show. I am sitting in a freezing cold house with an overdose of oolong tea and the unnamed crazy Bulgarian who’s back to his antics to help with this book launch. Male Speaker: Samo Levski! Tim Ferriss: I have no idea what that means, but he’s fun to have around, like Mini-Me. All right, the next episode that you are going to listen to was recorded live in the city of angels, Los Angeles, in front of a sold-out audience of around 2,000 people at Summit L.A. ’17. You can check out what Summit is all about at summit.co, and you can find links to everything – all the show notes, all the good stuff – from this conversation – which is freaking hilarious; it’s quite a roller coaster – with Brian Grazer at tim.blog/podcast. So, you can find all the links, goodies, favorite books – all the stuff from every episode at tim.blog/podcast, and if you haven’t checked it out, take a look at the latest crazy project that is launching right now: TribeOfMentors.com. That is my new tome, and you can see sample chapters and the full list of mentors from every possible discipline you can imagine. You’re always asking, “How can I find a mentor? If I’m the average of the five people I associate with most, how do I learn from them?” This is how. TribeOfMentors.com. Take a look. So, without further ado – as I like to say before I talk even more – please enjoy this conversation with the incredible, entertaining, and ever so effective Brian Grazer. How’s everybody doing today? It’s all downhill after that intro, I’m afraid. The secret to happiness is low expectations, at least for me. Our guest today is the real draw, and I’m so excited to be speaking with him, but before we get to that, let’s just roll a little sizzle reel that we have to whet your appetite. So, AV guys, please roll the reel. [Video montage of clips from Brian Grazer’s work] Tim Ferriss: So, as some of you know, I’m just a professional dilettante who sometimes gets to interview people who are world-class at what they do, and this is certainly the case. I’ve got a quick housekeeping question for people who are backstage: The clock says 55 minutes. I can spend that much on one movie. I assume I have 90 minutes. Head nod or no? Do we have clarity? Yes? Okay, great. So, let me do a little read. This is a rarely cited live edition of The Tim Ferriss Show, so thank you for coming. So, who is our guest today? Brian Grazer, as you know, is an Academy Award- and Emmy Award-winning producer whose films and television shows have been nominated for 43 Oscars and 187 Emmys. Just let that sink in for a second. There are people whose careers are defined by being Emmy-nominated one time – 187. His movies include A Beautiful Mind, Apollo 13, American Gangster, 8 Mile, Friday Night Lights, Parenthood, and Splash. His television shows include the recent Genius about Albert Einstein, Empire, 24, and Arrested Development. Grazer has been named one of Time magazines 100 most influential people in the world, and his book A Curious Mind: The Secret to a Bigger Life is a New York bestseller. Please welcome to the stage Brian Grazer. Brian Grazer: Okay, here we are. Tim Ferriss: Here we are. We’re using two sets of mics because, as some of you may know, two is one and one is none. Always have a backup. So, I thought of many hundreds of ways we could start this, but I’m going to use a tried and true playbook. The way that I think all good interviews start is by talking about 4’10” Jewish women. So, could you please tell us about your grandmother? Brian Grazer: Okay, grandmother. I had a pretty normal family – actually, it looked like it was normal. In the entire family, I had one person that was a champion of me, that was a believer, and that was my Grandma Sonia, to whom I dedicated my book and to whom I should be dedicating everything. And, you really just need one believer. She was a tiny, little, feisty renegade named Sonia. She was about 4’10”, and she would watch me – I’d see her every week, and as an elementary school student, she’d tell me I was going to be special, that I am special, and she meant it in the best sense, and I would be looking at my report card, and it was all Fs. Everything was an F. And, there was a point where I thought, “There is really no empirical data that supports that I’m going to be special,” but nothing defied her, nothing could wear her down. And, she was also an early supporter of me asking questions and using curiosity as a force or engine to understand things because – and, we spoke for only a minute – I was struck with dyslexia, but it wasn’t thought of as dyslexia then. I was just embarrassed that I couldn’t answer questions and read books, and you sort of duck and hide. So, the dyslexia – Tim Ferriss: That’s sad, but clearly, you’re very smart and very curious, and we’re going to spend a lot of time on curiosity. But, before we get to “Brian Grazer,” I’d like to talk about “Brian Grazer the Younger,” not to be confused with the Roman of the same name. It’s easy to look at people sitting on one of these stages and assume that they’re superheroes who have been hitting home runs with every at-bat. I want to specifically talk about – and, I don’t actually know the full story, but could you tell us about your experience being cut from the football team? Brian Grazer: Oh, okay. First of all, I’m from Los Angeles. I’m from the San Fernando Valley – the flat part. [Audience member whistles] Really? Okay. So, I went to Chatsworth High School, Nobel Junior High. [Audience cheer] Come on. Really? So, I’m at Chat – first of all, I was a very feisty kid, and I was very resourceful, had a lot of energy, and could keep up in sports with all of my friends in elementary school and junior high. When we transitioned into high school, all my friends became 6’3” or 6’4”, and as you saw, I’m…my license says 5’8”. I’m not sure. So, in any event, I thought I could play football. I went out for football, did Hell Week – which is what it sounds like – and I got through it, and the coaches said, “Okay, everybody in an auditorium.” So, there were about 300 kids in the auditorium, and they were to state – the job was your name and your status. So, it would be, “Perry Shelmyer, tailback. Richard Cox” – I’m giving the real names – “quarterback. “Brian Grazer, tailback. Incorrect!” Everything stopped. After he said, “Incorrect,” Coach Ogawa said, “Cut!” So, I got cut from high school football in front of about 300 kids, and it was – look, it was momentarily – or, maybe a little longer than that – traumatizing because before I had to give my name and status, I was a human being, and once I did that, I was no longer a human being – certainly in that room. And, it stuck with me, and that’s… It stuck with me, and I retained the memory of those ten seconds. It gave life to – when I read a book, it was called Friday Night Lights. There’s a lot of ways – everything is about – all content involves a unique perspective. And so, my perspective on this book was, “Sure, it’s about a small town in Odessa, Texas, and sure, it’s about what small-town living is like, and it is about high school football, but it’s also about the fragility of what it’s like to grow up as a young boy – 15, 16, 17 years old – and that a single moment like the one I just had can be absolutely seismic in somebody’s life and can completely redirect where you thought you were going.” So, that was my connective tissue to this book called Friday Night Lights, and then I grabbed ahold of it, and I eventually – the short story is I ended up making it into a movie, but it wasn’t that simple, of course, and then, I ended up turning it into the TV series that you guys probably know, Friday Night Lights. Tim Ferriss: Did you share that story of getting cut with people in your family or your close friends? Did any of them – was any person in your life able to help you repair that, or was that something you did on your own? Brian Grazer: Well, that’s a shame issue. I probably didn’t share it – no one’s actually asked me that question onstage – I didn’t really share that. I shared it once I made the movie and I was proud of the movie, but I didn’t share it at the time, no. Tim Ferriss: Were there any role models, coaches, or teachers who acted as a counterweight to that, who perhaps helped you or particularly inspired you? Brian Grazer: Well, I had Coach Wiley. Coach Wiley was a football coach, and kind of tough, but he was also the swim coach, and I had this accidental experience of being incredibly good as a 100-butterfly swimmer, and it was the oddest thing because I felt so badly about myself because of the football that I went into track, and I did gymnastics, but that wasn’t very satisfying. I thought, “I’ll try something else.” It’s also a way to duck out of first period. So, I went out for swimming, and the worst – so, we had a pre-meet…Los Angeles city meet. There’s about 60 schools in Los Angeles City. He goes, “Grazer, Lane 8!”, but I’d never really swam the butterfly. I just held the side of the thing, and I swam a little bit like that – freestyle – and he goes, “Lane 8! Butterfly.” I go, “Okay…” So, I become alert, and I get in Lane 8. Lane 8 – let me tell you – is the worst lane because you’re getting all the flow-over and everything else, and you’re kind of bobbing as you’re swimming. I’m swimming this butterfly that I hadn’t really swam, and I hit the end of the pool, and I thought everybody was out of the pool. Wiley’s there with a clock, and he goes, “You just broke the city record!” And, I’m going, “Oh, that’s amazing.” And, I looked, and everyone was behind me, and he became my hero because he then championed me. My grandmother could relay it off to Coach Wiley. Tim Ferriss: Now, if… I’m just imagining the mutant-like shoulder mobility that somehow granted you this gift, but I’m not going to dwell on that. It’s my understanding – based on my homework – that you dropped out of college, or that you dropped out of school, and that a teacher recommended that you do that. Is that accurate, or am I reading the wrong vandalized page on the internet somewhere? Brian Grazer: Well, it’s in there somewhere, but it’s more that as a freshman in college, there was a speech – this really parallels with what’s going on right now. There’s a metric involved. I was in speech class, and there were about 125 kids in this freshman speech class – Tim Ferriss: Is this “speech” as in a public speaking class? Brian Grazer: Public speaking class, and it was a Mr. French. That sounds like a television name. In any event, Mr. French says, “Why don’t you stay behind?” So, I stay behind, Mr. French puts his arm around me – I remember exactly what he looked like – and he said, “I want to make a recommendation. My recommendation is that you discontinue going to college. I’ve been watching you. You’ve been in the class. I really think this is a – not futile, but a little bit of a waste of time for everybody.” And, I thought about it. I thought, “Wow, what is this guy – this is horrible!” So, I didn’t quit college. I did stay in college, but he was pretty emphatic about going to an occupational school, which he recommended. Tim Ferriss: What was the occupational school? Brian Grazer: Oh, it was – it’s on Woodman Avenue, but you’re working with your – anything to do with working with your hands. Tim Ferriss: What effect – Brian Grazer: He would know. Tim Ferriss: What effect did that have on you, that transition into occupational school? Brian Grazer: Well, I powered through – somehow got through that class. I got a C or something. I did stay in college. I graduated USC – I did pretty well, actually, because I somehow found a system in the last two years. I had a test – just a system of being able to synthesize and literally integrate it into my system just before I went to sleep at night, so I was able to assimilate it and actually perform. So, it wasn’t just memorized, it was assimilated. Tim Ferriss: What was your system? Brian Grazer: Well, the system was really – I would just continue to aggregate what was going on in the class – Tim Ferriss: By writing it down? Brian Grazer: Sorry? Tim Ferriss: By writing it down? Brian Grazer: By writing it down, reading books, and yellow-penning stuff. And then, I would continue – I was always almost editing the system like a movie as I was propelling myself through the class, and when it came to any big test, I was at a point where I’d synthesized it to something I could really look at in less than an hour before I went to bed, and I wasn’t really – now, I would say it was a way – it did enter my subconsciousness, and I was able to do well. But then, I did discontinue going to law school. I think that’s where you… Tim Ferriss: Right. Got it. Why did you discontinue going to law school? Brian Grazer: I thought there would be no way I could pass those tests. Tim Ferriss: Why did you go to law school? Brian Grazer: Well, I didn’t really know what to do. So, when you graduate college, you don’t know what to do. You guys probably – Tim Ferriss: I still don’t know what to do. Brian Grazer: You clearly know what to do. You’re here. But, I didn’t know what to do, so I thought, “Well, one of these… I’ll go to law school.” And so…okay, what happened is I thought, “Okay, I’ll get into law school,” and then I’m living in an apartment complex in Santa Monica, and I overhear these three guys that had all just graduated law school, and one of them says, “Yeah, man, I just left the cushiest job.” I’m thinking, “Wow, what an interesting word – cushy job. It must mean ‘really easy.’” So, I literally opened up the screen – the window – and closed the drapes so I could really listen in. And, he said, “Yeah, it was so easy. It was a $5.00 per hour job, and I got a company car, and it was at Warner Brothers in the legal department,” and he said his name, Peter Knecht, but I literally – when they walked away, I got the number – 843-6000, just dialed 411, got the number – and I called and said, “I understand you might be looking for a law clerk, and I’m preparing myself to go to law school, and I’d love to come in and meet.” And, I got the job that day. So, then…that lead to a lot of other stuff. Basically, then, I now have the job as the law clerk, and it literally is the crappiest little job in the tiniest little office with no windows. It was like a prison cell, but I was in there, and every once in a while, they’d say, “You have to deliver papers to” – they’d name famous or powerful people – a woman named Sue Mengers, who was the head of ICM, International Creative Management, the most important agent in the world. “You have to deliver these papers.” And so, pretty early on, I had to deliver some papers to Warren Beatty, and Warren Beatty was a giant movie star, and he was living at the Beverly Wilshire Hotel and had a giant penthouse area. And, an assistant to an assistant comes downstairs to say, “Hand me the papers, kid” – that kind of a thing – and I say…I think… “They’re not valid unless I get them to Mr. Beatty from my hand to his.” So, I try that out, and it kind of works, and another assistant comes down, saying, “We’re having trouble with this kid down here.” So, his No. 1 personal assistant comes down, and I say, “Look, I’m just telling you straight up – these papers are invalid unless I hand them directly to Mr. Beatty.” So, they go, “Okay,” and I go upstairs, and now, I see this Adonis – Warren Beatty – and I hand him the papers and create a conversation right away, and by accident, I expanded that conversation into an hour of talking. And, the guy really dug, me and I’m thinking, “This is amazing! I can do this every time.” So, I start doing it every time, and I get – every person I get to go see – the author of The Exorcist – I had to drive out to Malibu, and before you knew it, I got through the butler, and I’m sipping espressos on the porch over the ocean. I’m only 22, but I’m really learning a lot. I’m feeling like, “Wow, this is also a great learning tool!” I’m also using the Warner Brothers’ assets to my advantage, but I wasn’t really hurting anybody; I wasn’t stealing. So, that’s the beginning of it, and then I just continued going to law school, but I convinced my boss – “Can I stay here for one more year? I’m pushing law school a year.” Right… But, I’ll end this very quickly – Tim Ferriss: No, you don’t have to end quickly. This is fine. Brian Grazer: So, I realized that I could actually use my – oh. So, then, what happens is… So, then, I saw that a senior vice president of business affairs got fired, and he had this giant office, and it was vacant. I said to my boss, Peter Knecht, who started with Jack Warner back in the day – who leaves at lunch – “Do you think I can have that office?” He goes, “Sure, no problem.” So, I now have an office bigger than my boss’s, and it’s so far away from my boss, he doesn’t even notice me. But, I’m right outside the cadre of decision-makers: The chairman of the board, Ted Ashley, the vice chairman of the board, John Kelley, and then, Frank Wells. So then, they would go, “Hey, you seem like a good kid. Why don’t you sit on my couch and watch me work?” I thought, “Wow, this is great. I’m really learning a lot while watching them work.” Tim Ferriss: Hold on, hold on. I wasn’t going to interrupt, but I have to hit pause. I’ve never had that happen to me. How did it come to pass that they said, “Hey, kid. You seem like I would enjoy having you sit on my couch, watching me work”? Maybe I’m the only one wondering that, but just in case. Brian Grazer: Well, I did have this tool that I didn’t really imagine could be the superpower of curiosity, but I had this bridge where I could ask questions. There was a huge circular driveway where the big shots could park, and I would find my way down there when they were parking their cars, and I’d say, “Hey, walk on up with me.” One of them took a real liking to me, and his office had no desk – I admired the office – it had no desk, but it had a big swordfish that he caught, and boats and stuff, and I was thinking, “Wow, this is the life! This seems like the right business!” But then, what I did, I had two union secretaries – I can do this quickly – Tim Ferriss: You don’t have to do it quickly. Brian Grazer: I had two union secretaries that they wouldn’t fire, and they were really strict because they didn’t like that I was using the office for my own benefit, so they were getting really mad at me, and they got my parking revoked, and stuff like that, and it got to a point – well, I started to use the office – every single day for a year, I met a new person that was getting something done in the entertainment business. Every chairman of every studio from Mel Brooks to Richard Brooks, stars… And, I would call up – I know the speech so well – “Hi, my name is Brian Grazer. I work at Warner Brothers Pictures. This is not associated with studio business, but I’d like to meet your boss for the following reasons.” I’d be three or four tiers down, and I’m saying this as one assistant to another assistant, and I could wear everybody down, eventually. And then, my assistant said, “We’re sick of you; we’re getting you fired.” I said, “Hold on. Before you fire me, I will give you half of my salary if you don’t get me fired.” So, they took half my salary – Tim Ferriss: Hold on. Just give me a few details so I can fill in the gaps. I apologize to the audience. I’m from Long Island, and my brain doesn’t move very quickly. All right, where to begin? First, what would some example reasons be? “I want to meet your boss for the following reasons.” What types of reasons would you cite? Brian Grazer: Okay, that’s a real question. Tim Ferriss: I like to lead with my terrible fake questions to warm you up for the real questions. Brian Grazer: Okay. Well, what I did learn to do was to prepare so I wasn’t just flying by the seat of my pants. I really, really prepared. First of all, by being in that office, I would read the trades, and I decoded the language of entertainment. The language of show business looks like, “Hey, let’s go to a party and hang out!” There’s a lot more than “Let’s go to a party and hang out,” and I was able to fly my little Cessna through this fog and find my way to understand – beneath the language, I started to understand the mechanics of how it worked, and where the leverage was. So, the leverage could be the studio because they have money, or it could be creative leverage because a director was an expert at something, or it could be that you just had IP, or it could be that create IP. So, I was able to understand the system of leverage, and so, I was able to say to somebody, “I’ve researched your boss, I’d love to meet him for the following reasons,” and the following reasons – like with Robert Evans – would be real reasons. “I saw The Godfather, and I can’t believe that he was involved in the creation of that plus Love Story. They were so diverse.” Stuff like that. So, I was good at it. There was a little bullshit in it, too, but I was good at it. And then, I had this moment with Lew Wasserman. Basically, Lew Wasserman was the king of the entire movie business. He was the patriarch of it all, and he ran the Universal movie and television company. I was thinking, “Wow, I would like to meet Lew Wasserman. He is the man, and I’m going to meet him.” He was sort of like the elderly statesman, and he was friends with Henry Kissinger – I mean, he had it all. He was a man for all seasons. And so, I targeted a lot of his assistants, and I eventually met Melody, his No. 1 assistant, in the parking lot, way out on the lot, and I begged her, and she said, “Okay.” So then, what happens is I’m now in the elevator, going up to meet Lew Wasserman. I get into the elevator. Now, I’m on the 14th floor. I get out. He’s got his hands in the air like this, like, “Don’t go any further.” So, he wasn’t like any other normal guy I was meeting. He stopped me before I could get into his office with a look like, “You’re just bullshitting me.” It was such a look that I couldn’t say much. I was sort of frozen. He said, “Wait one minute,” and he goes into his office, and he comes back with a pencil and a legal tablet, and he said, “You put the pencil to the paper, and they have greater value than they did as separate parts. Get out of here.” So, I take the pencil and paper, and I’m being escorted to the elevator, and I’m thinking, “What is he saying? What’s going on here?” And, I realize what he’s saying is, “You’ve got to do better than this. You’ve got to start writing ideas – even if they’re little ideas – that you can breathe life into, or that have value.” And, that was beginning of being substantial. Tim Ferriss: Did he say that because he saw, in a letter, some inkling of you wanting to create your own movies, or was there something else that led him to make that recommendation? Or, was it just a general lack of substance that he saw, and therefore, he said, “Hey kid, I love the bluster”? Brian Grazer: He might have liked me a little tiny bit, but mostly, it just felt like, “Let me give him some real advice and get him out of here.” Tim Ferriss: So, I’m going to back up just a second to the half-a-salary thing. In that case, you were offering half your salary to an assistant who helped X, Y, or Z powerful, well-known person to prevent you from getting fired? Brian Grazer: Yeah. There were two union – one was a paralegal and one was a secretary – that were there from the previous boss, and I was just – Tim Ferriss: Was this on your lot, or near your office? Brian Grazer: On the Warner Brothers lot. Tim Ferriss: I see. Brian Grazer: Yes, on the Warner Brothers lot. Those two secretaries were there in the office of the executive whose office I inhabited. Tim Ferriss: I see. That makes more sense. Brian Grazer: So, they were going, “Hey, you’re a scammer, cut it out.” They got my parking stripped away so I had to park at the Copper Penny across the street – a bunch of stuff like that. Tim Ferriss: So, the art and craft of getting these meetings is something I want to talk about, and you’re very well-known for these curiosity conversations, but do you recall how you struck up a conversation with Warren Beatty early on? Early on, everyone – I would imagine – during that period of time was trying to do that exact same thing. So, do you recall your approach or what you said that opened the door? Brian Grazer: Well, I now have a system that’s much more refined than it was then, but at the time… Heaven Can Wait was built on material called Mr. Deeds Comes to Town, I believe. I should know this. But, you ask good questions. That’s why you have a lot of followers. Tim Ferriss: I do. I think you’ve checked the “good factual recall” box. We’re not even going to go there. Brian Grazer: So, I said, “Will you explain to me how Mr. Deeds Comes to Town is going to become Heaven Can Wait in a fantasy? What is that going to be?” The papers were Mr. Deeds. They were all interlinked. And so, I started off like that. So, I had a prop. Props are very important. Tim Ferriss: And, you’ve refined it since, but I do want to talk about the early days, and then we’re going to get to the current-model-of-Lamborghini version of this, but my understanding – it could also be a misunderstanding – is that there was one line in particular that you used quite a bit that caught my attention, at least. It was along the lines of, “I absolutely don’t want a job, but could I please meet your boss?” “I absolutely don’t want a job” – were there any other keys, if that is actually accurate? Brian Grazer: Yes, it’s accurate. I would say – and, I still say – “There’s not going to be an ask. I just want to have a one-on-one conversation. It can be a very short conversation. It’s up to you; it’s up to your boss, whoever I’m speaking to.” Essentially, it was, “Your boss is not going to be uncomfortable. I’m not going to ask for anything. I’m not going to position him. I’m not going to ask one of those really hard Barbara Walters questions. I’m not going to do any of that.” So, basically, “Everybody’s going to be safe here” was the premise. Tim Ferriss: And, how did you select – it seems like your curiosity conversations began with industry insiders, but expanded. When did it start expanding to people in the sciences and all different fields? Brian Grazer: So, for the year and a half, it was just completely in the population of entertainment – principals who were getting something done in movies or television. Then, I got fired – clearly, I’m going to get fired from that job, right? – from the Warner Brothers job. Sam Pasquin finally fired me. Tim Ferriss: What was the grievous offense? What was the camel that broke the camel’s back? Did I just say, “The camel that broke the camel’s back”? That’s actually very easy to do. Brian Grazer: No, I know what you mean. Tim Ferriss: – the straw that broke the camel’s back. Brian Grazer: Well, I was doing these curiosity conversations, and I was demanding to meet all those famous people, but the straw was that I started to have – I created tremendous access with myself and their story department. The story department had all the early submissions of any script or manuscript that could possibly be sold, bid upon, or was owned by Warner Brothers. So, I was crawling under the tent and getting all that information. To be really honest, I think I actually might have tried to create a fake bid on something, and they just got so annoyed with it all. It was like that lecture of, “We could file a lawsuit against you, but you’re too young, so just get out of here” – a version of that. Tim Ferriss: So, you were fired, and that’s – Brian Grazer: So, I got fired, but I wasn’t broken down. I was fired, but I thought, “Wow! I am really smart.” I thought I was so smart. I thought I was really cunning, really resourceful, and I thought I had researched a lot. I had met a lot of people, and I had started to understand their process, their system of how they would accomplish something, just to keep it simple. I thought, “Wow, I’m so smart, I should go from a fired law clerk to running a movie company.” It was absurd, but I did think it. So, I thought, “I’m going to jump from that guy that’s 23 to running somebody’s movie company.” Well, I found that that didn’t work at all. So, I then started getting unemployment checks, and that really seals the deal where you know it’s not working because you’re getting an unemployment check. Then, I thought I would give myself a little more time to try to pull this thing off, just jump the ship. So, I couldn’t – it didn’t work, so I thought, “You know what? I’m just going to take a really crummy job. I’m going to take a job as the lowest assistant and be happy with it – be present in the process of the lowest job,” which was kind of an epiphany, but it was also reality. So, now, I’m in the very lowest job, working for somebody – his name was Edgar J. Scherick. Edgar J. Scherick was from Harvard, and he was really smart, and he created The Wide World of Sports, and he ran ABC programming, and had left and had this giant deal – coincidentally, at Warner Brothers Television – but he also had money to bring to it and everything else. I took a job working for Edgar J. Scherick, as did another very esteemed producer exactly at my level named Scott Rudin, who I really respect. He has tremendous taste. We both were baby assistants that called ourselves lieutenants. And then, he was on the East Coast and I was on the West Coast. This boss – may he rest in peace; it’s totally cool – he was either yelling his lungs out at you or giving you opportunity. So, literally, he was very happy to scream and yell at you, and he could only be happier if other people were there to watch it. And, he did that to Rudin and me, but he would give you opportunities. So, all of those little stories I wrote – I was able to sell a few of them working for this bigger guy. And so, I sold two of them, and they became movies for television when I was about 25. One was called Zuma Beach. It just had super attractive people and a day in the life of a beach, but I would say it was like American Graffiti at the beach to give it a little dignity. And then, I thought I could really be high-brow, and I sold a 20-hour miniseries on the Ten Commandments, where each commandment was used as an underlying theme in a contemporary moral dilemma. And so, I produced Zuma Beach. My boss was really embarrassed because he was Edgar J. Scherick, but then, when it got good ratings, everything was fine. It was good. And then, I started doing the Ten Commandments, and that was good, but he kept yelling at me, and was really abusive, and I kept getting a lot of job offers and amazing opportunities, so I said to him, “Do you think you could give me a raise?” No chance. So then, I took a job – a much better thing. Were we on that subject? Tim Ferriss: I think we’re on all the subjects. Brian Grazer: Okay. And so, from that point – sorry, I know what we’re talking about. We’re talking about transitioning into… Tim Ferriss: Broader curiosity conversations. Brian Grazer: Yeah. So, once things started to jell, and I wrote Splash, which became a real live movie that starred Tom Hanks, and a mermaid, and all that, I said to myself, “There will never be two weeks that I don’t – I’m going to pledge myself; I’m going to create a discipline that every two weeks, I will meet someone that is expert, renowned, or committed to something that is unrelated to entertainment.” So, science, medicine, politics, religion, technology, all art forms, and that’s what I’ve done to this day without fail. Sometimes, it’s more than one person every two weeks, but always once every two weeks. Tim Ferriss: Roughly, how old were you when you made that commitment to yourself? Brian Grazer: That exact commitment came at about 27. Tim Ferriss: And, when did Ron Howard enter the picture? How did Ron Howard come into the picture? Brian Grazer: So, Ron Howard came before Night Shift and Splash. Although I’d written the story for Night Shift and the script for Splash, I couldn’t get them made. But, I still had this very big deal – I had this big deal at Paramount because Michael Eisner and Barry Diller spotted me, and they said, “That guy that this guy won’t give a raise to – we’ll totally pay this guy. He is an idea machine.” And so, I got this job, and that was a time when I still wanted to meet people who were in the business, and I looked at Ron Howard. He was still on Happy Days. I actually yelled out the window because I had a window in this really good building. “Ron! Ron Howard!” I scared him because he’s shy. Now, he was scared, but I called his office, and I spoke to his assistant Louisa – she’s still his assistant – and I go, “Come on,” and I tell her the whole story. “I’m on the lot, he’s on the lot…” And then, I got to meet Ron Howard. Ron Howard literally – it was the craziest thing. He hadn’t directed a big mainstream movie, but came into my office, and I felt like he had an aura of goodness about him. I thought, “Wow. Do I need goodness? This will really be something I need to ground myself in – goodness. I don’t care if he hasn’t directed, I’ll get him to direct. I’ll figure it out.” I also wanted to be a mainstream movie producer because I had produced television, but not a theatrical film. I said, “I’ll back you, man” – I didn’t say “man”; that would have scared him, too. Anyway, that’s how that happened. And so, the first movie he wanted to make was Night Shift because Night Shift was an R-rated comedy that had nudity and was irreverent, and he was just coming off Happy Days and, of course, Andy of Mayberry, and he said, “I don’t want to be that clean-cut guy anymore. I still might be that guy, but I don’t want to be looked at as that guy. I want to do the irreverent one with nude girls, and I’m not going to do that one.” So, we got Night Shift made. It wasn’t a hit, but it was really solid, and I was able to convince him to do Splash, and that became a really big success for us. Tim Ferriss: Man! Let’s take an applause break. This is my game to lose here at this point. It’s like, “Don’t fuck it up, Ferriss.” All right – pause, breathe, one with Yoda – all right. Brian Grazer: You’re doing good. Tim Ferriss: Thank you. What advice would you give to people – would you recommend that everyone in this room try to have their own versions of curiosity conversations, and if so, what advice would you give them? How can they cultivate that curiosity, broader awareness, and knowledge of the world? Brian Grazer: I have a couple thoughts. One is that I bet everybody in this audience is curious because I know the Summit Group, and you guys have gone out of your way to come here for the weekend, so I’m assuming that you guys are curious. The way to further refine it or use it the way I did – of course, I’d recommend it because you gain…you get the value of a different perspective that is outside of the definition of what you thought you were going to experience. So, whether it’s an architect – you think you know what an architect is – I thought I knew what an architect was. I was wrong. I met Rem Koolhaas, and the first thing he said is that architecture is like a living organism. I would never have guessed that he’d think of architecture on its base level as a living organism. I can go through every one of my conversations where I was completely surprised, and it either shattered a prejudice or expanded a preconception. Absolutely, you should do it. It sort of reaches right into the soul of humanity, which is an access point for all of us, I’m sure. At the very minimum, you’re being really polite. You’re asking somebody – genuinely, with eye contact and caring, you’re asking them, “What are you doing? How do you feel?” You’re getting into something that’s kind of real, and the minute you’re into some real place, it becomes a really powerful self-perpetuating force that leads to many other questions that are really edifying. So, I definitely think you should do it, and the other thing I’d add to support it is that you do have to do homework. It takes a lot of case-building and preparation so that you’re a good date. My pledge was to always be a great date – the best date you ever had with a guy or a girl, whatever it is, I’m going to be better than that with this one-on-one conversation. I’m going to keep it so they leave feeling like they got something out of it, too. It has to be win-win, and it can always be win-win. And, these conversations – oddly enough, each conversation was like each individual was like a dot living inside a greater constellation of dots, and I always had faith that they might connect someday, and I found that many of them do connect and form perspectives that are additive in storytelling. Storytelling is like a startup. Every one of these movies I’ve made was nurtured from zero and was kind of a startup. So, it all works together. Tim Ferriss: For people who are excited to actually give this a shot, who sit down, find an assistant’s or publicist’s contact information on IMDB Pro or wherever they happen to be searching – in the case of entertainment – do you have any advice for crafting the email? What are some dos, don’ts, or specific lines that you’ve found very helpful? Brian Grazer: Well, you have to start with an insight about the person that’s not dull, not generic. If you’re generic… I also teach the graduating class at USC – so, after six years, there’s one final class, and it’s now called “Starting at Zero.” I’m going to do one session where if you get the chance to have a 30-second contact – in a restaurant, at a basketball game, you see that person you want to meet – how to not blow it. Generic questions always blow it. The other thing that always blows it is to ask for information that you could get yourself. So, anything you can search for, you don’t want to ask for. If you see somebody, you never want to ask, “How do I reach you?” It’s the worst thing. You figure out how to reach them. They don’t want to stand there while you type out their email. They just don’t want to do that. Now, once again, in the email, you have to connect your interests with theirs and have an insight that lands in the middle. You’re going to say, “Give me an example.” It’s really hard. Tim Ferriss: You know me too well. All right, what are other ways to blow it, then? Are there other ways to blow it that you see a lot – or, now that you’re in a position where you’re getting pitched and people want to have conversations and meetings with you? Brian Grazer: Okay, I’ll accept that. Sometimes, I’ll give a speech or have a conversation, and people will go – no, I don’t want to say it that way. I will say no. I’ve learned to say no. I don’t like to say no because I’m a pleaser, but I’ve learned to say no because often, people just want to know the shortcut. They might disguise the shortcut question, but they want the shortcut. “Hey, how do you be a producer?” I hate that question. I don’t want to say “hate” in this crowd, but… There are things that just aren’t comfortable for me, like, “Hey, there’s no harm in asking.” Well, there is a harm in asking, but I think if you have an insight – you see the movie Dunkirk. You get a chance to meet the director for a second. You don’t want to say, “How did you make Dunkirk?” You want to say – the best thing is if you saw it. You can’t pretend you saw it if you didn’t. And then, you have to say the unique trait about Dunkirk, like the multiple perspectives of the characters that made it a subjective experience, or… I could just invent stuff right now, but I don’t want to waste everybody’s time. You have to… What was the question? Tim Ferriss: The question was about other ways that people blow it, whether they’re pitching to you or pitching to other people. But, in tandem – we can come back to that, maybe. Brian Grazer: Well, I have a son who’s just turning 18 years old, and I don’t want him to blow it, but… A couple of months ago, he was thinking that he really wanted to go to Tulane. There were a bunch of schools that were on the list, but he was thinking about Tulane. So now, I’m at Aspen Ideas Festival, and we see Walter Isaacson, who I did the Albert Einstein series with, and I go, “Oh, my God, you’re going to meet Walter Isaacson, Thomas! Not only is he this guy, but he is the key to Tulane. He’s on the board.” So, he meets Walter Isaacson just before we go onstage, and he says, “My name is Thomas” – he’s a great kid, amazing kid. He says, “Hey,” and they say hello, and I look away because I think things are going well. He’s looking on his iPhone while Walter Isaacson is right there. I don’t think that’s a good move. You can’t be on your iPhone while you’re trying to create connectivity. That just doesn’t work. So, I say to him, “You’re probably going to meet him again,” and sure enough, he did. I said, “You have to have three things in your pocket that you could say. I don’t care if you talk about Gucci Mane. He’s going to go, ‘Who’s Gucci Mane?’ You’re going to go, ‘He’s trap.’ He’s going to go, ‘What’s trap?’ Then, you’re going to say, ‘It’s mumble.’ He’s going to say, ‘What’s mumble?’ ‘It’s trap.’ So, you have to have something to say. Or, sporting – ‘LeBron got traded.’ ‘Oh, did he?’ You have to say something.” Tim Ferriss: How did the second conversation go? Brian Grazer: Oh. The second conversation went better than the first, but there’s still room for improvement. Tim Ferriss: Whether in the early stages or now – anywhere in between – do you choose the people to have lunch with? You have a nearly infinite choice and finite time. How do you find the people or filter the people to select those you want to spend time with? Brian Grazer: Well, now, it’s almost a self-perpetuating system, and people know I do this. I have a trainer that works me out, and he goes, “Wow! Did you see William McRaven’s commencement speech in Texas?” I go, “No.” And so, he shows it to me while I’m on the elliptical, and I go, “Well, I’d better meet William McRaven.” And then, I got to do that, and that was amazing. How do I do it? You go to blogs – you listen to podcasts in your case – and you go, “Wow, it’d be hip to meet his person.” I said that so casually. There are so many ways to stimulate an interest to create a pool of possibilities Tim Ferriss: I could also ask you about a specific person that I think you’ve met, and I also have a related question with him. Edward Teller. How did you choose Edward Teller, or why? Brian Grazer: So, Edward Teller was thought to be the father of the hydrogen bomb, and he was also creating the Star Wars program to protect the North American continent at the time of the Reagan presidency, and that was through missiles, webs, and everything else. I’m just wondering if Jeff Bezos is in the room because I did have a chance to have a curiosity conversation with him about 16 years ago. He blew my mind then, and I still get to be friends with him, and I know he’s speaking, but he knows a lot about Edward Teller, much more than I do. So, if you’re here for that conversation, you might want to ask him. But, I did put a lot of – Tim Ferriss: “Brian Grazer told me to ask you…” Brian Grazer: No, no, no. But, I know that he knows quite a bit. So, Edward Teller took about two years to meet, and he said to me – it took about two years, and I met him with military security around me right outside of the LAX private airport because he had a lot of Army guys, and it nearly took a cavity search to have this conversation. But, he really had no interest in me. He had no interest in storytelling, and I asked him what was the last movie he’d seen, and he brought up Disney’s animated film Dumbo… Not that it doesn’t qualify as a movie, but it was quite a while ago. So, he just wasn’t really that interested, but I just kept going. I remember Ron Howard and Tom Hanks – I had to go back to a meeting with them. They go, “How could you take it? The dude totally insulted you.” I go, “Yeah, it was kind of a bad experience, I guess, but I got a lot out of it.” So, you can gain a lot from failure. You learn a lot from failure. I learned a lot from the failure of meeting Isaac Asimov, which also took a long time. He’s a preeminent writer of science fiction, and quite prolific, but I wasn’t prepared well enough. About 35 years ago, I got my little coach ticket to fly to meet Isaac Asimov, and it turns out his wife came – who was also actually his psychiatrist – and I was talking at the Ritz-Carlton bar with them, and we were all drinking non-alcoholic beverages, and she just looked at me and said, “Let’s go.” And so, they literally left after five minutes. It didn’t feel good. It felt like a big waste of time, but it taught me to prepare. I hope I’m prepared for this. Tim Ferriss: I think you’re more than prepared. Do you ever purposefully meet with people you know you will disagree with fundamentally? Brian Grazer: Yes, I purposely do. Tim Ferriss: Why do you do that? Brian Grazer: Because it shakes me up and wakes me up. Also, if you’ve ever seen – just a quick snap – The Fog of War about McNamara, that’s the point of that. You don’t have to like him, but it humanizes him through ultimately entering his perspective as to how and why he was what he was. So, I met Daryl Gates, who I knew I wasn’t going to like. He was one of the founders/creators of SWAT teams and forensics, and became the police chief of Los Angeles, and was right at the center of the Rodney King riot, and eventually was quickly removed from office. So, I do that, yes. I’ve met many cult leaders, leaders of very – I’m not going to say their names – very intense cults. Tim Ferriss: What did you take away from those conversations? Brian Grazer: Well, cult leaders operate the same way a dictator does. They’re seductive, they’re charming, they’re cunning, they’re intelligent, but they have a belief system that they’re going to impregnate you with, and it’s an interesting study to inhabit. Tim Ferriss: So, you mentioned very briefly – and, we don’t have to spend a ton of time on it, but I wanted to open the door at least – eye contact. Brian Grazer: Yes. Tim Ferriss: Could you please share some of your thoughts or beliefs related to eye contact? Brian Grazer: Yes. So, I just finished writing a book called Eye Contact, but it’s borne out of the world of curiosity, and I didn’t even really… My appreciation for eye contact became alive kind of retrospectively. The use of eye contact, the importance of eye contact – it’s a tool that can’t really be replicated through anything, and I don’t think it can be through A.I. It’s a way to create intimacy and trust, and you learn so much through eye contact, and I didn’t realize that it was so fundamental to all of my curiosity conversations. But, it was only about a year ago that I had a waiter – I go to a restaurant all the time, and the waiter said to my wife, “Wow, I really like Brian, but I didn’t really think that he could know me well enough to like me because I didn’t think he knew me,” and he just said, “I like him because every time he speaks to me, he looks at me directly in the eyes, and it makes me feel like a human being.” I just thought about that. I thought, “Wow, that’s really true.” I know that’s not deeply profound, but I knew it was deeply profound to me, and I just kept thinking about that, and I thought about how that worked in every one of these – none of these curiosity conversations would have happened; they would have vaporized or melted down on the launch pad if I didn’t have eye contact. When you really have eye contact, and it’s happening and coming to life, it is like a great date, and it’s the best date. Through eye contact, it becomes deeply neurological, and it’s very powerful, and I realized… And then, I thought back to myself, “Well, when I was really amped up and everything, my partner Ron Howard” – when writers would come in and meet with us just before our first movie, Night Shift, in 1982, he’d say, “You don’t really look at them in the eyes.” I said, “Well, I heard everything that they said, and I can repeat it back.” He goes, “Yeah, but it’s not respectful.” And so, I changed it sort of temporarily, but then I lost touch, and I realized – I animated it once again. I remembered when he said it to me, and it had a lot of impact. Once again, it resonated. But, there are times where you shouldn’t have eye contact, by the way. In tribal cultures, you should look – because I’ve owned houses in tribal cultures… Tim Ferriss: You’ve owned houses in tribal cultures Brian Grazer: Well, I don’t know – let’s go to another question. Tim Ferriss: I actually just did not interrupt you. Please continue. Brian Grazer: Basically, I had a house on the north shore of Oahu because I like to surf, and it’s a little tribal there. It’s hierarchical in the tribal sense. You’re not supposed to look at people right in the eyes. You look at them in the face to give them respect, and just divert your eyes a bit because that could produce a negative consequence. Tim Ferriss: So, pick your time and place. You mentioned about when you were amped up, and I wanted to ask the question how did your hairstyle come to be? As someone who no longer has hair, I’m very curious. Brian Grazer: Well, it converges upon a couple of things. One was that I was a pretty successful movie producer, and I wanted to have an identity because I saw four or five successful movie producers, and they all had facial hair, and I couldn’t really grow facial hair. So, their beards were helping define them a little bit, and I thought I couldn’t do that. There was one producer who liked to throw stuff at people, and I didn’t really want to do that. So, I was kind of at a loss with trying to create an impression beyond just being a producer, and then I was swimming in my swimming pool with my daughter – at the time, she was 6 – and I just popped my hair up, and she said, “I love that!” I thought, “Really? So, we get out of the pool, and we go in, and I put some gel in my hair – not my gel, someone else’s gel – and she goes, “That’s awesome!” And then, that’s how it began. And then, just to further that a little bit, I did it, and it was very polarizing. A very small percentage of people thought, “Hey, that’s cool.” Maybe 20 percent. 80 percent thought, “What a dick.” I could see that they thought that, and sometimes, they said it. I just thought, “Wow, it’s polarizing, but yet, it reveals something. It’s like a litmus test.” So then, I just kept going. Tim Ferriss: So, one of the many things that have really impressed me when looking back at your career is how persistently you have cultivated certain projects, and one in particular that I’d like to ask you about is 8 Mile. Could you tell us – and, I don’t know the answer to this – how 8 Mile came to be? Brian Grazer: Okay, sure. What if I said no, I couldn’t tell you? No, I can tell the story. So, I was dedicated to having curiosity conversations. I should really know, but it was at least 20 years ago. I was in New York in a taxicab, and the cab driver had on a local talk radio show, and Ol’ Dirty Bastard was being interviewed by this radio guy – more than 20 years ago. So, I’m going, “Whoa, this guy is choosing to be called ‘Ol’ Dirty Bastard.’ That’s his choice. He wants to be called that.” So, that was already interesting. So now, I’m listening to ODB talk, and I’m going, “Wow, this dude doesn’t even make any sense.” But, he was getting away with it and so committed to it, I was thinking, “I want to meet him.” So, I found a way to meet Ol’ Dirty Bastard – ODB – and it was a trip. Everything cost money. I met him – he said, “Meet me at the studio,” but he wouldn’t let me in the studio. I was on the sidewalk. Everything was like an a la carte thing. If I wanted to go in, that would cost a little. If I wanted to watch him do something, it would be a little extra. It was bang, bang, bang – everything was a la carte. So, I just chose to stay on the sidewalk. It felt like that’s what I should have done. And, I just thought, “He is really interesting. He’s kind of funny, but he’s also speaking some truth about what’s going on in the inner city, what’s going on on the East Coast in this music genre that was early rap.” So, I started thinking, “What is early rap? What’s going on?” So, that led me – from ODB, I thought I would meet Slick Rick. Now, Slick Rick is really funny. He’s a British dude who wears a patch on his eye and has to be carried in like a king – “Slick Rick, the Ruler.” So, Slick Rick the Ruler is really funny, but also cool, and from that point, I met Chuck D of Public Enemy, and that’s another thing, and I’m thinking, “Wow, this is a really important movement that’s going on.” While I was in New York – because I do these missions. In 48 hours, I’ll make a point to meet literally every magazine editor, and sometimes, newspaper editors. So, I can say I’ve met…well, I’ve met one of the more accomplished newspaper editors, Frank Rich. Frank Rich was really credible, really smart, and very high-quality. I said something to him – “I met these guys” – and he sort of dismissed it as an inferior subculture. I said, “I don’t think it’s a subculture, I think it’s the culture.” He sort of blew that off, and I thought, “I’m going to try to look at this kind of like an equation that I’m going to prove in story form – try to bring some cinematic form to this equation and prove that hip hop is the pervasive culture, not a subculture, much less an inferior subculture.” So, I went on this journey to try to do that – this learning journey that was more artists, more people, blah blah blah, and I wanted to capture the humor and the truth. So, I’m about eight years into this, and I’m keeping it alive, and I’m watching the VMAs in New York when the VMAs were super cool, and the camera pans, and I see this kid, Eminem. The camera sits on him, and he’s got this icy urban glare, like, “I’m killing somebody.” And then, all of a sudden, he becomes this fluid, self-effacing guy that smiles, and laughs, and is really elastic, and I’m going, “Wow, what a range! This is really interesting. I want to meet that guy.” So, then I go to my longtime friend Jimmy Iovine, who’s one of the most important music producers ever, and is such a superstar for picking. And, he goes, “Yeah, I can make it happen,” but it wasn’t easy to meet Eminem. He says, “I can arrange it. He’s kind of a recluse, but I’ll make it happen.” This is before he really blew up and became a star. So, he comes into my office in Beverly Hills, and he sits there like this, and he won’t look at me. I’m over here, and I’m talking and talking, and he won’t talk back, and I’m trying every little trick, and nothing is work. It had to be 30 or 40 minutes into this, but it felt like three hours, and he goes, “I’m out.” I’m thinking, “You’re out? We didn’t get to talk!” So, I’m thinking I have to beg him somehow; I have to find some way. So, he’s at the door, and I used some word like – I don’t want to say it, but it was like, “Come on, you can animate,” or something like that, and he turned and looked at me again like, “This is not a good thing to happen to Brian Grazer right now.”  But then, he sat down, and one thing led to the next, and he told his story, which was an amazing story, which became the basis of 8 Mile. He was able to fully encapsulate what it was, and it was just a flashpoint moment where I was able to grab this, and he wasn’t saying he wanted to star in it or anything, but I could tell this was it because it introduced what rap battles are, which is very cinematic, and it had a theme that I cared about. All of my movies that I care about begin with a theme, not a story, because themes are not able to be challenged. If love is a theme, it’s hard to challenge that and say, “I don’t believe in love.” Or, in his case, that story was literally like, “How is he going to get through these emotional injuries to become self-actualized enough to actually perform and be liberated from all of his emotional injuries, so he can look at the audience and say what he said at the end of the movie?”, which I won’t say in this audience. So, I thought it was amazing, and we were able to get him to do the movie, and he ended up being the only rapper to ever win an Academy Award, and it was a great thing. He’s so talented. Tim Ferriss: So, just to follow up on a bookmark from that, what you said to him to get him not to leave was, “Come on, you can animate,” or something along those lines? Brian Grazer: Yeah, I don’t really want to say – it was a little – Tim Ferriss: You don’t have to say. Brian Grazer: – desperate like that, but I had to take my last shot. He was at the door. Tim Ferriss: It seems to have worked out. Brian Grazer: It worked. It was partially antagonizing – I don’t know what happened, but he talked. He came back. I have the utmost respect because I’ve worked with so many actors, having produced somewhere around 100 movies, and he was the most professional. He actually acted in every frame of the movie, wrote all of the music, and composed the music, and was a father. He’s just – I don’t get to see him much, but I have the utmost respect for him. Tim Ferriss: So, we saw the sizzle reel earlier – Brian Grazer: Oh. Tim Ferriss: That was a pregnant little comment – but, I think that we could talk about – and, we have – some of the successes. Do you have a favorite failure, meaning a failure that set up you up for later success, or something that was particularly helpful from the standpoint of learning? Brian Grazer: Well, I have a lot of failures. Fortunately, I’ve had enough successes that it sticks out, but I do have a lot of failures, and they’re different types of failures. Sometimes, when I violate my own rules and get lazy with my own rules about choice of a movie, where I get sloppy or lazy in the choices of building the foundation… Any time you say – sometimes, I’ve picked a director where I go, “He’s good enough.” You’re making hundreds of decisions. “Good enough” equals “shitty.” “Good enough” doesn’t ever work. I have one failure of – I produced Apollo 13, and Ron, Tom, and I sort of became – we’re friends and partners, and we all go, “If we can just make this good, that’s a win,” and we’re feeling so good about ourselves because we’re feeling like we’re making something good that’s not going to make very much money, but at least it’ll be good. Why won’t it make a lot of money? Because everybody knew the end of the movie. They all lived. So then, all of a sudden, we make the movie, and the movie does really well, and we’re all really happy. But then, the studio goes, “Don’t be too happy. Let’s see how it does overseas.” So, I’m realizing, “Okay, now I’m on this journey. I thought I was happy, but now I’m not happy. No one’s happy because it didn’t get released overseas yet.” So then, it gets released overseas and does really well. We have a few more of these things. “Wait until it gets to home video.” Then, all of a sudden, all the financial corridors are satisfied, and it does well. Then – I don’t even think like this – now, the Oscars are coming about, and they nominate. There are five movies that get nominated, and Apollo 13 gets nominated for Best Picture. It gets nine Oscar nominations and excludes Ron Howard, which was a super bummer for him. No nuance there, it was just a bummer. And then, for him, it was really terrible. But now, we’re in the Oscar race, and everyone is saying, “Apollo 13 is going to win 100 percent.” Las Vegas odds makers – everybody is saying, “You’re going to win. What are you going to say?” I go, “I don’t know what I’m going to say. I don’t know if I’m going to win. I don’t know anything. I’ve already been up and down like this the entire time.” So now, what happens is it’s the day of the Oscars, and I’ve got my speech right in my pocket, and I know I’m going to be saying this speech because everybody said it, and in fact, some very famous investment bankers – one of them, who I didn’t know, came to my office and said, “I just want you to say a few words about my pancreatic cancer company,” and I go, “I can’t think like this. You’re jinxing me. This is too much pressure for me.” And so, now, it’s the day of the Oscars. I’ve got my tuxedo on, I’ve got the thing, and we’re at the last award, and Sidney Poitier is going to open the envelope, and he’s very dignified, and he’s a very deliberate communicator. He speaks…slowly. “And, the winner is…” And, he’s got the envelope in his hand. He’s ripping it open, and it looks like he’s going to say, “Brian.” I’m hypnotized. I feel like a “B” is coming up. So, I get up and I walk all – well, very close to him – I’m up out of my seat, and he says, “Braveheart!” That’s not “Brian.” That’s a movie. That’s a whole other movie. So, I have to turn around and walk back to my seat, and I walk backwards because I’m so embarrassed, and I walk backwards, and there’s – it’s so vivid. This got me taking sleeping pills because it was so… So, when I turned around, one chairman of one studio goes like this – “Loser!” – to me. So, I’m going, “Oh, this is such a bad thing for me.” And so, I sit down in a sweat, and the real astronaut that Tom Hanks played – Jim Lovell – is two seats down. He reaches way over Tom Hanks and Ron Howard, grabs my wrist, and says, “I never made it to the moon either.” Tim Ferriss: That’s a hell of a story. Brian Grazer: It’s a long story? Tim Ferriss: Oh, no. One hell of a story – a good story. It’s a good hell, not bad hell. Did that have – actually, did it have a lasting impact, or were you able to brush it off? Brian Grazer: Oh! So… Okay, what did I learn? What I learned was certainly not to treat anything as a reality until it becomes a reality, and that reality is a fluid experience, and that reality is always changing. So, whatever data they were supporting didn’t win. So basically, always stay out in the middle lane. I was pretty good at that, but I did fall out of the lane. I thought, “Well, I could win, I’m going to win, I’m going to go up.” And then, eventually, I did win for A Beautiful Mind, so that was good, but because I was in the column of feeling like anything could happen, that it could all go wrong, I almost couldn’t talk on that award. I went up. I was so nervous, and I had this piece of paper, and I was shaking with the paper, and I look at Russell Crowe and say to the audience, “I know that my nervousness seems imperceptible.” They thought that was kind of funny, but I noticed that all of the biggest female stars in the world were in the front rows – Sandy Bullock, Nicole Kidman, every one of them – and I’d known a lot of them from meetings or working with them, and they were all looking at me like, “You can do this! You can do it!” They could tell I was crashing. Maybe it teaches you something about pre-anticipatory anxiety. I don’t know. Tim Ferriss: That sounds like a good answer. Brian Grazer: Yeah, it does. Tim Ferriss: You mentioned violating your rules for choosing films or working on projects, and one of the rules is that being good enough is shitty. Can you tell us about any of the other criteria that you have for selecting or choosing the movies? I guess “selecting” and “choosing” are the same thing; I’m just trying to get fancy. Brian Grazer: I start with a theme, and then I find a story that is compatible with that theme, that actually is a vehicle for that theme. So, for A Beautiful Mind, I was just being present and looking around my world, and I would see people – kids – that were stigmatized by even the mildest mental disability, and I felt shitty about it. You can see guys in this area talking into garbage cans, and they’re not just talking into garbage cans, they’re mostly living in an alternate reality, and that alternate narrative is the narrative of them talking into that garbage can. It’s not something to – you want to understand it so it’s not cruel or stigmatizing, and it took a very long time to find a story that would be in service of that theme, but I did. Ultimately, I’ve always said that I’m in the feelings business. As a storyteller, I’m only in the feelings business because if you can ignite a feeling in cinematic form – which is an abbreviated way to connect right into your blood stream – then, you’ve created an indelible experience for somebody that, if it has hope – I don’t always win at this, but I try to make movies that have hope. I don’t like to put negative energy out in the world. It doesn’t have to be corny. Eminem’s ending wasn’t corny. In Friday Night Lights, they don’t even win the game. They just become more complete young men, and more mature, and stronger. So, I think feelings are so central. They’re the differentiator, and if you lose track of that, I think you’re really lost. It’s very important when you create any kind of story to create a protagonist that’s suited for the population or the audience. So, you really don’t want to have a story that – I don’t want to end on that? Tim Ferriss: What was that? Brian Grazer: If you have a story that’s designed to have emotional impact as an endpoint, which is my goal, you have to think to yourself, “What is your audience?”, and make sure that the characters that are personifying this idea are the same age or likeness as your audience. Sometimes, you forget that, and you go, “Wow, this is a young person’s idea and I have older people as protagonists.” That’s often a calibration that is off. I made a movie called Fear. Fear starred Mark Wahlberg – commonly known as “Marky Mark” at the time – and Reese Witherspoon. And, it was based on – a lot of movies that matter to me are based on an experience like Friday Night Lights, something emotional or real that I experienced and that I would be able to capture in the story, or something I’m observing. So, what happened is I have a daughter. Her name is Sage, and she’s the one with my hair. So, this is prior to that. She’s 3 ½ years old, we’re going skiing, she doesn’t really know how to ski, we’re in the chairlift, and I go, “Follow me as we dismount.” She goes, “No, you follow me.” I thought, “This is going to be a nightmare.” At 3 ½, she’s saying I should follow her. At 16, I’ll be completely powerless. So, I created a movie – this thriller called Fear – starring Mark Wahlberg and Reese Witherspoon, where she picks this guy that is really charming, cool, and popular, but is really a psychopath. But, the father is powerless and can’t just go, “Hey, your boyfriend is a psychopath.” He has to say, “Hey, are you really sure you want to go out with him?” He has to really think it through, and so, that becomes this horrible nightmare film that is a very effective film. Unfortunately, I lived it through the parent’s point of view as opposed to the kid’s point of view. So, it shows the points of view, but it’s balanced through his perspective, and the stakes are in the 45-year-old man’s brain. If it were in the kid’s brain, it would have made $150 million, but when I put it in the wrong perspective – even though it was an effective story personified through the parents – it didn’t do very well at all. It was a good movie, but it didn’t have commercial results because it was a kid’s story represented through adults. So, you have to actually calibrate all these things and be very precise about it. But, I can actually apply this to any one of your startups by associative parts in storytelling. I’m positive with that because I happen to believe everything is a story. I’m sure it’s refutable, but I think that everything is a story, and when you lose track of your story where there’s a company or human being, it creates a misdirection. Tim Ferriss: Thank you for that. You don’t have to worry about the time. I’ll watch the time. You mentioned “good enough” equaling “shitty,” which I like a lot. What separates a good enough producer – or even a good producer – from a great producer in features films? Brian Grazer: Taste. Just taste. Having the taste to pick the right subject, to pick the subject that is also authentic and hasn’t either been inhabited at all or through this fresh perspective. So, the taste in picking the right thing, the taste in executing, knowing what is good and not good. It’s completely qualitative. What some people think is a good meal, another person might not think is a good meal. There are some people who think that’s a great car, and there are people that don’t think it’s a great car. So, I would just think it’s taste alignment and the ability to execute it. So, when you build the foundational parts – whether it’s your business or the business that I’m in, which is making stories – you have to pick people with similar taste, and in testing that, I always go, “Well, what does it look like?” I want the person to say what they think the thing looks like, even if it’s just a feeling. So, I used to do this little trick where I could meet a director that has very good credentials of executing great taste, but he might not want to message the same thing that I want to message. So, you really have to make sure… If I made a comedy – and, I did this many times – I produced a comedy, I got this A-plus director, and I would say, “Well, what would it look like, Ted?” He starts talking, and he starts talking about wide shots. Well, I know that’s not right because comedy is a close-up medium. There are all these little giveaways that I’m sure you guys will have that you can codify in your own manifesto. So, it’s a very doable thing to think through. Tim Ferriss: Are there ways to cultivate taste? Brian Grazer: I still make mistakes, by the way. I’m still very fallible. Tim Ferriss: As we all are – works in progress. Is taste something that you can cultivate? Are there ways to cultivate it, or is it more like height or something like that that’s fixed? Brian Grazer: No, I think you can develop taste. You just have to go on a journey to do that. I hadn’t thought of it, but you would just have to be exposed to the execution of good taste in fashion, art, medicine, technology, or… Some people see the über-picture in the game, so you want to be exposed to those people. Why are you laughing? Tim Ferriss: I think it’s a good answer. It’s not a mocking smile. It’s more of an “I agree, thank you” smile. Brian Grazer: No, no, I’m cool. Some people do. They see things in an elevated way, and sometimes, they’re accidents, but you should make it – I tried to make this always part of my journey, but… Harold Ramis – may he rest in peace – I adored him. He wrote Animal House and Stripes, and I met him, and he had such an – I thought Animal House was one of the funniest movies, but he had a really Harvard brainy – I guess they don’t always have to be aligned, but he had a very brainy way of stating what that movie was about, and I thought, “Whoa, that’s really heavy.” And so, you know it when you hear it if you’re available to hear it, but you can create a discipline where you try to sample stuff. Why is Gucci good now? Because of its new creative director. Who picked him? Pinault picked him. Why did Pinault pick him? How does Pinault pick directors? How does that work? You start going that way. Tim Ferriss: I’m so interested in your questions. I could just ask questions all day, but last question – Brian Grazer: We’re winding down. Look at this. Tim Ferriss: We are winding down the countdown clock. There are a lot of things that are inaccurate on the internet, but I’ve read that you’ve said, “Writing notes of gratitude always strengthens me.” I don’t know if that’s true, but do you write gratitude notes? Brian Grazer: Yes. I have a gratitude journal that somebody gave to me – a tech titan. I said, “What are you doing?” He writes in this gratitude journal. Every day, he tries to address this piece of paper. Veronica and I gave them away at our wedding. Every person got a gratitude journal, and I try to… I want to stay in my lane. I don’t want to enter someone else’s lane in terms of their life choices, their value system, their economics, or their lack of economics. I want to have compassion, but I want to be in my lane, and being in my lane, I can have gratitude, like “Thank you for the health that I have right now,” that animates my mind, my life, and my physicality. So, I want to be in that zone. Tim Ferriss: Well, I think that’s the perfect place to wrap up. @BrianGrazer on all social media. Thank you so much for a wonderful time. Ladies and gentlemen, Brian Grazer! Hey, guys. This is Tim again. Just a few more things before you take off. 1). This is five-bullet Friday. Do you want to get a short email from me – would you enjoy getting a short email from me every Friday that provides a little morsel of fun before the weekend? Five-bullet Friday is a very short email where I share the coolest things I’ve found or that I’ve been pondering over the week. That could include favorite new albums that I’ve discovered. It could include gizmos, gadgets, and all sorts of weird shit that I’ve somehow dug up in the world of the esoteric, as I do. It could include favorite articles that I’ve read and shared with my close friends, for instance. It’s very short. It’s just a little, tiny bit of goodness before you head off for the weekend. So, if you want to receive that, check it out, just go to Fourhourworkweek.com – that’s Fourhourworkweek.com, all spelled out – and just drop in your email, and you will get the very next one. If you sign up, I hope you enjoy it. Posted on: February 3, 2018.", "speakers": ["tim ferriss", "brian grazer", "male speaker"], "text_sentences": ["hello, my sexy little munchkins", "this is tim ferriss, and welcome to another episode of the tim ferriss show", "i am sitting in a freezing cold house with an overdose of oolong tea and the unnamed crazy bulgarian who’s back to his antics to help with this book launch", "samo levski", "i have no idea what that means, but he’s fun to have around, like mini-me", "all right, the next episode that you are going to listen to was recorded live in the city of angels, los angeles, in front of a sold-out audience of around 2,000 people at summit l.a", "’17", "you can check out what summit is all about at summit.co, and you can find links to everything – all the show notes, all the good stuff – from this conversation – which is freaking hilarious; it’s quite a roller coaster – with brian grazer at tim.blog/podcast", "so, you can find all the links, goodies, favorite books – all the stuff from every episode at tim.blog/podcast, and if you haven’t checked it out, take a look at the latest crazy project that is launching right now: tribeofmentors.com", "that is my new tome, and you can see sample chapters and the full list of mentors from every possible discipline you can imagine", "you’re always asking, “how can i find a mentor", "if i’m the average of the five people i associate with most, how do i learn from them?” this is how", "tribeofmentors.com", "take a look", "so, without further ado – as i like to say before i talk even more – please enjoy this conversation with the incredible, entertaining, and ever so effective brian grazer", "how’s everybody doing today", "it’s all downhill after that intro, i’m afraid", "the secret to happiness is low expectations, at least for me", "our guest today is the real draw, and i’m so excited to be speaking with him, but before we get to that, let’s just roll a little sizzle reel that we have to whet your appetite", "so, av guys, please roll the reel", "[video montage of clips from brian grazer’s work] so, as some of you know, i’m just a professional dilettante who sometimes gets to interview people who are world-class at what they do, and this is certainly the case", "i’ve got a quick housekeeping question for people who are backstage: the clock says 55 minutes", "i can spend that much on one movie", "i assume i have 90 minutes", "head nod or no", "do we have clarity", "yes", "okay, great", "so, let me do a little read", "this is a rarely cited live edition of the tim ferriss show, so thank you for coming", "so, who is our guest today", "brian grazer, as you know, is an academy award- and emmy award-winning producer whose films and television shows have been nominated for 43 oscars and 187 emmys", "just let that sink in for a second", "there are people whose careers are defined by being emmy-nominated one time – 187", "his movies include a beautiful mind, apollo 13, american gangster, 8 mile, friday night lights, parenthood, and splash", "his television shows include the recent genius about albert einstein, empire, 24, and arrested development", "grazer has been named one of time magazines 100 most influential people in the world, and his book a curious mind: the secret to a bigger life is a new york bestseller", "please welcome to the stage brian grazer", "okay, here we are", "here we are", "we’re using two sets of mics because, as some of you may know, two is one and one is none", "always have a backup", "so, i thought of many hundreds of ways we could start this, but i’m going to use a tried and true playbook", "the way that i think all good interviews start is by talking about 4’10” jewish women", "so, could you please tell us about your grandmother", "okay, grandmother", "i had a pretty normal family – actually, it looked like it was normal", "in the entire family, i had one person that was a champion of me, that was a believer, and that was my grandma sonia, to whom i dedicated my book and to whom i should be dedicating everything", "and, you really just need one believer", "she was a tiny, little, feisty renegade named sonia", "she was about 4’10”, and she would watch me – i’d see her every week, and as an elementary school student, she’d tell me i was going to be special, that i am special, and she meant it in the best sense, and i would be looking at my report card, and it was all fs", "everything was an f", "and, there was a point where i thought, “there is really no empirical data that supports that i’m going to be special,” but nothing defied her, nothing could wear her down", "and, she was also an early supporter of me asking questions and using curiosity as a force or engine to understand things because – and, we spoke for only a minute – i was struck with dyslexia, but it wasn’t thought of as dyslexia then", "i was just embarrassed that i couldn’t answer questions and read books, and you sort of duck and hide", "so, the dyslexia – that’s sad, but clearly, you’re very smart and very curious, and we’re going to spend a lot of time on curiosity", "but, before we get to “brian grazer,” i’d like to talk about “brian grazer the younger,” not to be confused with the roman of the same name", "it’s easy to look at people sitting on one of these stages and assume that they’re superheroes who have been hitting home runs with every at-bat", "i want to specifically talk about – and, i don’t actually know the full story, but could you tell us about your experience being cut from the football team", "oh, okay", "first of all, i’m from los angeles", "i’m from the san fernando valley – the flat part", "[audience member whistles] really", "okay", "so, i went to chatsworth high school, nobel junior high", "[audience cheer] come on", "really", "so, i’m at chat – first of all, i was a very feisty kid, and i was very resourceful, had a lot of energy, and could keep up in sports with all of my friends in elementary school and junior high", "when we transitioned into high school, all my friends became 6’3” or 6’4”, and as you saw, i’m…my license says 5’8”", "i’m not sure", "so, in any event, i thought i could play football", "i went out for football, did hell week – which is what it sounds like – and i got through it, and the coaches said, “okay, everybody in an auditorium.” so, there were about 300 kids in the auditorium, and they were to state – the job was your name and your status", "so, it would be, “perry shelmyer, tailback", "richard cox” – i’m giving the real names – “quarterback", "“brian grazer, tailback", "incorrect!” everything stopped", "after he said, “incorrect,” coach ogawa said, “cut!” so, i got cut from high school football in front of about 300 kids, and it was – look, it was momentarily – or, maybe a little longer than that – traumatizing because before i had to give my name and status, i was a human being, and once i did that, i was no longer a human being – certainly in that room", "and, it stuck with me, and that’s… it stuck with me, and i retained the memory of those ten seconds", "it gave life to – when i read a book, it was called friday night lights", "there’s a lot of ways – everything is about – all content involves a unique perspective", "and so, my perspective on this book was, “sure, it’s about a small town in odessa, texas, and sure, it’s about what small-town living is like, and it is about high school football, but it’s also about the fragility of what it’s like to grow up as a young boy – 15, 16, 17 years old – and that a single moment like the one i just had can be absolutely seismic in somebody’s life and can completely redirect where you thought you were going.” so, that was my connective tissue to this book called friday night lights, and then i grabbed ahold of it, and i eventually – the short story is i ended up making it into a movie, but it wasn’t that simple, of course, and then, i ended up turning it into the tv series that you guys probably know, friday night lights", "did you share that story of getting cut with people in your family or your close friends", "did any of them – was any person in your life able to help you repair that, or was that something you did on your own", "well, that’s a shame issue", "i probably didn’t share it – no one’s actually asked me that question onstage – i didn’t really share that", "i shared it once i made the movie and i was proud of the movie, but i didn’t share it at the time, no", "were there any role models, coaches, or teachers who acted as a counterweight to that, who perhaps helped you or particularly inspired you", "well, i had coach wiley", "coach wiley was a football coach, and kind of tough, but he was also the swim coach, and i had this accidental experience of being incredibly good as a 100-butterfly swimmer, and it was the oddest thing because i felt so badly about myself because of the football that i went into track, and i did gymnastics, but that wasn’t very satisfying", "i thought, “i’ll try something else.” it’s also a way to duck out of first period", "so, i went out for swimming, and the worst – so, we had a pre-meet…los angeles city meet", "there’s about 60 schools in los angeles city", "he goes, “grazer, lane 8!”, but i’d never really swam the butterfly", "i just held the side of the thing, and i swam a little bit like that – freestyle – and he goes, “lane 8", "butterfly.” i go, “okay…” so, i become alert, and i get in lane 8", "lane 8 – let me tell you – is the worst lane because you’re getting all the flow-over and everything else, and you’re kind of bobbing as you’re swimming", "i’m swimming this butterfly that i hadn’t really swam, and i hit the end of the pool, and i thought everybody was out of the pool", "wiley’s there with a clock, and he goes, “you just broke the city record!” and, i’m going, “oh, that’s amazing.” and, i looked, and everyone was behind me, and he became my hero because he then championed me", "my grandmother could relay it off to coach wiley", "now, if… i’m just imagining the mutant-like shoulder mobility that somehow granted you this gift, but i’m not going to dwell on that", "it’s my understanding – based on my homework – that you dropped out of college, or that you dropped out of school, and that a teacher recommended that you do that", "is that accurate, or am i reading the wrong vandalized page on the internet somewhere", "well, it’s in there somewhere, but it’s more that as a freshman in college, there was a speech – this really parallels with what’s going on right now", "there’s a metric involved", "i was in speech class, and there were about 125 kids in this freshman speech class – is this “speech” as in a public speaking class", "public speaking class, and it was a mr", "french", "that sounds like a television name", "in any event, mr", "french says, “why don’t you stay behind?” so, i stay behind, mr", "french puts his arm around me – i remember exactly what he looked like – and he said, “i want to make a recommendation", "my recommendation is that you discontinue going to college", "i’ve been watching you", "you’ve been in the class", "i really think this is a – not futile, but a little bit of a waste of time for everybody.” and, i thought about it", "i thought, “wow, what is this guy – this is horrible!” so, i didn’t quit college", "i did stay in college, but he was pretty emphatic about going to an occupational school, which he recommended", "what was the occupational school", "oh, it was – it’s on woodman avenue, but you’re working with your – anything to do with working with your hands", "what effect – he would know", "what effect did that have on you, that transition into occupational school", "well, i powered through – somehow got through that class", "i got a c or something", "i did stay in college", "i graduated usc – i did pretty well, actually, because i somehow found a system in the last two years", "i had a test – just a system of being able to synthesize and literally integrate it into my system just before i went to sleep at night, so i was able to assimilate it and actually perform", "so, it wasn’t just memorized, it was assimilated", "what was your system", "well, the system was really – i would just continue to aggregate what was going on in the class – by writing it down", "sorry", "by writing it down", "by writing it down, reading books, and yellow-penning stuff", "and then, i would continue – i was always almost editing the system like a movie as i was propelling myself through the class, and when it came to any big test, i was at a point where i’d synthesized it to something i could really look at in less than an hour before i went to bed, and i wasn’t really – now, i would say it was a way – it did enter my subconsciousness, and i was able to do well", "but then, i did discontinue going to law school", "i think that’s where you… right", "got it", "why did you discontinue going to law school", "i thought there would be no way i could pass those tests", "why did you go to law school", "well, i didn’t really know what to do", "so, when you graduate college, you don’t know what to do", "you guys probably – i still don’t know what to do", "you clearly know what to do", "you’re here", "but, i didn’t know what to do, so i thought, “well, one of these… i’ll go to law school.” and so…okay, what happened is i thought, “okay, i’ll get into law school,” and then i’m living in an apartment complex in santa monica, and i overhear these three guys that had all just graduated law school, and one of them says, “yeah, man, i just left the cushiest job.” i’m thinking, “wow, what an interesting word – cushy job", "it must mean ‘really easy.’” so, i literally opened up the screen – the window – and closed the drapes so i could really listen in", "and, he said, “yeah, it was so easy", "it was a $5.00 per hour job, and i got a company car, and it was at warner brothers in the legal department,” and he said his name, peter knecht, but i literally – when they walked away, i got the number – 843-6000, just dialed 411, got the number – and i called and said, “i understand you might be looking for a law clerk, and i’m preparing myself to go to law school, and i’d love to come in and meet.” and, i got the job that day", "so, then…that lead to a lot of other stuff", "basically, then, i now have the job as the law clerk, and it literally is the crappiest little job in the tiniest little office with no windows", "it was like a prison cell, but i was in there, and every once in a while, they’d say, “you have to deliver papers to” – they’d name famous or powerful people – a woman named sue mengers, who was the head of icm, international creative management, the most important agent in the world", "“you have to deliver these papers.” and so, pretty early on, i had to deliver some papers to warren beatty, and warren beatty was a giant movie star, and he was living at the beverly wilshire hotel and had a giant penthouse area", "and, an assistant to an assistant comes downstairs to say, “hand me the papers, kid” – that kind of a thing – and i say…i think… “they’re not valid unless i get them to mr", "beatty from my hand to his.” so, i try that out, and it kind of works, and another assistant comes down, saying, “we’re having trouble with this kid down here.” so, his no", "1 personal assistant comes down, and i say, “look, i’m just telling you straight up – these papers are invalid unless i hand them directly to mr", "beatty.” so, they go, “okay,” and i go upstairs, and now, i see this adonis – warren beatty – and i hand him the papers and create a conversation right away, and by accident, i expanded that conversation into an hour of talking", "and, the guy really dug, me and i’m thinking, “this is amazing", "i can do this every time.” so, i start doing it every time, and i get – every person i get to go see – the author of the exorcist – i had to drive out to malibu, and before you knew it, i got through the butler, and i’m sipping espressos on the porch over the ocean", "i’m only 22, but i’m really learning a lot", "i’m feeling like, “wow, this is also a great learning tool!” i’m also using the warner brothers’ assets to my advantage, but i wasn’t really hurting anybody; i wasn’t stealing", "so, that’s the beginning of it, and then i just continued going to law school, but i convinced my boss – “can i stay here for one more year", "i’m pushing law school a year.” right… but, i’ll end this very quickly – no, you don’t have to end quickly", "this is fine", "so, i realized that i could actually use my – oh", "so, then, what happens is… so, then, i saw that a senior vice president of business affairs got fired, and he had this giant office, and it was vacant", "i said to my boss, peter knecht, who started with jack warner back in the day – who leaves at lunch – “do you think i can have that office?” he goes, “sure, no problem.” so, i now have an office bigger than my boss’s, and it’s so far away from my boss, he doesn’t even notice me", "but, i’m right outside the cadre of decision-makers: the chairman of the board, ted ashley, the vice chairman of the board, john kelley, and then, frank wells", "so then, they would go, “hey, you seem like a good kid", "why don’t you sit on my couch and watch me work?” i thought, “wow, this is great", "i’m really learning a lot while watching them work.” hold on, hold on", "i wasn’t going to interrupt, but i have to hit pause", "i’ve never had that happen to me", "how did it come to pass that they said, “hey, kid", "you seem like i would enjoy having you sit on my couch, watching me work”", "maybe i’m the only one wondering that, but just in case", "well, i did have this tool that i didn’t really imagine could be the superpower of curiosity, but i had this bridge where i could ask questions", "there was a huge circular driveway where the big shots could park, and i would find my way down there when they were parking their cars, and i’d say, “hey, walk on up with me.” one of them took a real liking to me, and his office had no desk – i admired the office – it had no desk, but it had a big swordfish that he caught, and boats and stuff, and i was thinking, “wow, this is the life", "this seems like the right business!” but then, what i did, i had two union secretaries – i can do this quickly – you don’t have to do it quickly", "i had two union secretaries that they wouldn’t fire, and they were really strict because they didn’t like that i was using the office for my own benefit, so they were getting really mad at me, and they got my parking revoked, and stuff like that, and it got to a point – well, i started to use the office – every single day for a year, i met a new person that was getting something done in the entertainment business", "every chairman of every studio from mel brooks to richard brooks, stars… and, i would call up – i know the speech so well – “hi, my name is brian grazer", "i work at warner brothers pictures", "this is not associated with studio business, but i’d like to meet your boss for the following reasons.” i’d be three or four tiers down, and i’m saying this as one assistant to another assistant, and i could wear everybody down, eventually", "and then, my assistant said, “we’re sick of you; we’re getting you fired.” i said, “hold on", "before you fire me, i will give you half of my salary if you don’t get me fired.” so, they took half my salary – hold on", "just give me a few details so i can fill in the gaps", "i apologize to the audience", "i’m from long island, and my brain doesn’t move very quickly", "all right, where to begin", "first, what would some example reasons be", "“i want to meet your boss for the following reasons.” what types of reasons would you cite", "okay, that’s a real question", "i like to lead with my terrible fake questions to warm you up for the real questions", "okay", "well, what i did learn to do was to prepare so i wasn’t just flying by the seat of my pants", "i really, really prepared", "first of all, by being in that office, i would read the trades, and i decoded the language of entertainment", "the language of show business looks like, “hey, let’s go to a party and hang out!” there’s a lot more than “let’s go to a party and hang out,” and i was able to fly my little cessna through this fog and find my way to understand – beneath the language, i started to understand the mechanics of how it worked, and where the leverage was", "so, the leverage could be the studio because they have money, or it could be creative leverage because a director was an expert at something, or it could be that you just had ip, or it could be that create ip", "so, i was able to understand the system of leverage, and so, i was able to say to somebody, “i’ve researched your boss, i’d love to meet him for the following reasons,” and the following reasons – like with robert evans – would be real reasons", "“i saw the godfather, and i can’t believe that he was involved in the creation of that plus love story", "they were so diverse.” stuff like that", "so, i was good at it", "there was a little bullshit in it, too, but i was good at it", "and then, i had this moment with lew wasserman", "basically, lew wasserman was the king of the entire movie business", "he was the patriarch of it all, and he ran the universal movie and television company", "i was thinking, “wow, i would like to meet lew wasserman", "he is the man, and i’m going to meet him.” he was sort of like the elderly statesman, and he was friends with henry kissinger – i mean, he had it all", "he was a man for all seasons", "and so, i targeted a lot of his assistants, and i eventually met melody, his no", "1 assistant, in the parking lot, way out on the lot, and i begged her, and she said, “okay.” so then, what happens is i’m now in the elevator, going up to meet lew wasserman", "i get into the elevator", "now, i’m on the 14th floor", "i get out", "he’s got his hands in the air like this, like, “don’t go any further.” so, he wasn’t like any other normal guy i was meeting", "he stopped me before i could get into his office with a look like, “you’re just bullshitting me.” it was such a look that i couldn’t say much", "i was sort of frozen", "he said, “wait one minute,” and he goes into his office, and he comes back with a pencil and a legal tablet, and he said, “you put the pencil to the paper, and they have greater value than they did as separate parts", "get out of here.” so, i take the pencil and paper, and i’m being escorted to the elevator, and i’m thinking, “what is he saying", "what’s going on here?” and, i realize what he’s saying is, “you’ve got to do better than this", "you’ve got to start writing ideas – even if they’re little ideas – that you can breathe life into, or that have value.” and, that was beginning of being substantial", "did he say that because he saw, in a letter, some inkling of you wanting to create your own movies, or was there something else that led him to make that recommendation", "or, was it just a general lack of substance that he saw, and therefore, he said, “hey kid, i love the bluster”", "he might have liked me a little tiny bit, but mostly, it just felt like, “let me give him some real advice and get him out of here.” so, i’m going to back up just a second to the half-a-salary thing", "in that case, you were offering half your salary to an assistant who helped x, y, or z powerful, well-known person to prevent you from getting fired", "yeah", "there were two union – one was a paralegal and one was a secretary – that were there from the previous boss, and i was just – was this on your lot, or near your office", "on the warner brothers lot", "i see", "yes, on the warner brothers lot", "those two secretaries were there in the office of the executive whose office i inhabited", "i see", "that makes more sense", "so, they were going, “hey, you’re a scammer, cut it out.” they got my parking stripped away so i had to park at the copper penny across the street – a bunch of stuff like that", "so, the art and craft of getting these meetings is something i want to talk about, and you’re very well-known for these curiosity conversations, but do you recall how you struck up a conversation with warren beatty early on", "early on, everyone – i would imagine – during that period of time was trying to do that exact same thing", "so, do you recall your approach or what you said that opened the door", "well, i now have a system that’s much more refined than it was then, but at the time… heaven can wait was built on material called mr", "deeds comes to town, i believe", "i should know this", "but, you ask good questions", "that’s why you have a lot of followers", "i do", "i think you’ve checked the “good factual recall” box", "we’re not even going to go there", "so, i said, “will you explain to me how mr", "deeds comes to town is going to become heaven can wait in a fantasy", "what is that going to be?” the papers were mr", "deeds", "they were all interlinked", "and so, i started off like that", "so, i had a prop", "props are very important", "and, you’ve refined it since, but i do want to talk about the early days, and then we’re going to get to the current-model-of-lamborghini version of this, but my understanding – it could also be a misunderstanding – is that there was one line in particular that you used quite a bit that caught my attention, at least", "it was along the lines of, “i absolutely don’t want a job, but could i please meet your boss?” “i absolutely don’t want a job” – were there any other keys, if that is actually accurate", "yes, it’s accurate", "i would say – and, i still say – “there’s not going to be an ask", "i just want to have a one-on-one conversation", "it can be a very short conversation", "it’s up to you; it’s up to your boss, whoever i’m speaking to.” essentially, it was, “your boss is not going to be uncomfortable", "i’m not going to ask for anything", "i’m not going to position him", "i’m not going to ask one of those really hard barbara walters questions", "i’m not going to do any of that.” so, basically, “everybody’s going to be safe here” was the premise", "and, how did you select – it seems like your curiosity conversations began with industry insiders, but expanded", "when did it start expanding to people in the sciences and all different fields", "so, for the year and a half, it was just completely in the population of entertainment – principals who were getting something done in movies or television", "then, i got fired – clearly, i’m going to get fired from that job, right", "– from the warner brothers job", "sam pasquin finally fired me", "what was the grievous offense", "what was the camel that broke the camel’s back", "did i just say, “the camel that broke the camel’s back”", "that’s actually very easy to do", "no, i know what you mean", "– the straw that broke the camel’s back", "well, i was doing these curiosity conversations, and i was demanding to meet all those famous people, but the straw was that i started to have – i created tremendous access with myself and their story department", "the story department had all the early submissions of any script or manuscript that could possibly be sold, bid upon, or was owned by warner brothers", "so, i was crawling under the tent and getting all that information", "to be really honest, i think i actually might have tried to create a fake bid on something, and they just got so annoyed with it all", "it was like that lecture of, “we could file a lawsuit against you, but you’re too young, so just get out of here” – a version of that", "so, you were fired, and that’s – so, i got fired, but i wasn’t broken down", "i was fired, but i thought, “wow", "i am really smart.” i thought i was so smart", "i thought i was really cunning, really resourceful, and i thought i had researched a lot", "i had met a lot of people, and i had started to understand their process, their system of how they would accomplish something, just to keep it simple", "i thought, “wow, i’m so smart, i should go from a fired law clerk to running a movie company.” it was absurd, but i did think it", "so, i thought, “i’m going to jump from that guy that’s 23 to running somebody’s movie company.” well, i found that that didn’t work at all", "so, i then started getting unemployment checks, and that really seals the deal where you know it’s not working because you’re getting an unemployment check", "then, i thought i would give myself a little more time to try to pull this thing off, just jump the ship", "so, i couldn’t – it didn’t work, so i thought, “you know what", "i’m just going to take a really crummy job", "i’m going to take a job as the lowest assistant and be happy with it – be present in the process of the lowest job,” which was kind of an epiphany, but it was also reality", "so, now, i’m in the very lowest job, working for somebody – his name was edgar j", "scherick", "edgar j", "scherick was from harvard, and he was really smart, and he created the wide world of sports, and he ran abc programming, and had left and had this giant deal – coincidentally, at warner brothers television – but he also had money to bring to it and everything else", "i took a job working for edgar j", "scherick, as did another very esteemed producer exactly at my level named scott rudin, who i really respect", "he has tremendous taste", "we both were baby assistants that called ourselves lieutenants", "and then, he was on the east coast and i was on the west coast", "this boss – may he rest in peace; it’s totally cool – he was either yelling his lungs out at you or giving you opportunity", "so, literally, he was very happy to scream and yell at you, and he could only be happier if other people were there to watch it", "and, he did that to rudin and me, but he would give you opportunities", "so, all of those little stories i wrote – i was able to sell a few of them working for this bigger guy", "and so, i sold two of them, and they became movies for television when i was about 25", "one was called zuma beach", "it just had super attractive people and a day in the life of a beach, but i would say it was like american graffiti at the beach to give it a little dignity", "and then, i thought i could really be high-brow, and i sold a 20-hour miniseries on the ten commandments, where each commandment was used as an underlying theme in a contemporary moral dilemma", "and so, i produced zuma beach", "my boss was really embarrassed because he was edgar j", "scherick, but then, when it got good ratings, everything was fine", "it was good", "and then, i started doing the ten commandments, and that was good, but he kept yelling at me, and was really abusive, and i kept getting a lot of job offers and amazing opportunities, so i said to him, “do you think you could give me a raise?” no chance", "so then, i took a job – a much better thing", "were we on that subject", "i think we’re on all the subjects", "okay", "and so, from that point – sorry, i know what we’re talking about", "we’re talking about transitioning into… broader curiosity conversations", "yeah", "so, once things started to jell, and i wrote splash, which became a real live movie that starred tom hanks, and a mermaid, and all that, i said to myself, “there will never be two weeks that i don’t – i’m going to pledge myself; i’m going to create a discipline that every two weeks, i will meet someone that is expert, renowned, or committed to something that is unrelated to entertainment.” so, science, medicine, politics, religion, technology, all art forms, and that’s what i’ve done to this day without fail", "sometimes, it’s more than one person every two weeks, but always once every two weeks", "roughly, how old were you when you made that commitment to yourself", "that exact commitment came at about 27", "and, when did ron howard enter the picture", "how did ron howard come into the picture", "so, ron howard came before night shift and splash", "although i’d written the story for night shift and the script for splash, i couldn’t get them made", "but, i still had this very big deal – i had this big deal at paramount because michael eisner and barry diller spotted me, and they said, “that guy that this guy won’t give a raise to – we’ll totally pay this guy", "he is an idea machine.” and so, i got this job, and that was a time when i still wanted to meet people who were in the business, and i looked at ron howard", "he was still on happy days", "i actually yelled out the window because i had a window in this really good building", "“ron", "ron howard!” i scared him because he’s shy", "now, he was scared, but i called his office, and i spoke to his assistant louisa – she’s still his assistant – and i go, “come on,” and i tell her the whole story", "“i’m on the lot, he’s on the lot…” and then, i got to meet ron howard", "ron howard literally – it was the craziest thing", "he hadn’t directed a big mainstream movie, but came into my office, and i felt like he had an aura of goodness about him", "i thought, “wow", "do i need goodness", "this will really be something i need to ground myself in – goodness", "i don’t care if he hasn’t directed, i’ll get him to direct", "i’ll figure it out.” i also wanted to be a mainstream movie producer because i had produced television, but not a theatrical film", "i said, “i’ll back you, man” – i didn’t say “man”; that would have scared him, too", "anyway, that’s how that happened", "and so, the first movie he wanted to make was night shift because night shift was an r-rated comedy that had nudity and was irreverent, and he was just coming off happy days and, of course, andy of mayberry, and he said, “i don’t want to be that clean-cut guy anymore", "i still might be that guy, but i don’t want to be looked at as that guy", "i want to do the irreverent one with nude girls, and i’m not going to do that one.” so, we got night shift made", "it wasn’t a hit, but it was really solid, and i was able to convince him to do splash, and that became a really big success for us", "man", "let’s take an applause break", "this is my game to lose here at this point", "it’s like, “don’t fuck it up, ferriss.” all right – pause, breathe, one with yoda – all right", "you’re doing good", "thank you", "what advice would you give to people – would you recommend that everyone in this room try to have their own versions of curiosity conversations, and if so, what advice would you give them", "how can they cultivate that curiosity, broader awareness, and knowledge of the world", "i have a couple thoughts", "one is that i bet everybody in this audience is curious because i know the summit group, and you guys have gone out of your way to come here for the weekend, so i’m assuming that you guys are curious", "the way to further refine it or use it the way i did – of course, i’d recommend it because you gain…you get the value of a different perspective that is outside of the definition of what you thought you were going to experience", "so, whether it’s an architect – you think you know what an architect is – i thought i knew what an architect was", "i was wrong", "i met rem koolhaas, and the first thing he said is that architecture is like a living organism", "i would never have guessed that he’d think of architecture on its base level as a living organism", "i can go through every one of my conversations where i was completely surprised, and it either shattered a prejudice or expanded a preconception", "absolutely, you should do it", "it sort of reaches right into the soul of humanity, which is an access point for all of us, i’m sure", "at the very minimum, you’re being really polite", "you’re asking somebody – genuinely, with eye contact and caring, you’re asking them, “what are you doing", "how do you feel?” you’re getting into something that’s kind of real, and the minute you’re into some real place, it becomes a really powerful self-perpetuating force that leads to many other questions that are really edifying", "so, i definitely think you should do it, and the other thing i’d add to support it is that you do have to do homework", "it takes a lot of case-building and preparation so that you’re a good date", "my pledge was to always be a great date – the best date you ever had with a guy or a girl, whatever it is, i’m going to be better than that with this one-on-one conversation", "i’m going to keep it so they leave feeling like they got something out of it, too", "it has to be win-win, and it can always be win-win", "and, these conversations – oddly enough, each conversation was like each individual was like a dot living inside a greater constellation of dots, and i always had faith that they might connect someday, and i found that many of them do connect and form perspectives that are additive in storytelling", "storytelling is like a startup", "every one of these movies i’ve made was nurtured from zero and was kind of a startup", "so, it all works together", "for people who are excited to actually give this a shot, who sit down, find an assistant’s or publicist’s contact information on imdb pro or wherever they happen to be searching – in the case of entertainment – do you have any advice for crafting the email", "what are some dos, don’ts, or specific lines that you’ve found very helpful", "well, you have to start with an insight about the person that’s not dull, not generic", "if you’re generic… i also teach the graduating class at usc – so, after six years, there’s one final class, and it’s now called “starting at zero.” i’m going to do one session where if you get the chance to have a 30-second contact – in a restaurant, at a basketball game, you see that person you want to meet – how to not blow it", "generic questions always blow it", "the other thing that always blows it is to ask for information that you could get yourself", "so, anything you can search for, you don’t want to ask for", "if you see somebody, you never want to ask, “how do i reach you?” it’s the worst thing", "you figure out how to reach them", "they don’t want to stand there while you type out their email", "they just don’t want to do that", "now, once again, in the email, you have to connect your interests with theirs and have an insight that lands in the middle", "you’re going to say, “give me an example.” it’s really hard", "you know me too well", "all right, what are other ways to blow it, then", "are there other ways to blow it that you see a lot – or, now that you’re in a position where you’re getting pitched and people want to have conversations and meetings with you", "okay, i’ll accept that", "sometimes, i’ll give a speech or have a conversation, and people will go – no, i don’t want to say it that way", "i will say no", "i’ve learned to say no", "i don’t like to say no because i’m a pleaser, but i’ve learned to say no because often, people just want to know the shortcut", "they might disguise the shortcut question, but they want the shortcut", "“hey, how do you be a producer?” i hate that question", "i don’t want to say “hate” in this crowd, but… there are things that just aren’t comfortable for me, like, “hey, there’s no harm in asking.” well, there is a harm in asking, but i think if you have an insight – you see the movie dunkirk", "you get a chance to meet the director for a second", "you don’t want to say, “how did you make dunkirk?” you want to say – the best thing is if you saw it", "you can’t pretend you saw it if you didn’t", "and then, you have to say the unique trait about dunkirk, like the multiple perspectives of the characters that made it a subjective experience, or… i could just invent stuff right now, but i don’t want to waste everybody’s time", "you have to… what was the question", "the question was about other ways that people blow it, whether they’re pitching to you or pitching to other people", "but, in tandem – we can come back to that, maybe", "well, i have a son who’s just turning 18 years old, and i don’t want him to blow it, but… a couple of months ago, he was thinking that he really wanted to go to tulane", "there were a bunch of schools that were on the list, but he was thinking about tulane", "so now, i’m at aspen ideas festival, and we see walter isaacson, who i did the albert einstein series with, and i go, “oh, my god, you’re going to meet walter isaacson, thomas", "not only is he this guy, but he is the key to tulane", "he’s on the board.” so, he meets walter isaacson just before we go onstage, and he says, “my name is thomas” – he’s a great kid, amazing kid", "he says, “hey,” and they say hello, and i look away because i think things are going well", "he’s looking on his iphone while walter isaacson is right there", "i don’t think that’s a good move", "you can’t be on your iphone while you’re trying to create connectivity", "that just doesn’t work", "so, i say to him, “you’re probably going to meet him again,” and sure enough, he did", "i said, “you have to have three things in your pocket that you could say", "i don’t care if you talk about gucci mane", "he’s going to go, ‘who’s gucci mane?’ you’re going to go, ‘he’s trap.’ he’s going to go, ‘what’s trap?’ then, you’re going to say, ‘it’s mumble.’ he’s going to say, ‘what’s mumble?’ ‘it’s trap.’ so, you have to have something to say", "or, sporting – ‘lebron got traded.’ ‘oh, did he?’ you have to say something.” how did the second conversation go", "oh", "the second conversation went better than the first, but there’s still room for improvement", "whether in the early stages or now – anywhere in between – do you choose the people to have lunch with", "you have a nearly infinite choice and finite time", "how do you find the people or filter the people to select those you want to spend time with", "well, now, it’s almost a self-perpetuating system, and people know i do this", "i have a trainer that works me out, and he goes, “wow", "did you see william mcraven’s commencement speech in texas?” i go, “no.” and so, he shows it to me while i’m on the elliptical, and i go, “well, i’d better meet william mcraven.” and then, i got to do that, and that was amazing", "how do i do it", "you go to blogs – you listen to podcasts in your case – and you go, “wow, it’d be hip to meet his person.” i said that so casually", "there are so many ways to stimulate an interest to create a pool of possibilities i could also ask you about a specific person that i think you’ve met, and i also have a related question with him", "edward teller", "how did you choose edward teller, or why", "so, edward teller was thought to be the father of the hydrogen bomb, and he was also creating the star wars program to protect the north american continent at the time of the reagan presidency, and that was through missiles, webs, and everything else", "i’m just wondering if jeff bezos is in the room because i did have a chance to have a curiosity conversation with him about 16 years ago", "he blew my mind then, and i still get to be friends with him, and i know he’s speaking, but he knows a lot about edward teller, much more than i do", "so, if you’re here for that conversation, you might want to ask him", "but, i did put a lot of – “brian grazer told me to ask you…” no, no, no", "but, i know that he knows quite a bit", "so, edward teller took about two years to meet, and he said to me – it took about two years, and i met him with military security around me right outside of the lax private airport because he had a lot of army guys, and it nearly took a cavity search to have this conversation", "but, he really had no interest in me", "he had no interest in storytelling, and i asked him what was the last movie he’d seen, and he brought up disney’s animated film dumbo… not that it doesn’t qualify as a movie, but it was quite a while ago", "so, he just wasn’t really that interested, but i just kept going", "i remember ron howard and tom hanks – i had to go back to a meeting with them", "they go, “how could you take it", "the dude totally insulted you.” i go, “yeah, it was kind of a bad experience, i guess, but i got a lot out of it.” so, you can gain a lot from failure", "you learn a lot from failure", "i learned a lot from the failure of meeting isaac asimov, which also took a long time", "he’s a preeminent writer of science fiction, and quite prolific, but i wasn’t prepared well enough", "about 35 years ago, i got my little coach ticket to fly to meet isaac asimov, and it turns out his wife came – who was also actually his psychiatrist – and i was talking at the ritz-carlton bar with them, and we were all drinking non-alcoholic beverages, and she just looked at me and said, “let’s go.” and so, they literally left after five minutes", "it didn’t feel good", "it felt like a big waste of time, but it taught me to prepare", "i hope i’m prepared for this", "i think you’re more than prepared", "do you ever purposefully meet with people you know you will disagree with fundamentally", "yes, i purposely do", "why do you do that", "because it shakes me up and wakes me up", "also, if you’ve ever seen – just a quick snap – the fog of war about mcnamara, that’s the point of that", "you don’t have to like him, but it humanizes him through ultimately entering his perspective as to how and why he was what he was", "so, i met daryl gates, who i knew i wasn’t going to like", "he was one of the founders/creators of swat teams and forensics, and became the police chief of los angeles, and was right at the center of the rodney king riot, and eventually was quickly removed from office", "so, i do that, yes", "i’ve met many cult leaders, leaders of very – i’m not going to say their names – very intense cults", "what did you take away from those conversations", "well, cult leaders operate the same way a dictator does", "they’re seductive, they’re charming, they’re cunning, they’re intelligent, but they have a belief system that they’re going to impregnate you with, and it’s an interesting study to inhabit", "so, you mentioned very briefly – and, we don’t have to spend a ton of time on it, but i wanted to open the door at least – eye contact", "yes", "could you please share some of your thoughts or beliefs related to eye contact", "yes", "so, i just finished writing a book called eye contact, but it’s borne out of the world of curiosity, and i didn’t even really… my appreciation for eye contact became alive kind of retrospectively", "the use of eye contact, the importance of eye contact – it’s a tool that can’t really be replicated through anything, and i don’t think it can be through a.i", "it’s a way to create intimacy and trust, and you learn so much through eye contact, and i didn’t realize that it was so fundamental to all of my curiosity conversations", "but, it was only about a year ago that i had a waiter – i go to a restaurant all the time, and the waiter said to my wife, “wow, i really like brian, but i didn’t really think that he could know me well enough to like me because i didn’t think he knew me,” and he just said, “i like him because every time he speaks to me, he looks at me directly in the eyes, and it makes me feel like a human being.” i just thought about that", "i thought, “wow, that’s really true.” i know that’s not deeply profound, but i knew it was deeply profound to me, and i just kept thinking about that, and i thought about how that worked in every one of these – none of these curiosity conversations would have happened; they would have vaporized or melted down on the launch pad if i didn’t have eye contact", "when you really have eye contact, and it’s happening and coming to life, it is like a great date, and it’s the best date", "through eye contact, it becomes deeply neurological, and it’s very powerful, and i realized… and then, i thought back to myself, “well, when i was really amped up and everything, my partner ron howard” – when writers would come in and meet with us just before our first movie, night shift, in 1982, he’d say, “you don’t really look at them in the eyes.” i said, “well, i heard everything that they said, and i can repeat it back.” he goes, “yeah, but it’s not respectful.” and so, i changed it sort of temporarily, but then i lost touch, and i realized – i animated it once again", "i remembered when he said it to me, and it had a lot of impact", "once again, it resonated", "but, there are times where you shouldn’t have eye contact, by the way", "in tribal cultures, you should look – because i’ve owned houses in tribal cultures… you’ve owned houses in tribal cultures well, i don’t know – let’s go to another question", "i actually just did not interrupt you", "please continue", "basically, i had a house on the north shore of oahu because i like to surf, and it’s a little tribal there", "it’s hierarchical in the tribal sense", "you’re not supposed to look at people right in the eyes", "you look at them in the face to give them respect, and just divert your eyes a bit because that could produce a negative consequence", "so, pick your time and place", "you mentioned about when you were amped up, and i wanted to ask the question how did your hairstyle come to be", "as someone who no longer has hair, i’m very curious", "well, it converges upon a couple of things", "one was that i was a pretty successful movie producer, and i wanted to have an identity because i saw four or five successful movie producers, and they all had facial hair, and i couldn’t really grow facial hair", "so, their beards were helping define them a little bit, and i thought i couldn’t do that", "there was one producer who liked to throw stuff at people, and i didn’t really want to do that", "so, i was kind of at a loss with trying to create an impression beyond just being a producer, and then i was swimming in my swimming pool with my daughter – at the time, she was 6 – and i just popped my hair up, and she said, “i love that!” i thought, “really", "so, we get out of the pool, and we go in, and i put some gel in my hair – not my gel, someone else’s gel – and she goes, “that’s awesome!” and then, that’s how it began", "and then, just to further that a little bit, i did it, and it was very polarizing", "a very small percentage of people thought, “hey, that’s cool.” maybe 20 percent", "80 percent thought, “what a dick.” i could see that they thought that, and sometimes, they said it", "i just thought, “wow, it’s polarizing, but yet, it reveals something", "it’s like a litmus test.” so then, i just kept going", "so, one of the many things that have really impressed me when looking back at your career is how persistently you have cultivated certain projects, and one in particular that i’d like to ask you about is 8 mile", "could you tell us – and, i don’t know the answer to this – how 8 mile came to be", "okay, sure", "what if i said no, i couldn’t tell you", "no, i can tell the story", "so, i was dedicated to having curiosity conversations", "i should really know, but it was at least 20 years ago", "i was in new york in a taxicab, and the cab driver had on a local talk radio show, and ol’ dirty bastard was being interviewed by this radio guy – more than 20 years ago", "so, i’m going, “whoa, this guy is choosing to be called ‘ol’ dirty bastard.’ that’s his choice", "he wants to be called that.” so, that was already interesting", "so now, i’m listening to odb talk, and i’m going, “wow, this dude doesn’t even make any sense.” but, he was getting away with it and so committed to it, i was thinking, “i want to meet him.” so, i found a way to meet ol’ dirty bastard – odb – and it was a trip", "everything cost money", "i met him – he said, “meet me at the studio,” but he wouldn’t let me in the studio", "i was on the sidewalk", "everything was like an a la carte thing", "if i wanted to go in, that would cost a little", "if i wanted to watch him do something, it would be a little extra", "it was bang, bang, bang – everything was a la carte", "so, i just chose to stay on the sidewalk", "it felt like that’s what i should have done", "and, i just thought, “he is really interesting", "he’s kind of funny, but he’s also speaking some truth about what’s going on in the inner city, what’s going on on the east coast in this music genre that was early rap.” so, i started thinking, “what is early rap", "what’s going on?” so, that led me – from odb, i thought i would meet slick rick", "now, slick rick is really funny", "he’s a british dude who wears a patch on his eye and has to be carried in like a king – “slick rick, the ruler.” so, slick rick the ruler is really funny, but also cool, and from that point, i met chuck d of public enemy, and that’s another thing, and i’m thinking, “wow, this is a really important movement that’s going on.” while i was in new york – because i do these missions", "in 48 hours, i’ll make a point to meet literally every magazine editor, and sometimes, newspaper editors", "so, i can say i’ve met…well, i’ve met one of the more accomplished newspaper editors, frank rich", "frank rich was really credible, really smart, and very high-quality", "i said something to him – “i met these guys” – and he sort of dismissed it as an inferior subculture", "i said, “i don’t think it’s a subculture, i think it’s the culture.” he sort of blew that off, and i thought, “i’m going to try to look at this kind of like an equation that i’m going to prove in story form – try to bring some cinematic form to this equation and prove that hip hop is the pervasive culture, not a subculture, much less an inferior subculture.” so, i went on this journey to try to do that – this learning journey that was more artists, more people, blah blah blah, and i wanted to capture the humor and the truth", "so, i’m about eight years into this, and i’m keeping it alive, and i’m watching the vmas in new york when the vmas were super cool, and the camera pans, and i see this kid, eminem", "the camera sits on him, and he’s got this icy urban glare, like, “i’m killing somebody.” and then, all of a sudden, he becomes this fluid, self-effacing guy that smiles, and laughs, and is really elastic, and i’m going, “wow, what a range", "this is really interesting", "i want to meet that guy.” so, then i go to my longtime friend jimmy iovine, who’s one of the most important music producers ever, and is such a superstar for picking", "and, he goes, “yeah, i can make it happen,” but it wasn’t easy to meet eminem", "he says, “i can arrange it", "he’s kind of a recluse, but i’ll make it happen.” this is before he really blew up and became a star", "so, he comes into my office in beverly hills, and he sits there like this, and he won’t look at me", "i’m over here, and i’m talking and talking, and he won’t talk back, and i’m trying every little trick, and nothing is work", "it had to be 30 or 40 minutes into this, but it felt like three hours, and he goes, “i’m out.” i’m thinking, “you’re out", "we didn’t get to talk!” so, i’m thinking i have to beg him somehow; i have to find some way", "so, he’s at the door, and i used some word like – i don’t want to say it, but it was like, “come on, you can animate,” or something like that, and he turned and looked at me again like, “this is not a good thing to happen to brian grazer right now.”  but then, he sat down, and one thing led to the next, and he told his story, which was an amazing story, which became the basis of 8 mile", "he was able to fully encapsulate what it was, and it was just a flashpoint moment where i was able to grab this, and he wasn’t saying he wanted to star in it or anything, but i could tell this was it because it introduced what rap battles are, which is very cinematic, and it had a theme that i cared about", "all of my movies that i care about begin with a theme, not a story, because themes are not able to be challenged", "if love is a theme, it’s hard to challenge that and say, “i don’t believe in love.” or, in his case, that story was literally like, “how is he going to get through these emotional injuries to become self-actualized enough to actually perform and be liberated from all of his emotional injuries, so he can look at the audience and say what he said at the end of the movie?”, which i won’t say in this audience", "so, i thought it was amazing, and we were able to get him to do the movie, and he ended up being the only rapper to ever win an academy award, and it was a great thing", "he’s so talented", "so, just to follow up on a bookmark from that, what you said to him to get him not to leave was, “come on, you can animate,” or something along those lines", "yeah, i don’t really want to say – it was a little – you don’t have to say", "– desperate like that, but i had to take my last shot", "he was at the door", "it seems to have worked out", "it worked", "it was partially antagonizing – i don’t know what happened, but he talked", "he came back", "i have the utmost respect because i’ve worked with so many actors, having produced somewhere around 100 movies, and he was the most professional", "he actually acted in every frame of the movie, wrote all of the music, and composed the music, and was a father", "he’s just – i don’t get to see him much, but i have the utmost respect for him", "so, we saw the sizzle reel earlier – oh", "that was a pregnant little comment – but, i think that we could talk about – and, we have – some of the successes", "do you have a favorite failure, meaning a failure that set up you up for later success, or something that was particularly helpful from the standpoint of learning", "well, i have a lot of failures", "fortunately, i’ve had enough successes that it sticks out, but i do have a lot of failures, and they’re different types of failures", "sometimes, when i violate my own rules and get lazy with my own rules about choice of a movie, where i get sloppy or lazy in the choices of building the foundation… any time you say – sometimes, i’ve picked a director where i go, “he’s good enough.” you’re making hundreds of decisions", "“good enough” equals “shitty.” “good enough” doesn’t ever work", "i have one failure of – i produced apollo 13, and ron, tom, and i sort of became – we’re friends and partners, and we all go, “if we can just make this good, that’s a win,” and we’re feeling so good about ourselves because we’re feeling like we’re making something good that’s not going to make very much money, but at least it’ll be good", "why won’t it make a lot of money", "because everybody knew the end of the movie", "they all lived", "so then, all of a sudden, we make the movie, and the movie does really well, and we’re all really happy", "but then, the studio goes, “don’t be too happy", "let’s see how it does overseas.” so, i’m realizing, “okay, now i’m on this journey", "i thought i was happy, but now i’m not happy", "no one’s happy because it didn’t get released overseas yet.” so then, it gets released overseas and does really well", "we have a few more of these things", "“wait until it gets to home video.” then, all of a sudden, all the financial corridors are satisfied, and it does well", "then – i don’t even think like this – now, the oscars are coming about, and they nominate", "there are five movies that get nominated, and apollo 13 gets nominated for best picture", "it gets nine oscar nominations and excludes ron howard, which was a super bummer for him", "no nuance there, it was just a bummer", "and then, for him, it was really terrible", "but now, we’re in the oscar race, and everyone is saying, “apollo 13 is going to win 100 percent.” las vegas odds makers – everybody is saying, “you’re going to win", "what are you going to say?” i go, “i don’t know what i’m going to say", "i don’t know if i’m going to win", "i don’t know anything", "i’ve already been up and down like this the entire time.” so now, what happens is it’s the day of the oscars, and i’ve got my speech right in my pocket, and i know i’m going to be saying this speech because everybody said it, and in fact, some very famous investment bankers – one of them, who i didn’t know, came to my office and said, “i just want you to say a few words about my pancreatic cancer company,” and i go, “i can’t think like this", "you’re jinxing me", "this is too much pressure for me.” and so, now, it’s the day of the oscars", "i’ve got my tuxedo on, i’ve got the thing, and we’re at the last award, and sidney poitier is going to open the envelope, and he’s very dignified, and he’s a very deliberate communicator", "he speaks…slowly", "“and, the winner is…” and, he’s got the envelope in his hand", "he’s ripping it open, and it looks like he’s going to say, “brian.” i’m hypnotized", "i feel like a “b” is coming up", "so, i get up and i walk all – well, very close to him – i’m up out of my seat, and he says, “braveheart!” that’s not “brian.” that’s a movie", "that’s a whole other movie", "so, i have to turn around and walk back to my seat, and i walk backwards because i’m so embarrassed, and i walk backwards, and there’s – it’s so vivid", "this got me taking sleeping pills because it was so… so, when i turned around, one chairman of one studio goes like this – “loser!” – to me", "so, i’m going, “oh, this is such a bad thing for me.” and so, i sit down in a sweat, and the real astronaut that tom hanks played – jim lovell – is two seats down", "he reaches way over tom hanks and ron howard, grabs my wrist, and says, “i never made it to the moon either.” that’s a hell of a story", "it’s a long story", "oh, no", "one hell of a story – a good story", "it’s a good hell, not bad hell", "did that have – actually, did it have a lasting impact, or were you able to brush it off", "oh", "so… okay, what did i learn", "what i learned was certainly not to treat anything as a reality until it becomes a reality, and that reality is a fluid experience, and that reality is always changing", "so, whatever data they were supporting didn’t win", "so basically, always stay out in the middle lane", "i was pretty good at that, but i did fall out of the lane", "i thought, “well, i could win, i’m going to win, i’m going to go up.” and then, eventually, i did win for a beautiful mind, so that was good, but because i was in the column of feeling like anything could happen, that it could all go wrong, i almost couldn’t talk on that award", "i went up", "i was so nervous, and i had this piece of paper, and i was shaking with the paper, and i look at russell crowe and say to the audience, “i know that my nervousness seems imperceptible.” they thought that was kind of funny, but i noticed that all of the biggest female stars in the world were in the front rows – sandy bullock, nicole kidman, every one of them – and i’d known a lot of them from meetings or working with them, and they were all looking at me like, “you can do this", "you can do it!” they could tell i was crashing", "maybe it teaches you something about pre-anticipatory anxiety", "i don’t know", "that sounds like a good answer", "yeah, it does", "you mentioned violating your rules for choosing films or working on projects, and one of the rules is that being good enough is shitty", "can you tell us about any of the other criteria that you have for selecting or choosing the movies", "i guess “selecting” and “choosing” are the same thing; i’m just trying to get fancy", "i start with a theme, and then i find a story that is compatible with that theme, that actually is a vehicle for that theme", "so, for a beautiful mind, i was just being present and looking around my world, and i would see people – kids – that were stigmatized by even the mildest mental disability, and i felt shitty about it", "you can see guys in this area talking into garbage cans, and they’re not just talking into garbage cans, they’re mostly living in an alternate reality, and that alternate narrative is the narrative of them talking into that garbage can", "it’s not something to – you want to understand it so it’s not cruel or stigmatizing, and it took a very long time to find a story that would be in service of that theme, but i did", "ultimately, i’ve always said that i’m in the feelings business", "as a storyteller, i’m only in the feelings business because if you can ignite a feeling in cinematic form – which is an abbreviated way to connect right into your blood stream – then, you’ve created an indelible experience for somebody that, if it has hope – i don’t always win at this, but i try to make movies that have hope", "i don’t like to put negative energy out in the world", "it doesn’t have to be corny", "eminem’s ending wasn’t corny", "in friday night lights, they don’t even win the game", "they just become more complete young men, and more mature, and stronger", "so, i think feelings are so central", "they’re the differentiator, and if you lose track of that, i think you’re really lost", "it’s very important when you create any kind of story to create a protagonist that’s suited for the population or the audience", "so, you really don’t want to have a story that – i don’t want to end on that", "what was that", "if you have a story that’s designed to have emotional impact as an endpoint, which is my goal, you have to think to yourself, “what is your audience?”, and make sure that the characters that are personifying this idea are the same age or likeness as your audience", "sometimes, you forget that, and you go, “wow, this is a young person’s idea and i have older people as protagonists.” that’s often a calibration that is off", "i made a movie called fear", "fear starred mark wahlberg – commonly known as “marky mark” at the time – and reese witherspoon", "and, it was based on – a lot of movies that matter to me are based on an experience like friday night lights, something emotional or real that i experienced and that i would be able to capture in the story, or something i’m observing", "so, what happened is i have a daughter", "her name is sage, and she’s the one with my hair", "so, this is prior to that", "she’s 3 ½ years old, we’re going skiing, she doesn’t really know how to ski, we’re in the chairlift, and i go, “follow me as we dismount.” she goes, “no, you follow me.” i thought, “this is going to be a nightmare.” at 3 ½, she’s saying i should follow her", "at 16, i’ll be completely powerless", "so, i created a movie – this thriller called fear – starring mark wahlberg and reese witherspoon, where she picks this guy that is really charming, cool, and popular, but is really a psychopath", "but, the father is powerless and can’t just go, “hey, your boyfriend is a psychopath.” he has to say, “hey, are you really sure you want to go out with him?” he has to really think it through, and so, that becomes this horrible nightmare film that is a very effective film", "unfortunately, i lived it through the parent’s point of view as opposed to the kid’s point of view", "so, it shows the points of view, but it’s balanced through his perspective, and the stakes are in the 45-year-old man’s brain", "if it were in the kid’s brain, it would have made $150 million, but when i put it in the wrong perspective – even though it was an effective story personified through the parents – it didn’t do very well at all", "it was a good movie, but it didn’t have commercial results because it was a kid’s story represented through adults", "so, you have to actually calibrate all these things and be very precise about it", "but, i can actually apply this to any one of your startups by associative parts in storytelling", "i’m positive with that because i happen to believe everything is a story", "i’m sure it’s refutable, but i think that everything is a story, and when you lose track of your story where there’s a company or human being, it creates a misdirection", "thank you for that", "you don’t have to worry about the time", "i’ll watch the time", "you mentioned “good enough” equaling “shitty,” which i like a lot", "what separates a good enough producer – or even a good producer – from a great producer in features films", "taste", "just taste", "having the taste to pick the right subject, to pick the subject that is also authentic and hasn’t either been inhabited at all or through this fresh perspective", "so, the taste in picking the right thing, the taste in executing, knowing what is good and not good", "it’s completely qualitative", "what some people think is a good meal, another person might not think is a good meal", "there are some people who think that’s a great car, and there are people that don’t think it’s a great car", "so, i would just think it’s taste alignment and the ability to execute it", "so, when you build the foundational parts – whether it’s your business or the business that i’m in, which is making stories – you have to pick people with similar taste, and in testing that, i always go, “well, what does it look like?” i want the person to say what they think the thing looks like, even if it’s just a feeling", "so, i used to do this little trick where i could meet a director that has very good credentials of executing great taste, but he might not want to message the same thing that i want to message", "so, you really have to make sure… if i made a comedy – and, i did this many times – i produced a comedy, i got this a-plus director, and i would say, “well, what would it look like, ted?” he starts talking, and he starts talking about wide shots", "well, i know that’s not right because comedy is a close-up medium", "there are all these little giveaways that i’m sure you guys will have that you can codify in your own manifesto", "so, it’s a very doable thing to think through", "are there ways to cultivate taste", "i still make mistakes, by the way", "i’m still very fallible", "as we all are – works in progress", "is taste something that you can cultivate", "are there ways to cultivate it, or is it more like height or something like that that’s fixed", "no, i think you can develop taste", "you just have to go on a journey to do that", "i hadn’t thought of it, but you would just have to be exposed to the execution of good taste in fashion, art, medicine, technology, or… some people see the über-picture in the game, so you want to be exposed to those people", "why are you laughing", "i think it’s a good answer", "it’s not a mocking smile", "it’s more of an “i agree, thank you” smile", "no, no, i’m cool", "some people do", "they see things in an elevated way, and sometimes, they’re accidents, but you should make it – i tried to make this always part of my journey, but… harold ramis – may he rest in peace – i adored him", "he wrote animal house and stripes, and i met him, and he had such an – i thought animal house was one of the funniest movies, but he had a really harvard brainy – i guess they don’t always have to be aligned, but he had a very brainy way of stating what that movie was about, and i thought, “whoa, that’s really heavy.” and so, you know it when you hear it if you’re available to hear it, but you can create a discipline where you try to sample stuff", "why is gucci good now", "because of its new creative director", "who picked him", "pinault picked him", "why did pinault pick him", "how does pinault pick directors", "how does that work", "you start going that way", "i’m so interested in your questions", "i could just ask questions all day, but last question – we’re winding down", "look at this", "we are winding down the countdown clock", "there are a lot of things that are inaccurate on the internet, but i’ve read that you’ve said, “writing notes of gratitude always strengthens me.” i don’t know if that’s true, but do you write gratitude notes", "yes", "i have a gratitude journal that somebody gave to me – a tech titan", "i said, “what are you doing?” he writes in this gratitude journal", "every day, he tries to address this piece of paper", "veronica and i gave them away at our wedding", "every person got a gratitude journal, and i try to… i want to stay in my lane", "i don’t want to enter someone else’s lane in terms of their life choices, their value system, their economics, or their lack of economics", "i want to have compassion, but i want to be in my lane, and being in my lane, i can have gratitude, like “thank you for the health that i have right now,” that animates my mind, my life, and my physicality", "so, i want to be in that zone", "well, i think that’s the perfect place to wrap up", "@briangrazer on all social media", "thank you so much for a wonderful time", "ladies and gentlemen, brian grazer", "hey, guys", "this is tim again", "just a few more things before you take off", "1)", "this is five-bullet friday", "do you want to get a short email from me – would you enjoy getting a short email from me every friday that provides a little morsel of fun before the weekend", "five-bullet friday is a very short email where i share the coolest things i’ve found or that i’ve been pondering over the week", "that could include favorite new albums that i’ve discovered", "it could include gizmos, gadgets, and all sorts of weird shit that i’ve somehow dug up in the world of the esoteric, as i do", "it could include favorite articles that i’ve read and shared with my close friends, for instance", "it’s very short", "it’s just a little, tiny bit of goodness before you head off for the weekend", "so, if you want to receive that, check it out, just go to fourhourworkweek.com – that’s fourhourworkweek.com, all spelled out – and just drop in your email, and you will get the very next one", "if you sign up, i hope you enjoy it"]}