{"dialog_idx": {"stewart brand": [31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 49, 50, 51, 58, 59, 60, 61, 62, 66, 67, 68, 69, 70, 71, 72, 73, 74, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 118, 119, 120, 121, 122, 123, 124, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 171, 172, 173, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 217, 218, 219, 220, 221, 222, 223, 224, 225, 227, 228, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 253, 254, 255, 256, 257, 258, 259, 265, 266, 267, 268, 269, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 299, 300, 301, 302, 303, 304, 305, 306, 307, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 354, 358, 359, 360, 361, 362, 363, 364, 365, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 387, 388, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 414, 415, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 454, 455, 456, 457, 458, 459, 460, 461, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 517, 518, 519, 520, 521, 522, 523, 524, 525, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 557, 558, 559, 563, 565, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 668, 674, 675, 677, 679, 680, 681, 684, 686, 687, 688, 689, 690, 691, 692, 693, 694, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 731, 732, 733, 734, 735, 736, 744, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 836, 838, 839, 843, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 897, 898, 904, 905, 906, 907, 908, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 926, 927, 928, 946, 947, 948, 949, 950, 951, 952, 953, 964, 965, 966, 968, 969, 970, 974], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 46, 47, 48, 52, 53, 54, 55, 56, 57, 63, 64, 65, 75, 76, 89, 90, 91, 92, 93, 116, 117, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 170, 174, 186, 187, 188, 189, 190, 191, 192, 204, 216, 226, 229, 230, 252, 260, 261, 262, 263, 264, 270, 271, 296, 297, 298, 308, 309, 310, 311, 324, 353, 355, 356, 357, 366, 381, 382, 383, 384, 385, 386, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 413, 416, 417, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 462, 463, 483, 484, 485, 486, 487, 488, 489, 490, 491, 510, 511, 512, 513, 514, 515, 516, 526, 527, 528, 529, 530, 531, 532, 544, 555, 556, 560, 561, 562, 564, 566, 567, 568, 569, 570, 589, 590, 591, 592, 593, 594, 595, 596, 597, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 667, 669, 670, 671, 672, 673, 676, 678, 682, 683, 685, 695, 707, 708, 709, 710, 711, 712, 713, 714, 729, 730, 737, 738, 739, 740, 741, 742, 743, 745, 746, 784, 802, 813, 814, 815, 816, 835, 837, 840, 841, 842, 844, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 899, 900, 901, 902, 903, 909, 922, 923, 924, 925, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 967, 971, 972, 973, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991]}, "episode_num": 281, "file_type": "html", "guests": ["stewart brand"], "num_sentences": 992, "num_words": 21674, "raw_text": "Tim Ferriss: Hey, guys. Tim Ferriss here. Before we jump into this episode, I’m going to do something I very rarely do, and that is to make a direct ask with hat in hand. My brand-new book just came out today. It is called Tribe of Mentors: Short Life Advice from the Best in the World. If you like the podcast, you will love this book. I reached out to 130 people who are the best at what they do in sports, investing, business, acting, directing – you name it, we got it. Cryptocurrency? Done. It turned out better than I ever could have expected. Many of my friends think of all my books, it is the easiest to read, the easiest to use, so check it out. Please take a look. I put out so much free material. The podcast is free. The 700-plus blog posts are free. Every once in a while, I put out something like this, and it’s not that expensive, so please take a look at TribeOfMentors.com, and it does make a great holiday gift or gift for others. There’s something for everybody in here. It is really a choose your own adventure guide, a buffet of options for improving your life, both in business and in the personal sphere. So, take a look. I appreciate you taking a look. TribeOfMentors.com or anywhere that books are sold. Tim Ferriss: Hello, boys and girls, ladies and germs, you sexy little kittens. This is Tim Ferriss, and welcome to another episode of The Tim Ferriss Show, where it is my job to interview and deconstruct world-class performers of all different types to tease out their habits, routines, tactics, thinking, philosophies, and belief structures that you can use. This episode – kids, if you’re in the car with your parents listening, please put on earmuffs – holy shit. What a treat. I could not be happier with what you are about to listen to, and it’s all because of the guest. By way of background, when I was in Uzbekistan with Kevin Kelly – and, if you haven’t heard of Kevin Kelly, you can check out my interviews with him. I have argued for a very long time that Kevin may in fact be the real-world Most Interesting Man in the World, but when we were in the back of a taxi in Uzbekistan – long story – who I should have on the podcast, he gave me a very complete list, but the first two names were Tim O’Reilly and Stewart Brand, and when I asked Kevin who he considers as his mentors, the first name he brought up was Stewart Brand. So, who is Stewart? Stewart is one of the sharpest, most badass guys you’ll ever meet, and he’s kind of like Forrest Gump. He shows up at every possible historical moment you can conceive of. Stewart Brand – @stewartbrand – is the president of the Long Now Foundation, established to creatively foster long-term thinking and responsibility in the framework of the next 10,000 years. Yes, that’s not a typo. He leads a project there called Revive and Restore, which seeks to bring back extinct animal species such as the passenger pigeon and woolly mammoth. Stewart is very well-known for founding, editing, and publishing The Whole Earth Catalog, which changed my life when I was a little kid – we talk about it – and it also received a National Book Award for its 1972 issue. And, on top of that – and, we delve into this – Steve Jobs talked about it in his most famous commencement speech. Stewart is the cofounder of The Well and Global Business Network, and the author of books such as Whole Earth Discipline, The Clock of the Long Now, How Buildings Learn, and The Media Lab. He was trained in biology at Stanford and served as an infantry officer in the U.S. Army. Stewart can cover so many different spheres of expertise and speak intelligently on very high concepts ranging from evolution to the nitty-gritty of designing finite – or rather, I should say infinite versus finite gains for different groups of people. It’s just so much fun to speak with Stewart, and I’ve been hoping to do this interview for a very long time. It came together, and maybe the caffeine level on my side was right – I think Stewart’s always on point, but I’m just thrilled with how everything turned out. So, as usual, we’ll link to everything in the show notes that you can find at tim.blog/podcast, and there will be a lot of links, but I really hope you enjoy this conversation as much as I did. So, without further ado, please meet the one and only incredible Stewart Brand. Stewart, welcome to the show. Stewart Brand: Howdy, Tim. Tim Ferriss: Howdy. I have wanted to interview you for a very long time indeed, and our mutual friend Kevin Kelly, who I used to say was the real-life Most Interesting Man in the World, but I think you may actually give him a run for his money. I suppose it’s appropriate that I’m recording this from where I am on Long Island where I grew up because at my parents’ house, which is right next to me, in the shed, I remember going in as a child to find a single copy of The Whole Earth Catalog, and I would go to The Whole Earth Catalog – I remember exactly where it is in the shed – and I would sit down for hours, flipping around in this incredible tome, and I wanted to thank you for that first and foremost because it had a real formative impact on me in my childhood years. Stewart Brand: That’s amazing. I hear that a lot. I’m curious – do you remember any of what particularly got you going through the Catalog back then? Tim Ferriss: Yeah, there were a few things. Maybe you can correct – I’ve actually never told anybody this – I want to say that the first thing was that there were geodesic domes or some sort of graphic representation of them, which were fascinating to me at the time. My grandfather on one side was a classical sculptor, so I was very interested in shapes. I wanted to be an illustrator and a comic book penciler for about 15 years, so anything that represented what I felt was an unusual shape in the physical world was very interesting to me. And then, this could be a false memory, so please correct me if I’m wrong, but as a 9- or 10-year-old – maybe I was even younger – was there any –not necessarily nudity, but were there breasts of any type in The Whole Earth Catalog? If so, that was probably also a big draw for me. Stewart Brand: Yeah, there were breasts. There was even a crotch, I think, in My Body, My Self, which was this wonderful book by women on women’s health that came out. It was “Just the facts, ma’am,” graphic, and rich. I think it was a collective of women in Boston who put it together, and it was kind of a revolution of users taking hold of medicine and revamping how it was thought about. Women were – then and now – especially in need of better facts than they were getting from the male medical establishment. Tim Ferriss: So, I feel like the answer I gave you might be very trivial. Do you have any common answers that pop up often when you ask people that question about what stuck with them or grabbed their attention? I suppose it probably depends on the age at which they came across it, but are there certain things that stick out often for people? Stewart Brand: Well, a common thing is, “Wow, you did The Whole Earth Catalog. That really affected my life. I still have the original Whole Earth Catalog.” I’ll check and see if they mean the first one that came out in 1968, of which only 1,000 were printed. No, what they mean was their first Whole Earth Catalog, which was probably the last Whole Earth Catalog in 1972. And then, I’ll ask them, “Why do you still have it?”, and there’s this wonderful silence. I’ve never gotten a good answer. I think it has something to do with a sense of a certain era, or a certain period in the life of that person coming of age and coming into who they were and who they wanted to be, and I guess they felt the Catalog was some kind of enabler or tipping point from one way of thinking about what they could do to another way of thinking about it. So anyway, a lot of people have kept them. There’s no end of basements and attics that have Whole Earth Catalogs in them. Tim Ferriss: Now, one fan who comes to mind – and, I’m sure there are many who have name recognition – is Steve Jobs. He referred to you in his Stanford commencement speech, which has become very popular, and he refers to “the amazing publication called The Whole Earth Catalog, one of the bibles of my generation.” Have you spent any time or did you spend any time with Steve and get an idea of why it had such an impact on him? Stewart Brand: I did spend time with Steve a few times, and we did some videos together for the Library of Congress that you can find on YouTube. The Library of Congress asked both of us to help promote a new program they were doing. We were both glad to do it, so we sat down together and did some fun stuff. That was also when Steve put out his “personal computers are a bicycle of the mind that vastly enable” and everything. The question I never got to ask Steve was about the end of that commencement speech. What he put out to the Stanford students was what had been on the back cover of The Whole Earth Epilog, which came out in ’73 or ’74. It said, “Stay hungry, stay foolish.” For some reason, that really got Steve. His commencement talk was wonderful because it was basically about – well, he gives three stories, but the main story is that he’s been scared to death by his pancreatic cancer diagnosis and lived, at least for a good important while. So, from that perspective, he was kind of giving the students a little bit of a signal from the other side of a temporary grave, and that’s part of what made it such an amazing talk. Basically, his final line to the students was “Stay hungry, stay foolish,” and a question I never had the chance to ask Steve – even though I did see him for lunch after that talk – was what got him about that, and various people – including me – have tried to interpret why he in particular was moved by “Stay hungry, stay foolish.” I think he was putting it out at that point from a position of a whole hell of a lot of power and wealth. He was into issues like The Envier’s Dilemma, of how you keep your business from clinging to its past so much that it becomes part of the past, and how do you keep revolutionizing your own process, your own thinking, your own business, your own whatever? I think he was using – I’m surmising that he was using “Stay hungry, stay foolish” as a sort of refreshment exercise. Tim Ferriss: What was intended by “Stay foolish”? I feel like I can interpret “Stay hungry” in a number of ways that I would probably have some consensus on with other people. What about “Stay foolish”? What was intended by that? Could you elaborate a little bit? Stewart Brand: The back cover of The Whole Earth Epilog was a photograph I commissioned that was meant to look like a sunrise that a hitchhiker might see on some roadside, and it was in relation to a photograph of the earth at the moment of the sun just coming around, making a crescent. So, the limb of the earth is basically just a crescent of light from the sun. That’s a sunrise happening somewhere on Earth, so I wanted to get that from the surface. But, the dawn – someone’s eyes must meet the dawn. The dawn hitchhiker is headed wherever the next driver is headed, in a way, and that’s a foolish way to get through life, but it’s also a randomizing way to get to wherever you’re going. I think I was promoting the idea that occasionally, you stay random. Nicky Case just recently gave one of our Long Now talks where he points out that chaos is an important part of keeping creativity, evolution, and everything else going. The story on evolution is what they call fitness landscapes, and as a biologist from the ‘50s, I’m really won over by them. The idea of a fitness landscape is it’s a series of hills and mountains, and typically, when a species is evolving, it’ll evolve to a local optimum. The local optimum might just be the hill that happened to be nearby. It gets better and better at going up that hill until it gets to the peak, and then it stays there. But, all around it may well be much higher peaks of much greater opportunity, much greater fitness, or whatever it may be. As long as it’s focusing on being really good at being on top of the hill it’s on, it will never get to those mountains. The only way it will get to those mountains is by being foolish, trying weird stuff, being random, recombining, or mutating down off the hill a little bit – maybe even down into the nearby valley, which looks horrible – and then trying new things that improve on the new slope it’s on, which could well be a higher mountain. So, what gets you off the low hills of fitness to a potentially high mountain of fitness is randomness. That’s “Stay foolish.” Tim Ferriss: Has that been a conscious decision on your part throughout your life to insert randomizing function, or has it really just been serendipity? Stewart Brand: [Laughs] Tim Ferriss: I’m just wondering – you’ve lived so many lives. I’ve been very intimidated by the interview because I’m like, “How the hell – Where should I start? Where is the beginning? Where is the end?” It’s very challenging. So, I’m just curious if that’s something you’ve thought about as you’ve made decisions in your own life. Stewart Brand: As near as I can tell, Tim, my version of randomness is a pretty low threshold of boredom. Tim Ferriss: Okay. Can you elaborate? Stewart Brand: The way that works is –like with various sports as they came along, when skydiving came along – well, that doesn’t count because I stopped doing that after I had a parachute fail to open. But, hang-gliding came along, or snowboarding. Those were two sports that I got into as soon as they showed up. I ran out of excitement pretty quickly – up the hill, down the hill, up the hill, down the hill in both cases. I bailed. I have bailed out of a lot of interesting things. It is not good career advice in terms of scoring big because as Brian Eno has pointed out to me and others, the way to make a lot of money is to have a very good idea and to be extremely careful never to have another. Tim Ferriss: [Laughs] I haven’t heard that before. Oh, man, that’s – Stewart Brand: It’s true for artists, it’s true in business, and it’s true in all sorts of things. You develop an expertise, get rewarded for it, and if it really looks like it is one of those mountain opportunities, the temptation is to keep storming up the mountain. After a while you can see what the limits are, or you find yourself doing the same mental and physical things day after day, and meanwhile, other stuff is kind of tempting or just shows up. A lot of my stuff just showed up, Tim. I’m dealing with a biographer now, and he’s raising some of these same questions. When I thought about doing a memoir, I thought about using a title from Arthur Kessler about astronomers called The Sleepwalkers. Those things where I progressed from one to another – they were not part of any arc of ambition or even narrative arc. They just seemed like a good idea at the time based on what was around me. So, I think biographies – including mine – consist mostly of circumstance and sequence, and then you map character onto that, and any stories you have, you tell backwards. Tim Ferriss: So, I want to dissect the stories or things that you tell backwards in a second, but first, there’s something you mentioned in passing that I feel like I have to address as a pink elephant in the room that my listeners are going to ask me about if I don’t ask you. You mentioned that you did skydiving for a while, but then you had a parachute not open. Stewart Brand: Oh, yeah. Sorry, that’s an easy story. I took airborne training when I was an Army officer. When I was stationed at Fort Dix, skydiving was just starting to come along as a thing that you could do. The U.S. Army had a skydiving team and things like that. So, this was in ’61 or ’62. We were in New Jersey, and a couple of the local guys got together, and we started – we would take military chutes, cut gores in the side and a section out of the back, and then put certain strings up to where the gores were. By pulling on the strings, you could sort of steer and sort of go forward. And then, we’d rent a plane and jump out, and do jump and pull first, and then five-second delays, and so on. It was great fun. By then, teaching basic training at Fort Dix was boring for all of the officers who’d been in for a year and a half at that point. So, when I got out of the Army in ’62, there was a pretty good amateur skydiving scene going on in northern California, so I joined that and was jumping on the weekends up near Mt. Calistoga in northern Napa Valley. It was a young and dangerous sport at that time. I still had an Army parachute that I’d taken from Army and adapted. I guess I’d had guys who were doing adaptations do it. One of the times I jumped out, I think was doing a ten-second delay, and I was counting, “One thousand, two thousand, three thousand,” and I got to my count and pulled the parachute – you reach across yourself and pull the ripcord, and the parachute comes out, and there’s this sudden stop, and then a really pleasant minute-long glide down to where you’re going to try to land on the target. And, this idyll was interrupted by the fact that the parachute was not opening, and I could sense that there was crap going on behind me. The great thing about parachute training in the Army is that you go through a lot of stuff about what you do if the parachute doesn’t open. There’s a reserve chute, a little stuffed-together laundry thing on the front. The main chute is on your back, and the reserve chute is on the front. One of the things that you’re told is if you have to open the reserve, go for it and then turn sideways in the air because if you’re facing straight down in the standard position that you skydive in, the chute will open around you, and besides being dead on arrival, you’ll already be in a shroud. So, I had this wonderful moment of, “Oh!” Suddenly, the spotlight is on me. I could see San Francisco in the distance. I was facing that direction and had those cosmic thoughts, and at that point, I also had eight seconds to live before I would be a greasy spot. And, what I found myself doing was what I was trained to do, and this was one of the things that persuaded me that training is better than almost any other form of instruction. I rotated 90 degrees in the air, reached for the reserve chute and pulled it. It popped out with a terrible jerk, and I had the somewhat faster cruise down to the ground without any ability to control it, which was alarming because the wind was taking me towards some power lines. Anyway, I landed, and that was that, but it was late in the day, so I didn’t go back up – or, maybe I was afraid to go back up. When I did go back up the following weekend, I did a very dangerous jump and almost hit my head on the step leaving the small plane. I never really stabilized in freefall, and basically, it was a screwed-up jump. That persuaded me that my body was not happy doing parachuting anymore, so I stopped. Tim Ferriss: Okay, I think that’s a very reasonable conclusion. Stewart Brand: By the way, what caused the malfunction was the pilot chute that jumps out of your backpack first and pulls out the sleeve, which then reveals the parachute. That’s how it opens in a less-than-sudden way. That pilot chute jumped out, and the tether that it was on managed to tie an overhand knot in the bottom of the sleeve, so even if I’d spent my eight seconds trying to undo the tangle, I would have still been tugging at the knot when I hit the ground. Tim Ferriss: Were there any other trainings or principles that you took from your military experience that ended up being helpful later? Stewart Brand: There’s a lot of instruction. I was lucky; I took ROTC at Stanford and took two years active duty after I graduated, and then off I went to Fort Benning to officers’ basic training course. When I was there, I got most of the basics of small unit management and leadership that my generation – the liberal types, mostly – did not get. It was me, John Kerry, and a few others. They were just simple things like, “Okay, you’re responsible for the people in your command. You’re going to critique them to get them doing ever better, especially the sergeants that work for you. “The way you begin a critique is by telling the sergeant what he” – or now, she – “has been doing very well and thank them for that. It’s got to be close, accurate, and well-observed.” And then, you say, “On the other hand, I think there’s one thing you could be working on,” but probably not more than one thing, or you overwhelm them. You give them something to work on for improvement and let them know you’re going to be watching to see signs of that improvement, which you will congratulate them for when it shows up, and then come up with some other item of potential improvement. Just that sequence of telling them what they’re doing right before telling them what they’re doing wrong is the kind of thing that good management instruction does. It’s done at taxpayer expense, thank you very much. Tim Ferriss: I want to talk about –The Whole Earth Catalog a little bit more, and I know that you’ve probably told many stories about The Whole Earth Catalog, but for those people who are listening who don’t have context, I just want to read a short quote, which is from a piece from The Guardian, so they have a little bit of context. I’m going to borrow from a couple of different pieces. The Whole Earth Catalog has been called “the internet before the internet,” and quoting from this piece, “It wasn’t exactly a book. It was a how-to manual, a compendium, an encyclopedia, a literary review, an opinionated life guide, and a collection of readers’ recommendations and reviews of everything from computational physics to goat husbandry.” Even as a kid reading this book, it seemed that it was the type of project that would take a lot out of a person. So, rather than necessarily going into the creation of it – although we could certainly get into it – I had not been aware that – at least, based on some of the reading I did – when you shut down The Whole Earth Catalog, what followed was a pretty severe depression. You and I saw each other not too long ago at TED, where I spoke for the first time on the main stage and decided two weeks beforehand that I would completely redo my presentation and talk about severe depression and how close I came to suicide at one point in college. Would you mind sharing with people a little bit of that period in your life and what you found helpful to regain your footing? Stewart Brand: Well, I saw that TED Talk, Tim, and a lot of people liked it, and it’s doing very well online. What I especially liked about it was the fear-naming aspect of that, the catalog of things you’re actually worried about, and how you work through each one. What happens if it actually happens? How can you deal with it and head it off? You take it apart in detail rather than just go along with this blank “I’m too afraid to make this move” approach to things. I really like that, and I think it’s something we’re going to find a way to use for some of the people who get worried about the use of genetics in conservation, which is mostly what I do these days. But, back then, I think I stopped the Catalog partly because I thought it was a good idea to stop something at the peak of its success to see what would happen. It was a kind of feline curiosity. But, it wasn’t that I then became depressed. I was also eager to shut it down by 1971 because I was depressed, and it was probably a combination of a marriage that had been going sour for a few years and various things that often go on with first-time success. I didn’t yet know how to modulate my work and schedule, so I was living at the office most of that time. Tim Ferriss: Just to place us, how old were you at that time? Stewart Brand: I was basically 30, 31, 32 – right in there. By now, people at that age have been through three or four failures and successes or whatnot. In those days, it was still my first, and I was considered young at the time to be having a certain national-scale publication of great interest to a lot of people. It was not an issue of money. It was a nonprofit, so I was just getting a nonprofit salary of $10,000.00 a year or something like that. I think the fame part was not particularly problematic. As you know, any kind of fame can lead you into a self-caricature sequence where you wind up being driven around by your image rather than vice versa, but that was not really an issue either. I think it was vacationless overwork and a tough marriage, and it took a couple years to get out of it. Years later, I had another one. They come, they go. I am now a great fan of drugs like Zoloft that can take – in my case, depression created occasional panic-type attacks, and Zoloft is fabulous against panic attacks. Tim Ferriss: So, you found that the panic preceded the depression as a triggering event? Stewart Brand: No, I think it was one of the elements. Who knows what triggers what? Actually, there was a recent trigger in the sense that I had a vertigo experience in the middle of the night when I turned over to the right, and suddenly, the bedroom was spinning. My wife Ryan was trying to settle me down, and we went off to the emergency room, and the guy there said, “Oh, it’s vertigo. It’s pretty common.” There’s a maneuver to turn your head in a certain way, and you get the thing that’s causing the vertigo in your middle ear. If you go to the right place, it doesn’t do that anymore, and it’s a fabulous correction. But, that particular time was the first time my brain or brain/body had frightened me like that, so I was fearful for a year or two after that. Part of that would be panicking at the kind of things that people panic at – standing around for a long time in public, driving on a bridge, and things like that – and Zoloft is great. It cuts the peak off any kind of panic, and you realize – you don’t get scared about panicking. Tim Ferriss: Yeah, you don’t start panicking about the panic. Stewart Brand: You’ve got it. Just by taking the peak of fearfulness away, the whole things gets under control. Tim Ferriss: Now that we’re on the subject – broadly speaking – of pharmacology, I had heard somebody refer to you as a pioneer in psychedelics, but that you had stopped. I’m curious to know why that is, and if you could give us any backstory on that. Stewart Brand: Well, I happened to be in the Bay Area when LSD was first being researched. At that point, it was still legal as a psychological fitness –a way to do severely enhanced psychotherapy, which has come around again now. It’s fun to see. I think a lot of it applied – using MDMA on post-traumatic stress syndrome and things like that, which our friend Richard Rockefeller was pushing strongly until just before he died. That’s good stuff. So, these drugs were around a lot. I never actually bought a psychedelic drug. There was so much of it in the ‘60s at that point that it was just the marijuana, hashish, LSD, or mescaline that people gave me, or the sessions going on that I’d join. I had formally joined the Native American Church, and I went to a number of peyote meetings and wound up leading one or two as a road man. It sounds like I was doing all the drugs in the world, but compared to my contemporaries, I was pretty modest. I did see a few people who thought that the solution to problem that might be caused by bad LSD trips was to do more LSD, and I was pretty sure that wasn’t the direction to look for a solution. So, I had some bad trips and some good trips, and the last one was in 1969 on the occasion where Ken Kesey, the Merry Pranksters, and their bus had a race in New Mexico with a hog farm bus – the Great Bus Race. I dosed up on a certain amount of LSD, and that was a fun and amazing experience, and also the last time I did LSD. After that, I continued to do nitrous oxide for a while, nitrous having the advantage of being completely legal. I had an E tank delivered weekly in my office. With nitrous, you do a flash, and if you like the flash, you can do another. If you don’t like the flash, then you stop, so it’s a little more self-correcting in that respect. One day, I just kept flashing. I think I was listening to the Beatles – probably Sgt. Pepper – and the world went away, and I was on the whole other side of a large room, and my wife was shaking me, saying, “You’re laughing hysterically.” It is laughing gas, after all. But clearly, I had gone over some edge with nitrous oxide, so I stopped doing that. Tim Ferriss: Why did you stop doing – was the cessation of LSD, then, a matter of legality at that point? Stewart Brand: Oh, God, no. Everything was illegal. Ken Kesey did this bit that he called the Acid Test Graduation, and it was partly a finessing of his legal problems, but it was also an acknowledgement that you go through the doors of perception that Aldous Huxley talks about, and you’re in this cosmic place, and then the trip is over, and you’re back. Then, you go back through, and there’s the cosmic place, and you go back through, you go back through –and there are terrifying versions and exalted versions, but in a sense, it’s the same cosmic place. So, two things happened. I recognized that there wasn’t a lot of news anymore, and the side effect was that I became much more suspicious about mysticism in general, which I’d studied in college – both Christian mysticism and everybody else’s. I had a feeling like I’d taken the shortcut into that world, and there wasn’t as much there as I had thought and hoped. Tim Ferriss: I might come back to that. For people who don’t know the name Ken Kesey, he’s the author of One Flew Over the Cuckoo’s Nest, and then, the Pranksters and the rip-roaring ride that you mentioned also led you to appear – just as a point of trivia; please correct me if I’m wrong – in Tom Wolfe’s The Electric Kool-Aid Acid Test. So, that’s just a side note. You make these appearances in so many defining cultural works or moments, it’s almost like watching Forrest Gump, but with someone who’s not Forrest Gump. It’s really astonishing. Stewart Brand: Well, I’m on the box of chocolates approach to things. You really do not know what you’re going to get. I got lucky. But, partly by choice, I’m in a creative area – the San Francisco Bay area – that specializes in doing weird stuff. Just by strolling around, you run into a lot and wind up connecting to a lot that ends up being important. Tim Ferriss: Can you tell us about Blue Marble? Can you tell us about the buttons that you distributed – or, I guess you were selling them – way back in the day and give us a little bit of context? Stewart Brand: The Blue Marble you’re referring to is the look of the earth from space. We’re still talking about drugs because I was bored in the spring of 1966, and on my rooftop in North Beach, San Francisco, I took a half a dose – maybe 150 micrograms – of LSD, and just had a nice, long, thoughtful afternoon that was colored by having listened to a fair number of Buckminster Fuller lectures and having read his books over the previous months. He had said that people assume that the resources of the earth of infinite, and in their mind, the earth is flat. If they would just understand that the earth is really a sphere with a limited amount of surface, resources, and everything else, then they would behave better. I was sitting there, stoned, looking out at the San Francisco skyline, and imagined to myself that I could see that the buildings were all vertical, but they weren’t exactly parallel. They diverged slightly because of the curvature of the earth with a fisheye thing happening in my mind. I imagined that if I went up a little way, I would see that even more strongly. If I went up further still in altitude, the horizon would close on itself and be an obvious circle. And then, I guess I took my mind further out – this is kind of a Star Maker story; Olaf Stapledon’s story begins this way – and I saw the earth not only as a circle, but as a sphere rotating against a starfield. I thought, “Now, that is really the way to see the earth, but it’s weird that we haven’t seen that.” This was 1966. Sputnik had gone up in 1956, so the Soviet Union and America had been space for ten years at that point, and there was no end to photographs of the moon and the beginnings of satellite photography of various parts of the earth’s surface, but nobody had ever turned the camera back on the earth from one of these remote probes to see what it looked like from a distance. And so, the LSD concentration which is – we called it the “psychedelic,” meaning “mind-expanding,” but I think it’s a mind-contracting drug. You’re really focused on your hand, the song that’s playing, the fire, or whatever it is. I was really focused on, “Gee, what do I do to make people aware of the importance of the image of the earth from space?” What I came up with was the concept of the button that you mentioned that would say, “Why haven’t we seen a photograph of the whole Earth yet?” It was sort of put in paranoid terms so that it would be a question. People would raise the same question I had. “How come we’ve been in space for ten years and this photograph hasn’t been made?” The implication was that it had been made, and that they were hiding it from us. I printed those buttons up the next week, and made some posters, and I went around selling those buttons for $0.25 from the sandwich board at Sather Gate at UC Berkeley, and then at Stanford, and then at MIT, Harvard Square, and Columbia University. It got into the newspapers, The Village Voice, and I sent buttons to various people, including Buckminster Fuller and Marshall McLuhan, and I sent them to senators and congressmen, and to their secretaries. I sent them to people at NASA. I sent them to people at the Politburo in Moscow. Anyway, it was just a campaign. So then, when the photographs from Apollo started to come in – good color photographs from the moon missions – I was proven right, that it would make a difference. Indeed, it reframed everything. Up until then in my lifetime, the way you thought about the planet’s fate was in terms of the mushroom cloud of atomic bombs, and from 1969-1970 on, the image with which we thought about the earth’s fate was no longer that of mushroom clouds, it was the photographs of the earth from the outside. Tim Ferriss: You mentioned Buckminster Fuller. He seems to have been very influential, or certainly had an influence on you in some way. What was most striking about him, or what have you taken from Buckminster Fuller? Stewart Brand: There’s a wonderful chapter in Peter Drucker’s early memoir, which he called something like Observations of a Bystander, and in it, he has a chapter about the hippie generation – about two of his friends, who were Marshall McLuhan and Buckminster Fuller. He said McLuhan and Fuller were these two voices in the wilderness, shouting away with nobody listening. He said both of them would turn up at his door, come in, and rant their various rants at him, and he would patiently listen to them, encourage them, and show them the door. What happened in the ‘60s is artists that I was hanging out with in New York – a group called USCO – were paying attention to both Marshall McLuhan and Buckminster Fuller, and they were guiding how we thought about being artists. Peter Drucker’s perspective was that this was the first generation to take technology and engineering seriously as a guide to important, helpful, intellectual endeavor. Up until then, intellectuals had looked down from a great height, scientists looked down on engineers, and technology was seen as something that one suffered rather than grabbed and ran with. He felt that the ‘60s generation reversed that, and that we started to grab pieces of technology and run for our own horizons with them. We were ready to listen to prophets of that – such as Marshall McLuhan – saying that the medium is the message, and Buckminster Fuller saying that if all the politicians in the world died next week, the world would barely notice, but if all the scientists and engineers in the world died next week, the world would cease to function. That was a big part of what The Whole Earth Catalog took on, much more from Fuller than from McLuhan in that sense, though I later got to know both of them, especially Bucky. Tim Ferriss: There’s a quote that I found that may or may not be relevant, but I’d love to explore it a little bit. I believe it’s attributed to you. “You can’t change human nature, but you can change tools, you can change techniques, and by so doing, you can change civilization.” Is that something you could expand on, and related to that, do you think of thinking as one such tool that you could change instead of human nature? I’d love to know where that came from or how it applies in your own mind. Stewart Brand: That definitely comes directly from Fuller. Fuller said that a lot, that changing human nature is hard, and when you try, you mostly fail, and it’s discouraging. Changing tools and technology is relatively easy, and you can enable things. We saw that play down in the ‘70s when the New Left was still in vogue and seemingly powerful, and personal computers were coming on. So, here in the Bay Area, you had people in Berkeley demonstrating and saying, “Power to the people,” and you had Steve Jobs and Steve Wozniak basically saying, “Power to people. Just provide the tools, and the rest will come.” That’s been a pretty reliable framing. A later version of that that I came up with is my proclamation that science is the only news. All the other stuff – the politics – goes in cycles. Fashion goes in very tight little cycles. Even the technology is pretty predictable if you’ve got a good eye on what the science is up to. In a sense, that’s moving almost from a “grab tools and run with them” to “tools are arriving all the time, just pay attention.” I think that’s where most of what we consider progress comes from. Now, does that apply to thinking? Tim Ferriss: I ask because of the seminars about long-term thinking. Stewart Brand: Well, that’s for – Busted. I was about to say no, and clearly, I can’t. I got to hang out with people in the Bay Area at SRI in the late ‘60s who were doing a thing called Augmented Human Intellect. This was Doug Engelbart and his merry band at Stanford Research Institute. And now, that has been played out, and John Markoff came out with his good book a year or two ago called Machines of Loving Grace, which basically spells out the ongoing debate between artificial intelligence and intelligence augmentation – I.A. and A.I. So, augmented intelligence has been going on ever since humans got around to developing a language. Individual intelligence then becomes more social intelligence. I think almost all intelligence is social intelligence anyway. When personal computers came along, they were mainly a communication device. They did some calculation, some modeling, and games and whatnot, but mainly, what they got us was email, the web, and on and on. Social intelligence is really easily augmented with tools. Now, what do you do with social intelligence? Can you change that? That’s something that you’re in the business of, and I suppose I’m in the business of to a lesser degree. The idea of the Long Now Foundation is to give encouragement and permission to a society that is rewarded for thinking very rapidly in business terms, in scientific terms – a rapid turnaround. You get inside the adversary’s loop, move fast, and break things. The long-term thinking might be proposing that there are some things you probably don’t want to break. They might involve moving slowly and steadily. I think climate change is the one that our century, our generation has been handed as a thing to which there is no quick fix whatsoever. It’s a big, slow problem caused by absolutely everybody, and any solution is going to have to be big, slow, and caused by approximately everybody. So, that’s not tool, that’s circumstance. That’s situational. But, I think what we’re proposing is that there are a lot of problems, a lot of issues, or a lot of quite wonderful things in that category of being quite big and slow-moving. With Brian Eno, I wound up developing a pace-layer diagram of civilization where there’s the fast-moving parts like fashion and commerce, and it goes slower when you get to infrastructure, and things move really slow in how governance changes. And then, you get down to culture, language, and religion, which move really slowly, and nature – with tectonic forces, climate change, and so on – is really big and slow. What’s interesting about that is that the fast parts get all the attention, but the slow parts have all the power. If you want to deal with the powerful forces in the world, bear relation to seeing what can be done with, appreciating, and maybe helping adjust the big, slow things. Tim Ferriss: So, for instance, if somebody wanted to start exploring some of the slower-moving layers and topics, you’ve been curating SALTs, which I referred to earlier – the Seminars About Long-term Thinking – and you’ve released a very affordable book – I think it’s $2.99 – which is basically a collection of summaries of the talks at this point, which include Michael Pollan, Matt Ridley – It’s a very long list. Stewart Brand: Tim Ferriss. Tim Ferriss: Tim Ferriss? There you have it – on meta-learning, which was a lot of fun. For people who perhaps want to take a break from the perishable goods of so-called news – non-scientific news, fashion, and all of that noise – to think about the slower-moving, extremely powerful layers, are there any talks that you might suggest they start with, or any summaries? Stewart Brand: I’d have to scroll through them, but one that comes to mind is Matt Ridley talking about rational optimism. There’s a good one by Ian Morris on basically how the West won the world –for now. It’s a sort of Jared Diamond-level understanding of how civilization has moved in relation to the makeup of the planet. Jared Diamond is so neat. Jared gave one of the talks. The main one is his Guns, Germs, and Steel book, though his Collapse book also has some interesting stuff to propose. I’d have to go down the list. Do you have someone that you particularly like? Tim Ferriss: I’m basically looking for a shopping list because in the last few months, I’ve become particularly sensitive to the fact that I’ve been pulled out by the riptide of noise, so I’m actually looking for a homework list from you more than anything else. Stewart Brand: Well, I’m looking at the Seminars home page at the Long Now Foundation, and I guess we’ve done 120 or 130 of these talks now, and they’re about as long as this broadcast. They’re 90 minutes, so it’s like a long-form TED Talk. They’re illustrated, so there are really good, edited videos of them. A lot of people use the iPod when they’re riding to work or something like that, as I’m sure they do with your stuff. The recent ones – Jim Glick did a version of his book Time Travel. It’s some of the most cogent thinking about time that I think we’ve seen in a long time. Kevin Kelly has done two or three now. Jesse Ausubel did one on how nature is rebounding. It’s not widely known that we’re pretty much at peak farmland now, and that’s fantastic. As more and more of these lab-grown or vat-grown synthetic meats come along, I think we’ll start to have less of the landscaping given over to grazing, which will free up a lot of nature, which is where I’d like to see things going. Geoffrey West did a talk version of his book Scale, which is particularly fantastic. He focused on cities and how cities are quite different from businesses in the sense that as they get bigger, they become even more innovative, whereas when companies get bigger, they become less innovative. He is a theoretical physicist who has developed a logarithmic scale model of understanding how that happens and why that is the case. It’s stuff like that. Tim Ferriss: So, these are – Immediately after we’re done talking, I need to jump back in because I’m feeling a deep hunger for revisiting these, and for a lot of them, visiting them for the first time. You mentioned – Stewart Brand: Why, because you’re tired of the daily melodrama in the White House, or what? Tim Ferriss: I’m tired of daily melodrama, period. I think that’s whether it’s self-manufactured emergencies or anxiety or shiny objects that are distractions, I’ve actually – and, I don’t want to take us too far off the rails, but I’ve been – I hesitate to use the word “mysticism.” You mentioned that after having some of these psychedelic experiences, you felt like you’d peeked behind the curtain in a sense, and that some of the appeal or draw of mysticism was decreased. I’ve had the opposite experience and have been increasingly drawn to reading about definitions of reality and looking at perception and the doors of perception, and really trying to pull back from – I was actually just chatting with Tim O’Reilly about this. If we were to look at reality, our personal experience as perceived through the senses being one abstraction of that, and language being an additional abstraction on top of that, I’ve been trying to return to –I hate to use this term, but I’m not coming up with anything better on the spot – “source” or the layer of least abstraction, to study that to the extent it’s possible because I think it informs everything else that is upstream. Stewart Brand: So, there’s probably a book or two that is speaking to you at this point. What are they? Tim Ferriss: Well, I will tell you that I’ve been reading –. There are books that are speaking to this, but they might not be what people would expect. They’re actually not nonfiction. I think I’ve tried to look in nonfiction for answers, but there is a very kinesthetic feeling of greater truth which will make certain rationalists drop their jaws open. I’ve spent my whole life operating out of my prefrontal cortex, using spreadsheets and pro and con lists, and I think that for a long time, I viewed my emotions, intuition, or feelings as liabilities and distractions, and nothing else. I’ve come to believe otherwise. I’ve actually spent a lot of time reading certain poetry – which is very much a thing that no one who grew up with me would associate with me – but also reading highly autobiographical fiction that questions the nature of perception. For instance, Milan Kundera’s The Book of Laughter and Forgetting is just a tremendous work that uses hilarity and absurdity to teach a lot. So, that’s one that comes to mind because I literally just finished it yesterday and it’s sitting on my table. What books are you drawn to right now? Stewart Brand: I’ll come to that. I wanted to say a little more about – what you’re talking about is taking comfort in the larger frame, the longer frame, and apparently, there was some research done on this a few years back that Danny Hillis has referred to. I have never seen the actual research, but when people are doing they care about for a long-term institution they care about – it might be a church, a branch of the military they’re in, the U.S. government, a species they’re dedicated to – they take comfort in engaging the timeframe of that institution or thing. And, I think one of the comforts when you’re dealing with an institution that’s lived longer than any human or a natural system that’s been here longer than even humans themselves have been around, and you extend your vine back through the narrative, the sequence of events, or the story of that thing, and then you extend it forward, when you extend it forward, you go by a thing which might otherwise obsess you, which is your own personal death. Denial of death is a big event, and things that finesse death without denying it by taking on the life of something that lives longer than you do – people get this from their children and grandchildren, obviously. That’s why the loss of a child is harder on a parent than any other thing, I think. But, this is a place where people like to abide from time to time, and it also feels like the opposite of the daily melodrama, which God knows has its own attractions. Part of having balance is having this other frame of reference, and some get it from religion, and some get it from meditation, and some get it from cleaving to a long-term thing – a species or an institution. I think it’s one of the reasons that the Long Now Foundation, which is kind of a strange thing to be successful – all it’s doing is saying that long-term thinking is probably good. Let’s build a 10,000-year clock and see if that helps. A surprising number of people say, “Oh, good idea!”, and want to engage in some fashion other than by listening to these talks, or becoming members, or going and hanging out with the clock when it’s finished in a few years. In my case, I’m trying to bring back woolly mammoths, and that’s going to take a couple of centuries, so I’ll just get a start on that when I’m 78. That’s comforting. Tim Ferriss: There are so many different directions we could go with this. Stewart Brand: I know. I can see them branching out in your mind there. Tim Ferriss: The dendrites of possibilities are branching out, and I think I’m going to go – Much like the parachute not opening, I feel that for the people listening, I have to address the woolly mammoth, so thank you for that easy option. I shouldn’t assume, but I will: Is this related to Revive and Restore? Stewart Brand: Yeah. Revive and Restore is an organization that my wife, Ryan Phelan, runs. We’ve been working on it for almost five years now. It basically brings genetic technology to wildlife conservation. The general term for what we do in the subdiscipline that’s opening up in conservation biology is called genetic rescue. Mainly, you’re focusing on genetic workarounds for inbreeding and depression in small populations that one would like to have come back and be large population. May be there’s a small group of California condors left in captive breeding, and you want to get them back out to the wild, which has now happened. The genetic monitoring of that helps with the breeding program, for example. We can head off diseases to dial down severely destructive invasive rodents on ocean islands, for example. You can do it with genetics – in that case, maybe with gene drive, which is a very aggressive form of genetic information. And then, the extreme case is that we now have recoverable DNA from animals that have gone extinct, whether it’s just 100 years ago like the passenger pigeon or several thousand years ago like the woolly mammoth. If there are close relatives to those extinct animals that are still living and have working genomes – in the case of the woolly mammoth, it’s Asian elephants – then you can contemplate – or, in the case of George Church at Harvard, begin to apply – the taking of the most mammoth-y of the mammoth genes, their identification, and the use of editing tools like CRISPR to move those genes into the genomes of living elephant cells, moving in the direction of eventually being able to get a cell with a nucleus that basically has a woolly mammoth genome and getting that into a living Asian elephant who can give birth to woolly mammoths. Obviously, this would go through many steps, and it would move from there to the standard reintroduction techniques of wildlife conservation to get the woolly mammoths up to a population that is self-sustaining, has enough variability that they will not get into an inbreeding bottleneck, and start the process of reintroducing them into their wild, which is the far north where there’s not a lot of people, so they may be able to prosper pretty well. Eventually, the rest of that story is that woolly mammoths could be part of the revival of what used to be called the Mammoth Steppe, which is the grasslands of the far north, which was once the largest biome on Earth. When humans got through all of that biome and killed off all the large megafauna except for the musk ox, that grassland turned into tundra and boreal forest. Mammoths would be helpful as we bring back the various grazers of the far north such as the musk ox and the woolly rhinoceros. Mammoths are good as elephants are good all over the world. Everybody had elephants, and what they’re good at is knocking down trees. Knocking down trees is good because it turns a closed-canopy forest into mosaic, and a mosaic is a much richer ecological environment for all kinds of species, as we see in the parts of Africa that have these animals. The far north could be like the Serengeti is now. That’ll take a while, but we’ll probably do it. Tim Ferriss: So, to those people who feel fearful of some of what they perceive as implications of this – For instance, what is your response to someone who might say, “We couldn’t have predicted or didn’t predict the downstream effects of when we were eliminating these species. How can we be confident in predicting the consequences of reintroducing megafauna like the woolly mammoth?” Stewart Brand: Well, that statement – it’s the same with climate – that analysis is usually based on the statement that this is a system so complex that we don’t understand it, and if you screw around with a complex system, you’ll have unintended consequences that you just hate. If that approach were completely adopted, there would be no human medicine because the human body is a very complex system of which we have – at best – partial knowledge, but we screw around with it all the time. That’s why I and any number of people are still alive, because of medical interventions that were made that we had reason to think might work out, and thanks to a lot of science over time and a lot of failures, they do work out. So, what you do with a complex system that you don’t completely understand is tweak it and see what the tweak does. Tweaking is good because it’s probably not going to cause a major change. It’ll cause a small, local change; you can see how it works. Ecology is not a predictive science, but it is a great observational science. And so, like with the human body, you can do these experiments, see what happens, build onto your successes, and work around your failures. It’s normal. Tim Ferriss: I should say that I’m taking a devil’s advocate position. There are also observational datasets you can pull from that don’t involve genetic rescue incorporating something like CRISPR, but are along the lines of the reintroduction of wolves to certain parts of Yellowstone and how that affected elk or deer populations, which affected grazing, which ultimately affected the paths of rivers and so on. It’s fascinating. There’s some really engaging video that discusses that. Now, is the woolly mammoth a –how much of the interest in the woolly mammoth is specifically about an input that has a really strong ecological output versus a simple fascination with the woolly mammoth? Stewart Brand: There’s no end of fascination with the woolly mammoth because there’s no end of fascination with elephants, as there well should be. Anybody who’s really spent time with elephants falls in love with elephants. In Asia, the Asian elephants have been a partially domesticated animal for a long time, and the fact that it is still endured – along with the fact that about 100 people are killed by elephants in Asia every year – suggests that not only are they useful, they are loved. In Africa, they don’t kill people quite as much, but there’s a certain amount of death and destruction that happens with them there. Let’s have an open mind about the fact that there are downsides as well as upsides for having an elephant in your life, but humans and elephants have lived together for a long time, and mostly, we know how to do that. They are safest for themselves and for us when they are in wildernesses that they pretty much own. The far north in the arctic and subarctic regions would be swell for that in terms of woolly mammoths. I think I went so astray from your question that I lost track of what it was. Tim Ferriss: Oh, that’s okay. The question was how much of it was a strategic decision for the impact the woolly mammoth could have versus a personal interest or passion for the woolly mammoth that is unrelated to its impact if reintroduced? Stewart Brand: Well, there’s a scale issue here which I am concerned about as a lifelong conservationist. We hear about biodiversity a lot, but I want to reintroduce the idea of bioabundance. One of the important plants that’s being brought back genetically is the American chestnut, which used to be one quarter of all the trees in the eastern deciduous forest. The blight from Asia came along that killed them. Basically, they’re still around evolutionarily but extinct ecologically. A workaround was found to make American chestnuts that are now completely blight-proof, and those are being bred up. Because they’re a food plant – people eat chestnuts roasting on the open fire – they are going through the government regulation process, but they’re getting back into the wild already. What they will do is not just introduce one tiny element of biodiversity to the eastern forest, they will introduce food that comes raining down – sweet nuts that everybody eats, including humans. When they all died off, the animals that lived on those nuts had to start making do with acorns, which happen only from time to time, and they’re bitter. So, the richness of the eastern forest will be made much more bioabundant as these trees come back. The same is true – as you’ve mentioned – with bringing wolves back to Yellowstone. The same is very much true with bringing beavers back to Scotland and England. They’ve been reintroduced in Sweden, and they are what are called ecosystem engineers that make the ponds, that cut down some of the trees, that make a whole rich environment for lots of other species along with themselves. Everybody who’s been on safari in Africa – whether it’s South Africa, Kenya, or Tanzania – has had an experience of wildlife on the land where – my God, there’s hippos, giraffes, rhinos, lions, elephants, and a lot of big animals moving around and dealing with one another – wildebeest in huge herds like the American bison used to be in the U.S. The whole world was like that. Africa is just a remnant of what the entire world was like. I think a whole lot of the world can be that again with the large animals, and that’s my long-term goal. As it happens, one of the largest of the land animals is the woolly mammoth, and it looks like they’re a relatively straightforward one to bring back, so there you have it. Among big animals, the mammoth is a good place to start. Tim Ferriss: Thank you. That’s extremely helpful. I’d love to expand from that to a discussion of – for lack of a better term – environmentalism in general. This is a quote. Feel free to correct it because often, quotes are misquotes. “[Stewart’s] own big idea is that the best approach to the issues he discusses is pragmatism. He fleshes it out by example rather than discussing is philosophical defense by John Dewey or William James. He reckons it as an engineer’s approach, accepting whatever gets results. For environmentalists, he suggests it means not a shift in ideology, but discarding ideology completely.” The part that grabbed my attention here is “it means not a shift in ideology, but discarding ideology completely.” I was wondering if you could talk a bit about that and what you mean by it. Stewart Brand: I was part of the creation, I guess, of the so-called modern environmental movement in the ‘60s and ‘70s, and a couple of things got brought into the environmental movement by proximity and osmosis. So, there was a leftist perspective that came in from the New Left at the time, so a lot of the environmental movement was knee-jerk, anti-corporate, and anti-business. And, there was a lot of romanticism that came from the hippies of “back to the land” and a lot of that kind of stuff, and that romanticism turned into a certain amount of anti-technology and even anti-science sentiment. To be one with nature is to dissolve yourself in the nature that is already there, and don’t fuck with it. Any kind of intervention or any kind of reliance on technology was regarded as a “techno fix,” and therefore contemptible. That set of framings got set in concrete, greatly outlived its usefulness, and started to get in the way. So, in 2010, I came out with a book that was basically about the rise of ecopragmatism that I called Whole Earth Discipline, and it was looking at things that I thought environmentalists just had wrong. We had it wrong that genetic engineering was a bad thing in agriculture. GMOs were thought to be bad, starting with Friends of the Earth and spreading from there. I saw that happen at the time. Nuclear was thought to be bad, and when climate change came along, and it was the shortest cut to be able to really reduce the emissions of greenhouse gases, it was discounted for reasons left over from an earlier time. Cities were taken as the problem rather than its solution, but when you look at the demographics, cities are the solution. They’re the greenest thing that humans do. Geoengineering – intervening in the climate directly to buy ourselves more time, to cut down our emissions – was taken as some kind of profound abomination. As Al Gore told me, “Brand, you want to experiment with the whole planet? Don’t do it.” Again, this is like we were saying about what we do with ecosystems. We tweak things to see what works, go in the direction of what works, and avoid what is not working. So, I think the environmental movement – to the extent that it can even be called a single thing anymore – is catching up to the real world, and it’s taking a whole lot longer than I would have liked, but I think reality – especially in terms of climate – is just going to keep hammering us. Tim Ferriss: It seems to me that looking at the projects you’re currently involved with, looking at the projects that you’ve been involved with, you’re very good at enlisting the help and collaboration of other people. I asked Kevin Kelly if there were any particular questions, topics, or facets of your life that might be fun to explore, and one of the bullets that came back was that very few humans have ever turned down a request from you. How are you so persuasive? I’ll leave it at that. I don’t know how to dig into that. I can try, but let me just keep it general. Why does Kevin have that perception of you, and why are you – if that’s the case – so effectively persuasive, do you think? Stewart Brand: I don’t get – I don’t ask that much. Basically, I invite people to give these seminars about long-term thinking, and it’s kind of like being invited to give a TED Talk. It’s not that hard to say yes because you’re getting a nice audience by being invited to be on the show. I do run into a fair amount of people who feel one form or another of gratitude or admiration for The Whole Earth Catalog back in the day, and so, a number of years ago, when I asked Craig Venter to give a SALT talk, I was surprised to hear him leaping into saying yes. It turned out he’s of a generation who got his twig bent The Whole Earth Catalog and felt good about payback. So, a certain amount goes with that. Other stuff has to do with just being around and being public for decade after decade. You get known and recognized enough where you don’t have to establish your bona fides over time because that’s already been done. I don’t think it’s more profound than that. Tim Ferriss: At the same time, though, I could say you’ve been in the public, met many people, and interacted with a huge group of individuals. When most people have that much interaction over a long period of time, they sometimes make mistakes. Maybe people meet you on a bad day. This may be a strong wording, but you don’t seem to have any known enemies, if that makes sense. I’ve never heard someone attack you, and maybe that’s just because I haven’t come across it. Why do you think that’s the case? Even if that isn’t the case, why is that the perception? Stewart Brand: Well, I’m not powerful or rich, so the enemies that go with positions of power – There’s nothing to resist. It’s the same thing that goes with a certain kind of wealth. It’s not there either. I’ve certainly hit people who have opposed me on certain things, sometimes publicly. Mostly, I think that my successes have been public, and my failures have been private. From the outside, it looks like lots of good things. I don’t really know. I guess I haven’t been associated with things that I later wish that I haven’t been, or that other people wish I had not been. The main politician that I’ve worked closely with was Jerry Brown. Neither he nor I are suffering from his reputation in that respect. So, my associations have worked out very well, and I guess I’m lucky. Tim Ferriss: Do you have any particular failure that you could share which greatly informed your life after you experienced it, something that could be something that set you up for later success, or a failure that taught you a lot in some way or another? Stewart Brand: I failed to finish Ranger training in the Army. I quit partway through after getting into it. Ranger training is much harder now than it was then. Airborne training and jump training is pretty much the same now as it was then. It was five or six weeks of pretty intense stuff, and about halfway through, after having finished the five-mile run part, saving myself from drowning in 32-degree water while weighed down with ammunition bags, and all of that, I just quit one day. I think I told myself was that it was January or February at Fort Benning, that the South was nice and warm, and I was out in the freezing cold and not learning so much, so that was the stupid excuse I gave myself to quit. It’s like all these intense military trainings that the SEAL team, Delta, or any of those guys do. If you say, “I don’t want to do this anymore,” you are gone in about 30 seconds, which is the right thing to do. And so, what I learned from that is not to quit anything because of a snap decision. I quit lots of stuff, including many successes, but I don’t do it on a snap decision anymore. Tim Ferriss: Can you think of a –project or anything that you were involved with later where you had the impulse to quit? What was behind it, and what did you do instead? Stewart Brand: Hmm – I’m making noise because I’m trying to avoid radio silence while I ponder if there’s something that I want to – Tim Ferriss: I could also come back to that and buy some time, if you like. Stewart Brand: Sure. Let’s buy time because I’m not getting anything immediate. Tim Ferriss: All right. I’m going to buy time. Since we were talking about physical training, can you confirm one thing – are you currently 78? Stewart Brand: Correct. Tim Ferriss: And, you do CrossFit twice a week? Stewart Brand: That’s correct. Tim Ferriss: All right. I have two questions related to CrossFit. You seem to thrive on variety. Like you mentioned, you got bored of snowboarding because it’s up, down, up, down. What appeals to you about CrossFit, and do you have any favorite exercises or workouts? Stewart Brand: Oh, good God. Well, in relation to getting bored, the wonderful thing about CrossFit for me – among other things – is that it’s a different set of exercises that you encounter every single time. I’ve been going for two and a half years now, and I do not look online to see what the workout is going to be. I show up, I have my jump rope, I’m going to do whatever’s there that day, and it’s always different. Also, because you’re doing it with other people in a competitive mode, there’s a social aspect to it, and there’s going to be a different group of people in the two days I go, though some of them are the same, “Hi, Nick. Hi, Casey.” There are also some that are different. The competitive aspects that you’re going against time and keeping score help to keep it interesting. It’s a very impressive product – a genius program in terms of getting rid of a lot of the spurious stuff of gyms. There are no machines, no mirrors – there are rowing machines, but that’s it. There’s free-weight work, and the free-weight work is not only for training strength, but the coordination to manage free weights. You don’t have the machine doing the managing part for you. It made a huge difference for me. I started it at 75, and within a few months, I was 30 pounds lighter. I’m at 157 pounds now, which is the weight I was when I started The Whole Earth Catalog at the age of 30. And then, you stand different – as you know – when you work out. One of the things I learned to appreciate in the military was being able to stand like you mean it. To stand like you mean it, you’ve got to be fit, and that just makes all the difference. My own sense is that –certainly for males, and maybe for anybody, having a certain amount of fitness and strength makes you proud, and being proud is the most reliable source of happiness that I know. Tim Ferriss: CrossFit is fascinating to me on many different levels – Stewart Brand: Good! Tim Ferriss: I had my first CrossFit workout in ’99 or 2000 – I want to say it was around 2000 – in Mountain View at a Ralph Gracie Jiu-Jitsu Academy where a number of the guys were going to Santa Cruz to train with a bunch of the original CrossFit crew. And, it has morphed a lot over time, but I remember in that year – and maybe the year after – how many people talked about how there was no demand for yet another group exercise program. It made me think of how Starbucks was turned down by many different investors who said, “Really? Another coffee chain? Nobody needs that.” This leads me to want to ask you about – and, I would love for you to describe it for people who are not familiar with it – you mentioned a name earlier on, which was Doug Engelbart. You were present for what has been called “the Mother of All Demos.” I’d love for you to describe for people what that was and what the experience and feeling was for you and other people in the room. What I don’t know – because I haven’t read much about it – is if people realized the implications of what they were witnessing. So, if you could take it from here and tell us the story, that would be great. Stewart Brand: So, beginning with Starbucks and CrossFit, it’s the difference between a good idea and good execution, or even a bad idea and good execution. The execution on CrossFit was impeccable, and you being there at the start of it is impressive. There’s a nice book on it by J.C. Herz called Learning to Breathe Fire, which tells the story of how CrossFit came about. The title refers to something I saw in the military during basic training and learned to appreciate there, which is that you can take people and force them beyond – get them in a situation where they go beyond their expectations of what they’re capable of, the world opens up for them, and that’s one of the things that we did with basic training. I would see these trainees come in from Brooklyn and so on, and we would push them, and they would discover that there was so much more that they could do with their bodies – and under certain circumstances, with their minds – than they thought, and they started to grow toward infinity with that realization. So, CrossFit does that for a lot of people. It’s quite intense, and that intensity, as you know – Once you realize you can do stuff that you didn’t think you can do, then things open up. So, the “Mother of All Demos” was at a 1969 Fall Joint Computer Conference, and this was a demonstration where a group at SRI that I got to be part of as an advisor and filmer showed the results of about three or four years of work doing what Doug Engelbart called “automatic human intellect.” He was using mainframe and mini-computer capabilities to do interactive text and windows. He and his leading engineer Bill English developed the mouse. He gave a demo that was about an hour and a half long in San Francisco that is the greatest high-wire act you’ve ever seen because they had developed – The computer that was running the demo was not in San Francisco. It was 30 miles south in Menlo Park. Bill English had developed a microwave capability to get the data flowing back and forth between San Francisco and Menlo Park so that the computer-generated demo was happening. Well, that was a very tin-cans-and-string type of a connection, so getting it to the edge of capability and maintaining it for an hour and a half was astonishing in its own right. So, Bill English was in the room and in Doug Engelbart’s ear. He was on the stage and also on the projected screen, and his face was being cut in and out of the visuals that he was working. He was showing how you can create text, change text, make various files, move the files around, and connect them to other people. He was showing the mouse and keyboard he developed – a one-handed keyboard – and all of the time that he was going through his spiel, which we had heard once or twice – it was basically him telling the play-out of the work that he and the team had been developing for three or four years – it was hanging over the raggedy edge the whole time. Bill would whisper into his ear, “We lost signal from Menlo Park. Fake it for a while. Doug would just launch into some encomiums for the people that he worked with and hold forth on that while his computer came back up. It really was an awesome demo. I was not in the room. I was in Menlo Park filming that part of the action – hands on keyboards, what was on the screen, and stuff like that. So, at the end of it, I was just hearing the voice of the person who was in communication with Bill English, who was in communication with Doug on the stage. Everything wound down, and we were looking around. “Is it over?” “Yeah, it’s over.” “Well, did they like it?” “Just a sec, I’ll check.” It turns out that in the room, there’d been a standing ovation, minds had been blown, Alan Kay redirected his entire career, and various people got completely knocked out and blown away by it all. But, down in Menlo Park, the answer came back, “Um, yup. Apparently, they liked it. Good night, everybody.” So, we just all wandered home. Tim Ferriss: Oh, wow. Just another day in the office. “Let’s go get some pizza. Thank God it’s over.” Stewart Brand: Yeah, basically. “We worked hard, and it’s done now. Phew.” Tim Ferriss: I want to mention one thing about – just to come back, I feel a duty to say one more thing about CrossFit, which is that there are a lot of incredible things and benefits associated with CrossFit. I think there is a risk that people should be aware of, which is the ideology of “Our way is the only way.” So, there is a bit of a culture of intolerance around some people who practice CrossFit, and I would just caution people to be aware of that so that they don’t develop a myopic approach to fitness. I know a lot of people who are involved with CrossFit, but I’ve also – for instance, after one podcast I did of which the headline was “The Good, the Bad, and the Ugly of CrossFit” – had the founder of CrossFit reach out to schedule a phone call, and I thought it was going to be because the podcast was very complimentary, and I thought it would be a conversation on doing something on the podcast or something else. Instead, it was this very threatening call because of the headline, even though they had not listened to the audio. So, I would just caution people about anything that paints a very black-and-white picture, that is “us versus them.” That would just be my cautionary tale. On the Mother of All Demos and moving back into tech a little bit, I would love to talk about the expression “information wants to be free.” Can you comment on this phrase that is attributed to you – “information wants to be free” – and also, if it is the entire quote. I’ve read that it is not. If you could elaborate on that a little bit, I would certainly love to hear it. Stewart Brand: It keeps coming up from time to time because there’s a paradox out there of information – especially on the web – swarming around, and whether there should be paywalls for scientific journals. My feeling on that is that there should not, but you can see why Elsevier and other organizations that have paywalls for scientific journals are reluctant to take them down because they are extremely remunerative for those organizations. But, I think they are bad for science. So, that’s a current application of this particular argument. The statement I made goes back to 1984, when Kevin Kelly, Ryan Phelan, and I organized a thing called the Hacker’s Conference. It turned out to be the first Hacker’s Conference. That particular thing has been carried on from year to year since then. One of the people who came to the Hacker’s Conference was Steve Wozniak, along with a lot of the great hackers of the time, such as Lee Felsenstein. John Markoff was there, and he’s the best reporter of all that material. It was great. There’s a good video about it that you can find online. But, in the course of it, there were a lot of public discussions of the issues at the time being talked about, and one of it was freeware, shareware, and regular commercial products. Steve Wozniak was making the point that – copy protection was a big question that going around because copy protection would be put on software, so you couldn’t easily copy it and give it to your friends, but on the other hand, the copy protection made it much less convenient to use as a tool, and that was a real debate. Steve Wozniak was saying – quite rightly – that the engineer puts a couple of years’ work into these things. He or she – it was mostly “he” in those days – should get some kind of remuneration, so it needs to be commercial. I apparently replied, “That’s right; information does want to be expensive, but information also wants to be free.” As it gets easier and easier to copy anything that’s digital and distribute it equally as easily, that debate is going to go on forever – that information wants to be free, and that it wants to be expensive. Everybody knew that information should be expensive – that was the standard commercial model – but the thing that digital capability was bringing was that there could be vast quantities of information moved around freely, so “information wants to be free” became kind of a slogan or motto of the time – a bumper-sticker shortcut to dealing with a large phenomenon that was happening. But, the rest of it really was, “–and information wants to be expensive,” and that relationship is not contradictory. It’s paradoxical in the sense that the more of the one, the more of the other. The more information wants to be free, the more it wants to be expensive because there’s that many more values to accrue to very large audiences, et cetera. I think it’s a debate which is permanent. It’s kind of like the debate around the term “hackers.” Is a hacker a good guy or a criminal? The answer is both. Information will continue to be a source of major commercial activity and a huge source of freely available stuff. My rule on Twitter is that when I link to something, I only link to stuff that is not behind paywalls, so you can look at it itself. Probably, once you get there, that source will show you whatever I linked to, and they’ll all beg you to subscribe and pay for their service, and you might do that. Tim Ferriss: I was mystified recently – I’m not going to mention the outlet because I might actually get it wrong, but it was a mainstream scientific publication that was only – it was promoting articles in its Twitter account, and they were all behind a paywall. Stewart Brand: Yeah, I think that’s kind of crazy. Tim Ferriss: It drove me nuts because I said, “Look –” Stewart Brand: It’s tricky. You have publications like New Scientist – which is not really a strict scientific publication, but a good publication – they put a paywall on all their stuff, and as a result, I think they have a much smaller audience than – Things from nature or science magazines that look like they’ll want to be widely read by the public often get out from behind the paywall, and that’s good for science, it’s good for public understanding of science, and I think it’s ultimately good for the publications because people realize that there’s lots more good stuff where that came from. Tim Ferriss: Exactly. If you’re trying to get someone hooked on a drug – whether that is a pharmaceutical or really good information in a curated and edited magazine – it behooves you to give them a sample if it’s really good enough to be addictive. So, if you have a social account where you’re only sharing things behind a paywall, there’s no conceivable user behavior that I can think of where they go click on a headline expecting to read an article, they don’t get the article, and then they’re asked to pay for it. Stewart Brand: By and large, no. Every now and then, you’re so desperate to see the thing that you pay the $29.95 or whatever it is, but you’re angry. Tim Ferriss: I would love to – I suppose this is a good segue from “angry” or “frustrated.” A lot of people suffer from clutter, and I have heard that even at the height of paper – before many things were digitized – that you had a completely clean desk, and that is also true of your inbox. Stewart Brand: Where did you hear that? Tim Ferriss: Well, I don’t want to incriminate anybody if it’s not true. Stewart Brand: Do it! Tell me! I’ll track them down and –wonder what happened. Tim Ferriss: Is that not true? Is that not accurate? Stewart Brand: It’s not accurate. Tim Ferriss: All right, we can skip that if it’s not accurate, but if you have any organizational rules or principles that help you to keep your life or projects in order, maybe that’s a graceful lateral move from what is incorrect. Stewart Brand: I think whatever systems I use are half crap. I have been rewarded for not getting rid of stuff, which is that – the guy who’s actually suffering from it the most now, by the way, is John Markoff because he’s the guy who took on trying to write a biography of me. It’s a fun book project where I get to help in the research but don’t have to do any of the work. The poor guy is overloaded with material because I’ve led a relatively stable and continuous life in the Bay Area, and I threw all my interesting stuff into boxes. There are now 70 linear feet at Stanford in their archives, and they’ve probably got another 100-plus feet of my papers yet to come – notebooks that I kept every day – not every day, but that I’ve written in since I was in college and all that stuff. So, having enough storage space to throw the interesting stuff with the remote idea that it might eventually be interesting enough to go back to turned out to be a cluttering move, not a decluttering move. The decluttering move is to get rid of it. But anyway, it gives poor John lots to work with. I think a result there is that he’ll be able to tell a more accurate and probably less interesting story of me, whereas if there was none of that stuff, it would all be hearsay, and hearsay is more interesting than the real thing. Tim Ferriss: If you were teaching –let’s say a freshman seminar in college – Stanford, Berkeley, you could take your pick – if you could teach anything you wanted to a class of any size, what would you teach, and why? Stewart Brand: I don’t think Western Civ is taught anymore. It would probably be called Global Civ now. It was a required course for freshman in ’56 at Stanford for me, and it was a great thing with which to begin a college undergraduate education with. It was sort of an overview of civilization so far. There was also a very good course on comparative religion taught by Frederic Spiegelberg that I took. Those two things are a framing that I’d love to see more of. I don’t think I’m qualified to teach a thing like that, but any person who takes on teaching something like that has got some wonderful research to do. You have a concept like Big History now. Big History is basically everything from the Big Bang to this week put together in one somewhat coherent narrative, and that’s the kind of thing I think is helpful to have out there. I’m not a very good teacher. I can occasionally give an okay lecture, but teaching is a real talent as well as a skill, and I have neither the talent nor the skill. Tim Ferriss: Well, let’s just pretend, though, that you had the talent and the skill, but as you put it, you weren’t qualified to teach Western Civilization, but if someone were to, they would have some wonderful research to do. Let’s just pretend that Stanford reaches out to you at some point after this podcast, and they say, “Great news! We would be honored if you would teach a class on Western Civilization. You have time to prepare.” They catch you in a moment of weakness, and you agree. If you had a few months to prepare for that, how would you go about researching it? What would you read? Who would you talk to? What would your approach be? Stewart Brand: Tim, this brings up another issue that I think not so many of your guests get into, which is at the age of 78, how many months do I have to prepare anything? My health is great, but the actuarial tables are pretty clear. I find myself not taking on long-term commitments as much. There’s a book I love to do, which would be called How to Be Rich Well, and that would take three or four years of serious research and probably two years of writing. That’s not actually what I want to do at the age of 78. Who knows how much time I have? Kevin Kelly has probably put it to you, but he’s put it to various people in a similar mode, which is that we’ve both discovered that as you move from project to project in your life, the projects that look like they’re – you start projects all the time. Most of them don’t take, but the ones you take on that you find yourself continually interested in, that enough other people get interested in, and that make a circuit of the world and start to come to life – to follow through on them and make them come to pass and be a thing in the world is going to take about five years. At various times in your life, you could have a sense of how many five-year sets in your life you might have, and once you get into your 70s, that becomes a number of fingers on one hand. So, one is not quite as – “Oh, yeah, I guess I’ll really take on that huge five-year commitment that I may not live to finish, given the way the statistics fall.” So, that’s a different answer to your question, but – There’s very good stuff in that line from Oliver Sachs in his last year, when he was writing like mad the whole time that he knew he was dying. I haven’t read it all, but I saw a glimpse of some of it. He would say things like, “There are some subjects I find I’m not interested in anymore because I really can’t do anything about them, such as climate change.” Stages of life – the life extension folks are working away, but meanwhile, we’re mostly working with a finite resource here, so part of life management is what you’re doing with the time you’ve got. Kevin Kelly has a clock on his computer that is counting down to the day he dies according to the current actuarial tables. He knows how many more hours he’s going to live and acts accordingly. Tim Ferriss: How do you choose your commitments now? How do you filter what to say yes to or what to say no to? Stewart Brand: Well, there’s a shift in most people’s careers that – actually, you’re having a career if it involves responding to opportunities. In your early career, the algorithm is “yes unless no.” If you get invited to do something, you probably say yes and then find out if it may not be such a good idea. But, at a certain point, that flips to “no unless yes.” If I get invited to give a talk now, it’s pretty much “no unless yes.” I’m not trying to build a career – there’s a certain amount of work in travel and updating the slides, or whatever the hell that may be, and there are other things I want to put my time on. But, people who don’t make that shift get into a kind of crazy point – maybe you’ve been there – of trying to move ahead on every opportunity that presents itself, and they’re all good, but in combination, they’re absolutely lethal if you try to take on more than the right number at the same time. And then, when you’re “no unless yes,” the criteria for saying yes changes. At the beginning, you’re pretty relaxed, and you get more and more constrained as time goes by. Tim Ferriss: So, you mentioned a word that I want to grab onto, which is “finite.” There is a book that has – in the last two years, it’s very odd. Maybe it’s selective attention, like when you buy a new jacket or a new car, and suddenly, it seems like everyone is wearing the same jacket or driving the same car. Chances are, it hasn’t happened overnight; you just pay more attention to it. But, there’s a book that originally came to my attention through Jane McGonigal, who’s brilliant and amazing. This was about two years ago, and it has increasingly been entering my life from different direction. The book is James P. Carse’s Finite and Infinite Games. Stewart Brand: Oh, good. Tim Ferriss: Would you please tell people about this book and how it has affected your thinking? Or, just the principle and the distinction between a finite and an infinite game. Stewart Brand: I got really interested in games back in the early ‘70s, and in fact, I organized a thing called the New Games Tournament. The idea I had there was that – actually, it began with my mentor at the time, a psychologist/biologist/anthropologist named Gregory Bateson. For some reason, we were thinking about the theory of games and the way it was being played out in terms of the nuclear standoff of the Cold War. He said, “The theory of games is brilliant.” He actually new John von Neumann, who came up with it. He said, “The problem with the theory of games is it doesn’t have a theory about how you change the rules of the game.” I thought that was a profound thing to say, and a profound thing to ponder and maybe act on. I got myself noticing the way I played games as a kid, and the way kids in general play games if they’re not carted off to Little League, soccer practice, and all that stuff. When they play games, they change the rules all the time. Stickball is sort of a version of baseball that depends entirely on how many people you’ve got in the street, the nature of the street, what you’re going to be able to use as first base, and stuff like that. Kids are more easily bored than anybody, so they’ll be playing a game, and it’s going along, and it gets kind of boring, so somebody says, “What if we play volleyball, but instead of the way you usually play it, let’s see how long we can go before the ball hits the ground?” It turns from a competitive into a collaborative game. So, I set up the New Games Tournament as a public place where a bunch of strange games would be provided. I provided a 6’ Earth ball that people invented various games around. It was a big push ball that crowds of people could interact with. We got a huge ship’s hawser and had a tug-of-war that went across a kind of canyon. It was a 300’ ship’s hawser with a couple hundred people on each side, and it was a Le Mans start, so I had a starter pistol. Both sides had to stand off 10 feet away from the rope. I fired the pistol, they’d both run to the rope, and start pulling. Of course, they’re pulling across a canyon, so the team that’s starting to lose finds itself dangling over this – it was just an arroyo, but they’re dangling in space. Bystanders would feel sorry for them and join the team that was about to lose to help pull in the other direction, and those guys would start to lose, and bystanders would help them, and it would go back and forth. This kind of immersion property of freely shaping games really interested me, and we had a number of such things – I invented a few games. Some of them were semi-violent, and – Tim Ferriss: What would be an example of a semi-violent game? Stewart Brand: One that was called Slaughter. I developed this for the War Resister’s League – this was during the resistance to the Vietnam War, and the War Resister’s League knew that I was doing public events like the Trips Festival, and they asked me if I would do a public even for them. So, here’s an ex-military guy who’s being asked by these people who want nothing to do with the military to advise them on what kind of event to have, and I said, “You guys need a war in the worst way, but it can be war on your terms.” So, we came up with a series of public events that we did at various campuses at the Bay Area that had, among other things, some warlike games. The one I invented was called Slaughter. What I knew from hanging out with American Indians and others is that physical games that involve both sexes are really good for young people because you get to – We’re not allowed to say “grab-ass” now, but it’s physical, sweaty interaction that is not explicitly sexual, but everything is sexual at that age. And so, it’s like dancing, only competitively and more free-form. So, the game I invented for these war resisters who I thought were not sufficiently in their bodies – or probably getting laid enough – would involve very physical interaction. What we did was get a pretty large wrestling mat – maybe 20’ by 20’ – and it was played on your knees because one of the things I realized is that people standing up can make their interactions too violent, and that falling down hurts. The deal was that there are two teams – shirts and non-shirts, socks and non-socks, or whatever – who are on their knees. There’s a starter gun, and they go at each other. You can “kill” the other players by wrestling them off the edge of the mat and thereby have slaughter. Immediately, people began coming up with all sorts of strategies like teaming up, staying out of the fray and lasting longer, and various things that you can imagine people doing. The deal is that once any part of your body goes over the edge of the mat, you’re dead and you can turn into a referee. And so, the people who have been killed are immediately out there saying, “You’re out! You have to leave.” I threw in some other complications of medicine balls that had to be put into baskets and things like that. So, it had the advantage of being intensely physical – because people really are having to grab and wrestle each other and move them to the edge of the mat – and simultaneously deal with people defending their basket and moving their ball into the other team’s basket – “Where is it now?” – and there was an overwhelming intensity that is ideal because you get out of your body at that much intensity and that many things to think about at once. So, that was Slaughter. Tim Ferriss: What was the – did you observe any particular effects on the group from playing this game? Stewart Brand: They loved it. They fucking loved it. Of course, these war resisters were dying to have physical combat in a way that clearly was not killing anybody. It wasn’t even hurting anybody. We had t-shirts that said, “Play hard, play fair, nobody hurt.” In a way, that was the better thing than war – a competitive situation where you play hard, play fair, and nobody gets hurt. So, it worked out well, and all of this is leading up to a book called Finite and Infinite Games. A fundamental interest is gamification – thinking of things in game terms and designing things in gaming terms is one of the profound things that civilization has done for a very long time. It’s a way of organizing physical and mental behavior, often in a combination that is just wonderful. Along with the James P. Carse book, the other book is Homo Ludens by Huizinga. Homo Ludens basically says “Man, the player.” Games are basically what we do. Carse takes apart the games that are win-lose – like elections – as opposed to the games that go on forever, which is democracy. You need them both. Within any election, everybody has to follow the rules that they’ve agreed to, but within democracy, you’re always looking for – “Okay, we’ve got a problem with the rules or we’re bored with the rules. What’s an improvement that we can make?” The infinite game is the infinite improvement of the games that we play, and that’s civilization’s story. Right now, in democracy, we’re thinking about if we should change the rule of the electoral college versus the popular vote, we’re talking about changing the rules of how to prevent gerrymandering from being such a distorter of the electoral process, and so on. I think the more people are comfortable with the idea of constantly improving the games we play, the techniques of doing that, and the freedom to do that in the sense that it goes on indefinitely, the better off we are. Tim Ferriss: As Carse might say, playing with the rules, not just within the rules. Stewart Brand: Yeah, but you’ve got to do both. That’s one of the points he makes. Within a game, there’s a boundary. There’s going to be rules. Players of the game need to agree on the rules. You see kids do this all the time. They play a game that’s not so interesting. Somebody says, “Well, let’s do it this way.” “No, no –” There’s an argument. After the argument, “Okay, we’ll try it that way.” If it works and they like it, then they’ll keep it, and on it goes. So, there’s the game, and then there’s the argument, and that combination is part of the story. Tim Ferriss: Is the contrast that I believe you’ve made before between goals and pathways related to all of this, or is it a separate topic? I’d still love to hear you expand on it a bit, whether it’s related to any of your projects – The Whole Earth Catalog or anything else. I’ve read that goals are not that interesting to you, but pathways are, and I would be – as someone who has traditionally been very goal-focused, I have changed my thinking in recent years about how I select projects to be less explicitly and singularly goal-focused. I would love to hear your distinction between the two – goals and pathways. Stewart Brand: This comes down to a lot of the career –theories that one hears out there. Follow your passion, figure out what you want to do in life, major in it, get a graduate degree, and go do it. I think that really works for people who have a clear idea that they want to be an X. But, I only buy that for some people. A lot of us have no idea about what we want to be, or it turns out – I wanted to be a firefight. I fought a forest fire briefly in Michigan when I was young, and I was going to go to the University of Idaho in Moscow and get a PhD in firefighting. Unfortunately, I had a teacher in prep school who said, “You could go to someplace else like Stanford for your undergraduate degree, and if you want to get a PhD in firefighting, go to Idaho.” That hadn’t really occurred to me, so he saved me from a pretty limited fate of going to the University of Idaho versus Stanford, which in that case had the option of both. I got to prep school and then to college, and realized that nearly everybody there was smarter and more capable than me. A lot of them knew exactly what they were planning to do. They were going to be lawyers, biologists, physicists, and whatnot. I had adopted – my older brother Mike had gone to Stanford eight years before me and he knew some of the best teachers there because he’d stumbled into them or heard of them. He said the way to get the best out of college is to find out who the really good teachers are, get a major that limits you minimally, and go to all the good teachers. So, I did that, and one of the things I got out of that was a wider range of mini-expertises than I would have gotten otherwise, and when I got out of Stanford, I started taking courses at San Francisco Art Institute and San Francisco State College in various skills that I wanted to get in design and photography, among other things. And so, by the time I was 22, I probably had eight different ways I could have made a living with skills that I had acquired, from being a logger choker setter, to an infantry officer, to a field biologist, to a commercial photographer, and various other things. Most of those things, I did not do. In fact, of the things that I had trained to do, the only one that really played out was six years later when I started The Whole Earth Catalog. I had taken some courses in writing and in magazine design way the hell back at Stanford, so when I wanted to start what was a magazine – The Whole Earth Catalog – I ignored the advice I had been given, which is that it takes a million dollars to start a magazine, and I started with $10,000.00 or $20,000.00. But, I had the skills, so – The general rule there is to keep on acquiring skills, and the way they add up lets you do things that turn up that you discover you did not want to do before, but now you can do it. Tim Ferriss: So, that is – when I mentioned that I changed how I was approaching choosing projects, it’s actually very similar in the sense that Scott Adams, the creator of Dilbert, refers to – I suppose in place of pathways, he would talk about systems thinking, which is a little confusing in some ways, but effectively choosing projects based on the skills and relationships that you develop so that even if said project fails over time, you are accumulating skills on relationships so that when – like you said – an opportunity presents itself that you couldn’t have possibly foreseen and pegged as an objective or a goal three years before, you’re ripe to take advantage of it. Stewart Brand: Yup. Tim Ferriss: So, I – I’m sorry, go ahead. Stewart Brand: That’s it. I’m agreeing with you. Tim Ferriss: So, we could talk for hours, but I want to be respectful of your time and wrap up shortly. So, you just agreed with me, and that’s actually a perfect segue because you agree, then disagree, and seem very flexible in changing your viewpoints and changing your mind, and you do this publicly. This is uncommon in a lot of worlds. Stewart Brand: I wish it were common, especially in politics. Tim Ferriss: So, how did you develop this, or what is the self-talk that allows you to do that so readily? Stewart Brand: I was trained as a scientist – as a biologist – at Stanford. That was a relatively low-requirement major when I was there. It was one of the reasons I took it, but I also knew I was quite seriously interested in biology. The thing about training as a scientist is that science is the only news. It is going to keep changing. You will be taught that something is probably the case, and then you learn – often within a year or so – that we were actually wrong about that. The people who were strong proponents of that have been exposed to the results of the people who thought that they were probably wrong, and it turns out that they were wrong. Whether or not they’ve admitted it, everybody else knows it, so let’s move on. And so, that moving on as a result of results is the result of trying stuff – experiments, observations, or whatever – with various hypotheses. You start to get used to the idea that all your opinions are hypotheses, and some of them play out, and some don’t. As you say, that’s not a standard mode of public discourse, so I think it’s helpful for somebody who changes their mind about something to spread the word. They’re pleased now. I realize that lots of times, somebody’s going to go from one crazy belief to another, and in the ‘60s and ‘70s, we say people buy into a lot of mystical frameworks – gurus and whatnot – and they would move from one to the other. But then, I think you can go up a level and suggest that if you’re moving from Guru A to Guru B to Guru C, does that suggest that gurus are a waste of time for you? So, there are various levels of being wrong, acknowledging it, and deciding what to do about that. In some cases, doubling down is the right thing to do because you really think there is something there even though in the first round, it doesn’t look like it’s there for sure. So, you double down a few times, and maybe if you get punished enough for that, you’ll decide that doubling down is no longer the right thing to do for you. But, I think with politicians, I would love every politician to have pretty good answers to the question of, “Sir or ma’am, in the course of your public serve – and thank you for doing that – what are some things that you noticed you were wrong about and had to change your mind about? Tell us about that.” If they say, “As I’ve always said, I’m never wrong,” you know not to waste your time with them. Tim Ferriss: Yeah. It’s such an important question. Given the game – so, we were talking about finite and infinite games, and I don’t want to take us too far into the political land because it would be a full other – Stewart Brand: It would be instantly dated right now. Whatever we say politically is going to be out of date tomorrow. Tim Ferriss: Right, so I want to focus more on the game that politicians have chosen to play. What is – is it possible to be an effective politician while still answering that question honestly? I guess there are probably examples of people who have answered that honestly, but then, there are people who answer it honestly and get labeled a flip-flopper or whatever you might call it, and that’s used as ammo against them in elections of various types. So, is – Stewart Brand: I think a shining example of mind-changing that we have in California is Governor Jerry Brown. I was on his personal staff in his first term back when he was the youngest governor, and I’ve kept in touch with him now that he’s our oldest governor. I remember being part of the entourage, and we would go to some public event like Space Day or something like that which I helped initiate and organize, and there outside the event would be the usual protestors about one thing or another. I would find myself trying to get Jerry in – “We’re all late, come on, let’s keep moving” – and he would see the protestors, veer off, and go over and talk to them. We were rolling our eyes, but here’s how he would talk to protestors. He would go over whomever it looked like was being a spokesman because they had the loudhailer or something and say, “I’m glad you’re here. What’s on your mind?” They would start to say their trip, and he would listen for a bit, and he’d say, “I think I got it. Let me see if I got it.” And then, he would say their stance back to them – often, better than they had stated it – and you would see them just melt because the thing they wanted to have happen was for him to be aware of their position and to understand it, and he’d just showed that he’d done that. And then, they had the further hope that since it was known that Jerry occasionally changed his mind and his policy on things, that not only had he heard their position, he might even adopt at some point. And so, he could always engage and defuse opposition with the fact that he could be persuaded out of a position that he had publicly taken. This made him – he was not a good speaker; he was not a charismatic character for the longest time. He was basically an introvert in public life. And yet, that characteristic – as much as any other – he made a lot of good policy. He was very bright, and eventually a very capable politician, but that characteristic opened him up to a very successful political career, and I think he came into it partly because he is kind of a contrarian. He likes to go against the flow, and this would be a case where – He was the son of – he grew up in a political family with Pat Brown, his father, and there were things about the way politics were done that he didn’t approve of, and that was one of them, so he just went against it and won big. Now, for somebody who’s thinking of going into politics – which I would encourage anybody to do – Jerry Brown is one good example. To me, the most wonderful example is Theodore Roosevelt. There is a three-volume biography of Theodore Roosevelt by an author whose name is escaping me that is totally inspiring. This was an individual with modest gifts who basically set out on your kind of self-improvement project early on. He was kind of a weak kid. He was born to money and got himself out of the strictures of that. He became a rancher out west and all of the rest of it. He kept reinventing himself and helped reinvent America in profound ways that make you want to take on his kind of self-project and also make you take on public service in the way that he did. Now, one of the campaigns these days is to get more scientists and engineers into not just appointed politics, but elected politics, and I’m all for it. I think that’s what needs to happen. Tim Ferriss: Is the three-book series by Edmund Morris? Stewart Brand: That’s the one. It’s beautifully written, beautifully researched, and an astounding subject. Tim Ferriss: All right. That is on my immediate shopping list. If someone listening who is not planning to go into politics, who does not have scientific training, like yours truly – I do not; I am not a trained scientist – Well, I don’t know. I am not a formally trained scientist. In any case, are there any books that you would recommend that people could use to help train themselves think more scientifically, and therefore be less hell-bent on holding onto strong opinions when given new information? Stewart Brand: What a very good question. I wish I had an immediate answer to it. Some of the biographies of good scientists – Edward O. Wilson wrote a rather wonderful memoir called Naturalist, about his becoming one of the great biologists of his time. This is a guy who revolutionized the field of biology five or six times personally. Tim Ferriss: What was the name again? Stewart Brand: It’s called Naturalist by Edward O. Wilson, who is one of my inspirations as a biologist. I later got to know him when we worked together on a couple of projects, and it was just awesome to do that. This is a guy who has won the Pulitzer Prize twice, so you’re in the hands of a very good writer. Writings by Freeman Dyson are excellent on how science actually works. They’re mostly collections of essays. One of his books is called Infinite in All Directions, which is the right kind of frame to have in relation to the universe, and science can get you there, as it did for him. The Feynman – Surely You’re Joking, Mr. Feynman! – Tim Ferriss: Yeah, I was going to bring it up. Such a great book. Stewart Brand: Those work very well because this was one of the great science teachers as well as one of the great scientists, and watching him think is just good across the board. Tim Ferriss: Yeah, there’s a fantastic documentary – I want to say it was NOVA, an old television program – it’s hard to find, but it’s called The Joy of Finding Things Out, in which Feynman talks about how, in many ways, his father taught him how to think, how to question authority, and it’s just fantastic if people can track that down. But, Surely You’re Joking, Mr. Feynman! is such a wonderful read. Stewart Brand: Yup. So, books like that – And, it’s a good question to keep going. Ask it of any people with a science background you get on your series here. Tim Ferriss: I will. The last – maybe second to last – question: I turned 40 recently, which has led me to think a lot about rules I’ve set for myself, trajectory, and many other things – just to reassess. It wasn’t a crisis of any type; I feel good about it, but I’m trying to ponder many different things. What do you wish you had known at age 40, or is there any advice you’d give me or another 40-year-old? Of course, their specifics would be helpful, but is there anything that you wish you knew or would emphasize for me or me or someone else who just turned 40? Tim Ferriss: I think “There’s still plenty of time” is not something that comes to mind at age 40. You may think, “It’s all downhill from here,” or, “There’s only so much time left” – all the things that go with not being young, where things are no longer infinite in all directions. They’re starting to be finite in all directions. But, there’s plenty of time, and to some extent, time compresses as your age increases. I remember when my mother was in her 80s, I said, “What’s time like for you?” She said, “Years are like fenceposts, just whipping by.” I certainly feel that at 78. I feel like I’m spending all my time clipping my fingernails and going to get another goddamn haircut. And yet, the thing which expands as time goes by – you don’t have to re-derive a lot of stuff from first principles. You’ve already got a number of things squared away, you’ve got a number of friends that you can count on, and you’ve got a number of skills that you can deploy, so when you do take on something new, it’s not like when you were 22, where you have to create the whole world to do it in. You’ve got a lot of skills. And so, in a way, time is compressed for you in terms of your abilities, and that’ll continue as long as your brain functions. And then, that dials down, and then you’ve presumably got to deal with how your sensations are still pretty intense and how you can get value from them. Tim Ferriss: Do you have any last recommendations, thoughts, or questions that you’d like to leave with the people listening to this, or any request or ask of the people listening to this? Stewart Brand: I keep running into versions of something we came across a couple times in this discussion, which is people worrying about unintended consequences, often of new technologies or some new regime of practice – whatever the hell it may be. And often, it’ll be in the mode of “Don’t even explore that area because unintended consequences will occur.” I think the mode should be, “Well, of course unintended consequences will occur,” and maybe it’s even worth – and, this is in your version of defining your fears – thinking about what the consequences that you’re worried about are, and meanwhile, watch while the thing is tried, try it yourself, and watch for those things that you’re worried about, and also, watch for surprises. Lots of unintended consequences are surprising. Watch for consequences that are surprisingly good as well as surprisingly bad. As far as I can tell, in most cases, there’s an even split. Hold the expectation that with the ones that are surprisingly good, you can not only stop worrying about the things that you were worried about associated with that, but you can build on them. Also, the ones that are surprisingly bad may indicate that the whole pathway is not so good after all, and you can shut it down or find workarounds. Basically, it’s trying to flip from being fearful about unintended consequences to being welcoming about situations that might have unintended consequences. Tim Ferriss: I love that, and on top of that, it makes me think of recognizing that with everything you do and with almost every moment, there are unintended consequences – Stewart Brand: Exactly. Weird shit happens. Tim Ferriss: – at all times, and for me, it draws a parallel with – I may be misattributing this, but I believe that at one point, I read about Andy Grove, and in his management approach, he would recognize that whenever you created an incentive, you would simultaneously create a perverse incentive or an incentive to do things that were undesirable. Perhaps you’re – I’m making this up – you create a commission structure for people who bring in a certain dollar amount of advertising revenue, and you could ask yourself in advance what the perverse incentive would be, and it would be to get someone to spend a lot of money up front, which could lead to advertiser disappointment because it’s front-loaded, and then a high churn rate. So, when you have a metric for what you desire, what metric could you look for or create to track what you don’t desire? It could be a high churn rate. So, with the assumption that there are always going to be unintended consequences to any material action, how can you measure and track them? I think what we just mentioned is so important. Well, Stewart, it is such an honor and a joy to have the chance to spend some more time with you in conversation on the phone like this, and it’s so much fun for me. Is there any particular place that people can check out – that you’d like them to check out – online, or places where they could say hello to you on social media? Stewart Brand: I’m on Twitter @stewartbrand, and the Long Now Foundation has a website, longnow.org, that has all sorts of things. We have a bar in San Francisco. I think there are relatively few nonprofits that have a bar, but we have one at Fort Mason that people welcome at, and all sorts of things are there. Tim Ferriss: That’s the Interval? Stewart Brand: Yeah, that’s the Interval, theinterval.org. And then, reviverestore.org is the place where the genetic rescue projects I’m talking about are going on. We started that within Long Now as a project, and now it’s gone independent and is its own 501(c)3, charging ahead with saving various species and various ecosystems genetically. Tim Ferriss: Well, Stewart Brand, thank you so much. I really appreciate all the time. I’ve learned a lot, I’ve taken many notes – as I hope other people have – so I just want to express my gratitude for you taking the time. Stewart Brand: Well, you make it fun for your interviewees, so keep up the good work. Tim Ferriss: All right. To everybody listening, as always – and, this is going to be one hell of a set of show notes – you can find links to everything that we’ve talked about in the show notes at tim.blog/podcast for this and every other episode. Until next time, and as always, thank you for listening. Hey, guys. This is Tim again. Just a few more things before you take off. 1). This is five-bullet Friday. Do you want to get a short email from me – would you enjoy getting a short email from me every Friday that provides a little morsel of fun before the weekend? Five-bullet Friday is a very short email where I share the coolest things I’ve found or that I’ve been pondering over the week. That could include favorite new albums that I’ve discovered. It could include gizmos, gadgets, and all sorts of weird shit that I’ve somehow dug up in the world of the esoteric, as I do. It could include favorite articles that I’ve read and shared with my close friends, for instance. It’s very short. It’s just a little, tiny bit of goodness before you head off for the weekend. So, if you want to receive that, check it out, just go to Fourhourworkweek.com – that’s Fourhourworkweek.com, all spelled out – and just drop in your email, and you will get the very next one. If you sign up, I hope you enjoy it. Posted on: February 3, 2018.", "speakers": ["tim ferriss", "stewart brand"], "text_sentences": ["hey, guys", "tim ferriss here", "before we jump into this episode, i’m going to do something i very rarely do, and that is to make a direct ask with hat in hand", "my brand-new book just came out today", "it is called tribe of mentors: short life advice from the best in the world", "if you like the podcast, you will love this book", "i reached out to 130 people who are the best at what they do in sports, investing, business, acting, directing – you name it, we got it", "cryptocurrency", "done", "it turned out better than i ever could have expected", "many of my friends think of all my books, it is the easiest to read, the easiest to use, so check it out", "please take a look", "i put out so much free material", "the podcast is free", "the 700-plus blog posts are free", "every once in a while, i put out something like this, and it’s not that expensive, so please take a look at tribeofmentors.com, and it does make a great holiday gift or gift for others", "there’s something for everybody in here", "it is really a choose your own adventure guide, a buffet of options for improving your life, both in business and in the personal sphere", "so, take a look", "i appreciate you taking a look", "tribeofmentors.com or anywhere that books are sold", "hello, boys and girls, ladies and germs, you sexy little kittens", "this is tim ferriss, and welcome to another episode of the tim ferriss show, where it is my job to interview and deconstruct world-class performers of all different types to tease out their habits, routines, tactics, thinking, philosophies, and belief structures that you can use", "this episode – kids, if you’re in the car with your parents listening, please put on earmuffs – holy shit", "what a treat", "i could not be happier with what you are about to listen to, and it’s all because of the guest", "by way of background, when i was in uzbekistan with kevin kelly – and, if you haven’t heard of kevin kelly, you can check out my interviews with him", "i have argued for a very long time that kevin may in fact be the real-world most interesting man in the world, but when we were in the back of a taxi in uzbekistan – long story – who i should have on the podcast, he gave me a very complete list, but the first two names were tim o’reilly and stewart brand, and when i asked kevin who he considers as his mentors, the first name he brought up was stewart brand", "so, who is stewart", "stewart is one of the sharpest, most badass guys you’ll ever meet, and he’s kind of like forrest gump", "he shows up at every possible historical moment you can conceive of", "stewart brand – @stewartbrand – is the president of the long now foundation, established to creatively foster long-term thinking and responsibility in the framework of the next 10,000 years", "yes, that’s not a typo", "he leads a project there called revive and restore, which seeks to bring back extinct animal species such as the passenger pigeon and woolly mammoth", "stewart is very well-known for founding, editing, and publishing the whole earth catalog, which changed my life when i was a little kid – we talk about it – and it also received a national book award for its 1972 issue", "and, on top of that – and, we delve into this – steve jobs talked about it in his most famous commencement speech", "stewart is the cofounder of the well and global business network, and the author of books such as whole earth discipline, the clock of the long now, how buildings learn, and the media lab", "he was trained in biology at stanford and served as an infantry officer in the u.s", "army", "stewart can cover so many different spheres of expertise and speak intelligently on very high concepts ranging from evolution to the nitty-gritty of designing finite – or rather, i should say infinite versus finite gains for different groups of people", "it’s just so much fun to speak with stewart, and i’ve been hoping to do this interview for a very long time", "it came together, and maybe the caffeine level on my side was right – i think stewart’s always on point, but i’m just thrilled with how everything turned out", "so, as usual, we’ll link to everything in the show notes that you can find at tim.blog/podcast, and there will be a lot of links, but i really hope you enjoy this conversation as much as i did", "so, without further ado, please meet the one and only incredible stewart brand", "stewart, welcome to the show", "howdy, tim", "howdy", "i have wanted to interview you for a very long time indeed, and our mutual friend kevin kelly, who i used to say was the real-life most interesting man in the world, but i think you may actually give him a run for his money", "i suppose it’s appropriate that i’m recording this from where i am on long island where i grew up because at my parents’ house, which is right next to me, in the shed, i remember going in as a child to find a single copy of the whole earth catalog, and i would go to the whole earth catalog – i remember exactly where it is in the shed – and i would sit down for hours, flipping around in this incredible tome, and i wanted to thank you for that first and foremost because it had a real formative impact on me in my childhood years", "that’s amazing", "i hear that a lot", "i’m curious – do you remember any of what particularly got you going through the catalog back then", "yeah, there were a few things", "maybe you can correct – i’ve actually never told anybody this – i want to say that the first thing was that there were geodesic domes or some sort of graphic representation of them, which were fascinating to me at the time", "my grandfather on one side was a classical sculptor, so i was very interested in shapes", "i wanted to be an illustrator and a comic book penciler for about 15 years, so anything that represented what i felt was an unusual shape in the physical world was very interesting to me", "and then, this could be a false memory, so please correct me if i’m wrong, but as a 9- or 10-year-old – maybe i was even younger – was there any –not necessarily nudity, but were there breasts of any type in the whole earth catalog", "if so, that was probably also a big draw for me", "yeah, there were breasts", "there was even a crotch, i think, in my body, my self, which was this wonderful book by women on women’s health that came out", "it was “just the facts, ma’am,” graphic, and rich", "i think it was a collective of women in boston who put it together, and it was kind of a revolution of users taking hold of medicine and revamping how it was thought about", "women were – then and now – especially in need of better facts than they were getting from the male medical establishment", "so, i feel like the answer i gave you might be very trivial", "do you have any common answers that pop up often when you ask people that question about what stuck with them or grabbed their attention", "i suppose it probably depends on the age at which they came across it, but are there certain things that stick out often for people", "well, a common thing is, “wow, you did the whole earth catalog", "that really affected my life", "i still have the original whole earth catalog.” i’ll check and see if they mean the first one that came out in 1968, of which only 1,000 were printed", "no, what they mean was their first whole earth catalog, which was probably the last whole earth catalog in 1972", "and then, i’ll ask them, “why do you still have it?”, and there’s this wonderful silence", "i’ve never gotten a good answer", "i think it has something to do with a sense of a certain era, or a certain period in the life of that person coming of age and coming into who they were and who they wanted to be, and i guess they felt the catalog was some kind of enabler or tipping point from one way of thinking about what they could do to another way of thinking about it", "so anyway, a lot of people have kept them", "there’s no end of basements and attics that have whole earth catalogs in them", "now, one fan who comes to mind – and, i’m sure there are many who have name recognition – is steve jobs", "he referred to you in his stanford commencement speech, which has become very popular, and he refers to “the amazing publication called the whole earth catalog, one of the bibles of my generation.” have you spent any time or did you spend any time with steve and get an idea of why it had such an impact on him", "i did spend time with steve a few times, and we did some videos together for the library of congress that you can find on youtube", "the library of congress asked both of us to help promote a new program they were doing", "we were both glad to do it, so we sat down together and did some fun stuff", "that was also when steve put out his “personal computers are a bicycle of the mind that vastly enable” and everything", "the question i never got to ask steve was about the end of that commencement speech", "what he put out to the stanford students was what had been on the back cover of the whole earth epilog, which came out in ’73 or ’74", "it said, “stay hungry, stay foolish.” for some reason, that really got steve", "his commencement talk was wonderful because it was basically about – well, he gives three stories, but the main story is that he’s been scared to death by his pancreatic cancer diagnosis and lived, at least for a good important while", "so, from that perspective, he was kind of giving the students a little bit of a signal from the other side of a temporary grave, and that’s part of what made it such an amazing talk", "basically, his final line to the students was “stay hungry, stay foolish,” and a question i never had the chance to ask steve – even though i did see him for lunch after that talk – was what got him about that, and various people – including me – have tried to interpret why he in particular was moved by “stay hungry, stay foolish.” i think he was putting it out at that point from a position of a whole hell of a lot of power and wealth", "he was into issues like the envier’s dilemma, of how you keep your business from clinging to its past so much that it becomes part of the past, and how do you keep revolutionizing your own process, your own thinking, your own business, your own whatever", "i think he was using – i’m surmising that he was using “stay hungry, stay foolish” as a sort of refreshment exercise", "what was intended by “stay foolish”", "i feel like i can interpret “stay hungry” in a number of ways that i would probably have some consensus on with other people", "what about “stay foolish”", "what was intended by that", "could you elaborate a little bit", "the back cover of the whole earth epilog was a photograph i commissioned that was meant to look like a sunrise that a hitchhiker might see on some roadside, and it was in relation to a photograph of the earth at the moment of the sun just coming around, making a crescent", "so, the limb of the earth is basically just a crescent of light from the sun", "that’s a sunrise happening somewhere on earth, so i wanted to get that from the surface", "but, the dawn – someone’s eyes must meet the dawn", "the dawn hitchhiker is headed wherever the next driver is headed, in a way, and that’s a foolish way to get through life, but it’s also a randomizing way to get to wherever you’re going", "i think i was promoting the idea that occasionally, you stay random", "nicky case just recently gave one of our long now talks where he points out that chaos is an important part of keeping creativity, evolution, and everything else going", "the story on evolution is what they call fitness landscapes, and as a biologist from the ‘50s, i’m really won over by them", "the idea of a fitness landscape is it’s a series of hills and mountains, and typically, when a species is evolving, it’ll evolve to a local optimum", "the local optimum might just be the hill that happened to be nearby", "it gets better and better at going up that hill until it gets to the peak, and then it stays there", "but, all around it may well be much higher peaks of much greater opportunity, much greater fitness, or whatever it may be", "as long as it’s focusing on being really good at being on top of the hill it’s on, it will never get to those mountains", "the only way it will get to those mountains is by being foolish, trying weird stuff, being random, recombining, or mutating down off the hill a little bit – maybe even down into the nearby valley, which looks horrible – and then trying new things that improve on the new slope it’s on, which could well be a higher mountain", "so, what gets you off the low hills of fitness to a potentially high mountain of fitness is randomness", "that’s “stay foolish.” has that been a conscious decision on your part throughout your life to insert randomizing function, or has it really just been serendipity", "[laughs] i’m just wondering – you’ve lived so many lives", "i’ve been very intimidated by the interview because i’m like, “how the hell – where should i start", "where is the beginning", "where is the end?” it’s very challenging", "so, i’m just curious if that’s something you’ve thought about as you’ve made decisions in your own life", "as near as i can tell, tim, my version of randomness is a pretty low threshold of boredom", "okay", "can you elaborate", "the way that works is –like with various sports as they came along, when skydiving came along – well, that doesn’t count because i stopped doing that after i had a parachute fail to open", "but, hang-gliding came along, or snowboarding", "those were two sports that i got into as soon as they showed up", "i ran out of excitement pretty quickly – up the hill, down the hill, up the hill, down the hill in both cases", "i bailed", "i have bailed out of a lot of interesting things", "it is not good career advice in terms of scoring big because as brian eno has pointed out to me and others, the way to make a lot of money is to have a very good idea and to be extremely careful never to have another", "[laughs] i haven’t heard that before", "oh, man, that’s – it’s true for artists, it’s true in business, and it’s true in all sorts of things", "you develop an expertise, get rewarded for it, and if it really looks like it is one of those mountain opportunities, the temptation is to keep storming up the mountain", "after a while you can see what the limits are, or you find yourself doing the same mental and physical things day after day, and meanwhile, other stuff is kind of tempting or just shows up", "a lot of my stuff just showed up, tim", "i’m dealing with a biographer now, and he’s raising some of these same questions", "when i thought about doing a memoir, i thought about using a title from arthur kessler about astronomers called the sleepwalkers", "those things where i progressed from one to another – they were not part of any arc of ambition or even narrative arc", "they just seemed like a good idea at the time based on what was around me", "so, i think biographies – including mine – consist mostly of circumstance and sequence, and then you map character onto that, and any stories you have, you tell backwards", "so, i want to dissect the stories or things that you tell backwards in a second, but first, there’s something you mentioned in passing that i feel like i have to address as a pink elephant in the room that my listeners are going to ask me about if i don’t ask you", "you mentioned that you did skydiving for a while, but then you had a parachute not open", "oh, yeah", "sorry, that’s an easy story", "i took airborne training when i was an army officer", "when i was stationed at fort dix, skydiving was just starting to come along as a thing that you could do", "the u.s", "army had a skydiving team and things like that", "so, this was in ’61 or ’62", "we were in new jersey, and a couple of the local guys got together, and we started – we would take military chutes, cut gores in the side and a section out of the back, and then put certain strings up to where the gores were", "by pulling on the strings, you could sort of steer and sort of go forward", "and then, we’d rent a plane and jump out, and do jump and pull first, and then five-second delays, and so on", "it was great fun", "by then, teaching basic training at fort dix was boring for all of the officers who’d been in for a year and a half at that point", "so, when i got out of the army in ’62, there was a pretty good amateur skydiving scene going on in northern california, so i joined that and was jumping on the weekends up near mt", "calistoga in northern napa valley", "it was a young and dangerous sport at that time", "i still had an army parachute that i’d taken from army and adapted", "i guess i’d had guys who were doing adaptations do it", "one of the times i jumped out, i think was doing a ten-second delay, and i was counting, “one thousand, two thousand, three thousand,” and i got to my count and pulled the parachute – you reach across yourself and pull the ripcord, and the parachute comes out, and there’s this sudden stop, and then a really pleasant minute-long glide down to where you’re going to try to land on the target", "and, this idyll was interrupted by the fact that the parachute was not opening, and i could sense that there was crap going on behind me", "the great thing about parachute training in the army is that you go through a lot of stuff about what you do if the parachute doesn’t open", "there’s a reserve chute, a little stuffed-together laundry thing on the front", "the main chute is on your back, and the reserve chute is on the front", "one of the things that you’re told is if you have to open the reserve, go for it and then turn sideways in the air because if you’re facing straight down in the standard position that you skydive in, the chute will open around you, and besides being dead on arrival, you’ll already be in a shroud", "so, i had this wonderful moment of, “oh!” suddenly, the spotlight is on me", "i could see san francisco in the distance", "i was facing that direction and had those cosmic thoughts, and at that point, i also had eight seconds to live before i would be a greasy spot", "and, what i found myself doing was what i was trained to do, and this was one of the things that persuaded me that training is better than almost any other form of instruction", "i rotated 90 degrees in the air, reached for the reserve chute and pulled it", "it popped out with a terrible jerk, and i had the somewhat faster cruise down to the ground without any ability to control it, which was alarming because the wind was taking me towards some power lines", "anyway, i landed, and that was that, but it was late in the day, so i didn’t go back up – or, maybe i was afraid to go back up", "when i did go back up the following weekend, i did a very dangerous jump and almost hit my head on the step leaving the small plane", "i never really stabilized in freefall, and basically, it was a screwed-up jump", "that persuaded me that my body was not happy doing parachuting anymore, so i stopped", "okay, i think that’s a very reasonable conclusion", "by the way, what caused the malfunction was the pilot chute that jumps out of your backpack first and pulls out the sleeve, which then reveals the parachute", "that’s how it opens in a less-than-sudden way", "that pilot chute jumped out, and the tether that it was on managed to tie an overhand knot in the bottom of the sleeve, so even if i’d spent my eight seconds trying to undo the tangle, i would have still been tugging at the knot when i hit the ground", "were there any other trainings or principles that you took from your military experience that ended up being helpful later", "there’s a lot of instruction", "i was lucky; i took rotc at stanford and took two years active duty after i graduated, and then off i went to fort benning to officers’ basic training course", "when i was there, i got most of the basics of small unit management and leadership that my generation – the liberal types, mostly – did not get", "it was me, john kerry, and a few others", "they were just simple things like, “okay, you’re responsible for the people in your command", "you’re going to critique them to get them doing ever better, especially the sergeants that work for you", "“the way you begin a critique is by telling the sergeant what he” – or now, she – “has been doing very well and thank them for that", "it’s got to be close, accurate, and well-observed.” and then, you say, “on the other hand, i think there’s one thing you could be working on,” but probably not more than one thing, or you overwhelm them", "you give them something to work on for improvement and let them know you’re going to be watching to see signs of that improvement, which you will congratulate them for when it shows up, and then come up with some other item of potential improvement", "just that sequence of telling them what they’re doing right before telling them what they’re doing wrong is the kind of thing that good management instruction does", "it’s done at taxpayer expense, thank you very much", "i want to talk about –the whole earth catalog a little bit more, and i know that you’ve probably told many stories about the whole earth catalog, but for those people who are listening who don’t have context, i just want to read a short quote, which is from a piece from the guardian, so they have a little bit of context", "i’m going to borrow from a couple of different pieces", "the whole earth catalog has been called “the internet before the internet,” and quoting from this piece, “it wasn’t exactly a book", "it was a how-to manual, a compendium, an encyclopedia, a literary review, an opinionated life guide, and a collection of readers’ recommendations and reviews of everything from computational physics to goat husbandry.” even as a kid reading this book, it seemed that it was the type of project that would take a lot out of a person", "so, rather than necessarily going into the creation of it – although we could certainly get into it – i had not been aware that – at least, based on some of the reading i did – when you shut down the whole earth catalog, what followed was a pretty severe depression", "you and i saw each other not too long ago at ted, where i spoke for the first time on the main stage and decided two weeks beforehand that i would completely redo my presentation and talk about severe depression and how close i came to suicide at one point in college", "would you mind sharing with people a little bit of that period in your life and what you found helpful to regain your footing", "well, i saw that ted talk, tim, and a lot of people liked it, and it’s doing very well online", "what i especially liked about it was the fear-naming aspect of that, the catalog of things you’re actually worried about, and how you work through each one", "what happens if it actually happens", "how can you deal with it and head it off", "you take it apart in detail rather than just go along with this blank “i’m too afraid to make this move” approach to things", "i really like that, and i think it’s something we’re going to find a way to use for some of the people who get worried about the use of genetics in conservation, which is mostly what i do these days", "but, back then, i think i stopped the catalog partly because i thought it was a good idea to stop something at the peak of its success to see what would happen", "it was a kind of feline curiosity", "but, it wasn’t that i then became depressed", "i was also eager to shut it down by 1971 because i was depressed, and it was probably a combination of a marriage that had been going sour for a few years and various things that often go on with first-time success", "i didn’t yet know how to modulate my work and schedule, so i was living at the office most of that time", "just to place us, how old were you at that time", "i was basically 30, 31, 32 – right in there", "by now, people at that age have been through three or four failures and successes or whatnot", "in those days, it was still my first, and i was considered young at the time to be having a certain national-scale publication of great interest to a lot of people", "it was not an issue of money", "it was a nonprofit, so i was just getting a nonprofit salary of $10,000.00 a year or something like that", "i think the fame part was not particularly problematic", "as you know, any kind of fame can lead you into a self-caricature sequence where you wind up being driven around by your image rather than vice versa, but that was not really an issue either", "i think it was vacationless overwork and a tough marriage, and it took a couple years to get out of it", "years later, i had another one", "they come, they go", "i am now a great fan of drugs like zoloft that can take – in my case, depression created occasional panic-type attacks, and zoloft is fabulous against panic attacks", "so, you found that the panic preceded the depression as a triggering event", "no, i think it was one of the elements", "who knows what triggers what", "actually, there was a recent trigger in the sense that i had a vertigo experience in the middle of the night when i turned over to the right, and suddenly, the bedroom was spinning", "my wife ryan was trying to settle me down, and we went off to the emergency room, and the guy there said, “oh, it’s vertigo", "it’s pretty common.” there’s a maneuver to turn your head in a certain way, and you get the thing that’s causing the vertigo in your middle ear", "if you go to the right place, it doesn’t do that anymore, and it’s a fabulous correction", "but, that particular time was the first time my brain or brain/body had frightened me like that, so i was fearful for a year or two after that", "part of that would be panicking at the kind of things that people panic at – standing around for a long time in public, driving on a bridge, and things like that – and zoloft is great", "it cuts the peak off any kind of panic, and you realize – you don’t get scared about panicking", "yeah, you don’t start panicking about the panic", "you’ve got it", "just by taking the peak of fearfulness away, the whole things gets under control", "now that we’re on the subject – broadly speaking – of pharmacology, i had heard somebody refer to you as a pioneer in psychedelics, but that you had stopped", "i’m curious to know why that is, and if you could give us any backstory on that", "well, i happened to be in the bay area when lsd was first being researched", "at that point, it was still legal as a psychological fitness –a way to do severely enhanced psychotherapy, which has come around again now", "it’s fun to see", "i think a lot of it applied – using mdma on post-traumatic stress syndrome and things like that, which our friend richard rockefeller was pushing strongly until just before he died", "that’s good stuff", "so, these drugs were around a lot", "i never actually bought a psychedelic drug", "there was so much of it in the ‘60s at that point that it was just the marijuana, hashish, lsd, or mescaline that people gave me, or the sessions going on that i’d join", "i had formally joined the native american church, and i went to a number of peyote meetings and wound up leading one or two as a road man", "it sounds like i was doing all the drugs in the world, but compared to my contemporaries, i was pretty modest", "i did see a few people who thought that the solution to problem that might be caused by bad lsd trips was to do more lsd, and i was pretty sure that wasn’t the direction to look for a solution", "so, i had some bad trips and some good trips, and the last one was in 1969 on the occasion where ken kesey, the merry pranksters, and their bus had a race in new mexico with a hog farm bus – the great bus race", "i dosed up on a certain amount of lsd, and that was a fun and amazing experience, and also the last time i did lsd", "after that, i continued to do nitrous oxide for a while, nitrous having the advantage of being completely legal", "i had an e tank delivered weekly in my office", "with nitrous, you do a flash, and if you like the flash, you can do another", "if you don’t like the flash, then you stop, so it’s a little more self-correcting in that respect", "one day, i just kept flashing", "i think i was listening to the beatles – probably sgt", "pepper – and the world went away, and i was on the whole other side of a large room, and my wife was shaking me, saying, “you’re laughing hysterically.” it is laughing gas, after all", "but clearly, i had gone over some edge with nitrous oxide, so i stopped doing that", "why did you stop doing – was the cessation of lsd, then, a matter of legality at that point", "oh, god, no", "everything was illegal", "ken kesey did this bit that he called the acid test graduation, and it was partly a finessing of his legal problems, but it was also an acknowledgement that you go through the doors of perception that aldous huxley talks about, and you’re in this cosmic place, and then the trip is over, and you’re back", "then, you go back through, and there’s the cosmic place, and you go back through, you go back through –and there are terrifying versions and exalted versions, but in a sense, it’s the same cosmic place", "so, two things happened", "i recognized that there wasn’t a lot of news anymore, and the side effect was that i became much more suspicious about mysticism in general, which i’d studied in college – both christian mysticism and everybody else’s", "i had a feeling like i’d taken the shortcut into that world, and there wasn’t as much there as i had thought and hoped", "i might come back to that", "for people who don’t know the name ken kesey, he’s the author of one flew over the cuckoo’s nest, and then, the pranksters and the rip-roaring ride that you mentioned also led you to appear – just as a point of trivia; please correct me if i’m wrong – in tom wolfe’s the electric kool-aid acid test", "so, that’s just a side note", "you make these appearances in so many defining cultural works or moments, it’s almost like watching forrest gump, but with someone who’s not forrest gump", "it’s really astonishing", "well, i’m on the box of chocolates approach to things", "you really do not know what you’re going to get", "i got lucky", "but, partly by choice, i’m in a creative area – the san francisco bay area – that specializes in doing weird stuff", "just by strolling around, you run into a lot and wind up connecting to a lot that ends up being important", "can you tell us about blue marble", "can you tell us about the buttons that you distributed – or, i guess you were selling them – way back in the day and give us a little bit of context", "the blue marble you’re referring to is the look of the earth from space", "we’re still talking about drugs because i was bored in the spring of 1966, and on my rooftop in north beach, san francisco, i took a half a dose – maybe 150 micrograms – of lsd, and just had a nice, long, thoughtful afternoon that was colored by having listened to a fair number of buckminster fuller lectures and having read his books over the previous months", "he had said that people assume that the resources of the earth of infinite, and in their mind, the earth is flat", "if they would just understand that the earth is really a sphere with a limited amount of surface, resources, and everything else, then they would behave better", "i was sitting there, stoned, looking out at the san francisco skyline, and imagined to myself that i could see that the buildings were all vertical, but they weren’t exactly parallel", "they diverged slightly because of the curvature of the earth with a fisheye thing happening in my mind", "i imagined that if i went up a little way, i would see that even more strongly", "if i went up further still in altitude, the horizon would close on itself and be an obvious circle", "and then, i guess i took my mind further out – this is kind of a star maker story; olaf stapledon’s story begins this way – and i saw the earth not only as a circle, but as a sphere rotating against a starfield", "i thought, “now, that is really the way to see the earth, but it’s weird that we haven’t seen that.” this was 1966", "sputnik had gone up in 1956, so the soviet union and america had been space for ten years at that point, and there was no end to photographs of the moon and the beginnings of satellite photography of various parts of the earth’s surface, but nobody had ever turned the camera back on the earth from one of these remote probes to see what it looked like from a distance", "and so, the lsd concentration which is – we called it the “psychedelic,” meaning “mind-expanding,” but i think it’s a mind-contracting drug", "you’re really focused on your hand, the song that’s playing, the fire, or whatever it is", "i was really focused on, “gee, what do i do to make people aware of the importance of the image of the earth from space?” what i came up with was the concept of the button that you mentioned that would say, “why haven’t we seen a photograph of the whole earth yet?” it was sort of put in paranoid terms so that it would be a question", "people would raise the same question i had", "“how come we’ve been in space for ten years and this photograph hasn’t been made?” the implication was that it had been made, and that they were hiding it from us", "i printed those buttons up the next week, and made some posters, and i went around selling those buttons for $0.25 from the sandwich board at sather gate at uc berkeley, and then at stanford, and then at mit, harvard square, and columbia university", "it got into the newspapers, the village voice, and i sent buttons to various people, including buckminster fuller and marshall mcluhan, and i sent them to senators and congressmen, and to their secretaries", "i sent them to people at nasa", "i sent them to people at the politburo in moscow", "anyway, it was just a campaign", "so then, when the photographs from apollo started to come in – good color photographs from the moon missions – i was proven right, that it would make a difference", "indeed, it reframed everything", "up until then in my lifetime, the way you thought about the planet’s fate was in terms of the mushroom cloud of atomic bombs, and from 1969-1970 on, the image with which we thought about the earth’s fate was no longer that of mushroom clouds, it was the photographs of the earth from the outside", "you mentioned buckminster fuller", "he seems to have been very influential, or certainly had an influence on you in some way", "what was most striking about him, or what have you taken from buckminster fuller", "there’s a wonderful chapter in peter drucker’s early memoir, which he called something like observations of a bystander, and in it, he has a chapter about the hippie generation – about two of his friends, who were marshall mcluhan and buckminster fuller", "he said mcluhan and fuller were these two voices in the wilderness, shouting away with nobody listening", "he said both of them would turn up at his door, come in, and rant their various rants at him, and he would patiently listen to them, encourage them, and show them the door", "what happened in the ‘60s is artists that i was hanging out with in new york – a group called usco – were paying attention to both marshall mcluhan and buckminster fuller, and they were guiding how we thought about being artists", "peter drucker’s perspective was that this was the first generation to take technology and engineering seriously as a guide to important, helpful, intellectual endeavor", "up until then, intellectuals had looked down from a great height, scientists looked down on engineers, and technology was seen as something that one suffered rather than grabbed and ran with", "he felt that the ‘60s generation reversed that, and that we started to grab pieces of technology and run for our own horizons with them", "we were ready to listen to prophets of that – such as marshall mcluhan – saying that the medium is the message, and buckminster fuller saying that if all the politicians in the world died next week, the world would barely notice, but if all the scientists and engineers in the world died next week, the world would cease to function", "that was a big part of what the whole earth catalog took on, much more from fuller than from mcluhan in that sense, though i later got to know both of them, especially bucky", "there’s a quote that i found that may or may not be relevant, but i’d love to explore it a little bit", "i believe it’s attributed to you", "“you can’t change human nature, but you can change tools, you can change techniques, and by so doing, you can change civilization.” is that something you could expand on, and related to that, do you think of thinking as one such tool that you could change instead of human nature", "i’d love to know where that came from or how it applies in your own mind", "that definitely comes directly from fuller", "fuller said that a lot, that changing human nature is hard, and when you try, you mostly fail, and it’s discouraging", "changing tools and technology is relatively easy, and you can enable things", "we saw that play down in the ‘70s when the new left was still in vogue and seemingly powerful, and personal computers were coming on", "so, here in the bay area, you had people in berkeley demonstrating and saying, “power to the people,” and you had steve jobs and steve wozniak basically saying, “power to people", "just provide the tools, and the rest will come.” that’s been a pretty reliable framing", "a later version of that that i came up with is my proclamation that science is the only news", "all the other stuff – the politics – goes in cycles", "fashion goes in very tight little cycles", "even the technology is pretty predictable if you’ve got a good eye on what the science is up to", "in a sense, that’s moving almost from a “grab tools and run with them” to “tools are arriving all the time, just pay attention.” i think that’s where most of what we consider progress comes from", "now, does that apply to thinking", "i ask because of the seminars about long-term thinking", "well, that’s for – busted", "i was about to say no, and clearly, i can’t", "i got to hang out with people in the bay area at sri in the late ‘60s who were doing a thing called augmented human intellect", "this was doug engelbart and his merry band at stanford research institute", "and now, that has been played out, and john markoff came out with his good book a year or two ago called machines of loving grace, which basically spells out the ongoing debate between artificial intelligence and intelligence augmentation – i.a", "and a.i", "so, augmented intelligence has been going on ever since humans got around to developing a language", "individual intelligence then becomes more social intelligence", "i think almost all intelligence is social intelligence anyway", "when personal computers came along, they were mainly a communication device", "they did some calculation, some modeling, and games and whatnot, but mainly, what they got us was email, the web, and on and on", "social intelligence is really easily augmented with tools", "now, what do you do with social intelligence", "can you change that", "that’s something that you’re in the business of, and i suppose i’m in the business of to a lesser degree", "the idea of the long now foundation is to give encouragement and permission to a society that is rewarded for thinking very rapidly in business terms, in scientific terms – a rapid turnaround", "you get inside the adversary’s loop, move fast, and break things", "the long-term thinking might be proposing that there are some things you probably don’t want to break", "they might involve moving slowly and steadily", "i think climate change is the one that our century, our generation has been handed as a thing to which there is no quick fix whatsoever", "it’s a big, slow problem caused by absolutely everybody, and any solution is going to have to be big, slow, and caused by approximately everybody", "so, that’s not tool, that’s circumstance", "that’s situational", "but, i think what we’re proposing is that there are a lot of problems, a lot of issues, or a lot of quite wonderful things in that category of being quite big and slow-moving", "with brian eno, i wound up developing a pace-layer diagram of civilization where there’s the fast-moving parts like fashion and commerce, and it goes slower when you get to infrastructure, and things move really slow in how governance changes", "and then, you get down to culture, language, and religion, which move really slowly, and nature – with tectonic forces, climate change, and so on – is really big and slow", "what’s interesting about that is that the fast parts get all the attention, but the slow parts have all the power", "if you want to deal with the powerful forces in the world, bear relation to seeing what can be done with, appreciating, and maybe helping adjust the big, slow things", "so, for instance, if somebody wanted to start exploring some of the slower-moving layers and topics, you’ve been curating salts, which i referred to earlier – the seminars about long-term thinking – and you’ve released a very affordable book – i think it’s $2.99 – which is basically a collection of summaries of the talks at this point, which include michael pollan, matt ridley – it’s a very long list", "tim ferriss", "tim ferriss", "there you have it – on meta-learning, which was a lot of fun", "for people who perhaps want to take a break from the perishable goods of so-called news – non-scientific news, fashion, and all of that noise – to think about the slower-moving, extremely powerful layers, are there any talks that you might suggest they start with, or any summaries", "i’d have to scroll through them, but one that comes to mind is matt ridley talking about rational optimism", "there’s a good one by ian morris on basically how the west won the world –for now", "it’s a sort of jared diamond-level understanding of how civilization has moved in relation to the makeup of the planet", "jared diamond is so neat", "jared gave one of the talks", "the main one is his guns, germs, and steel book, though his collapse book also has some interesting stuff to propose", "i’d have to go down the list", "do you have someone that you particularly like", "i’m basically looking for a shopping list because in the last few months, i’ve become particularly sensitive to the fact that i’ve been pulled out by the riptide of noise, so i’m actually looking for a homework list from you more than anything else", "well, i’m looking at the seminars home page at the long now foundation, and i guess we’ve done 120 or 130 of these talks now, and they’re about as long as this broadcast", "they’re 90 minutes, so it’s like a long-form ted talk", "they’re illustrated, so there are really good, edited videos of them", "a lot of people use the ipod when they’re riding to work or something like that, as i’m sure they do with your stuff", "the recent ones – jim glick did a version of his book time travel", "it’s some of the most cogent thinking about time that i think we’ve seen in a long time", "kevin kelly has done two or three now", "jesse ausubel did one on how nature is rebounding", "it’s not widely known that we’re pretty much at peak farmland now, and that’s fantastic", "as more and more of these lab-grown or vat-grown synthetic meats come along, i think we’ll start to have less of the landscaping given over to grazing, which will free up a lot of nature, which is where i’d like to see things going", "geoffrey west did a talk version of his book scale, which is particularly fantastic", "he focused on cities and how cities are quite different from businesses in the sense that as they get bigger, they become even more innovative, whereas when companies get bigger, they become less innovative", "he is a theoretical physicist who has developed a logarithmic scale model of understanding how that happens and why that is the case", "it’s stuff like that", "so, these are – immediately after we’re done talking, i need to jump back in because i’m feeling a deep hunger for revisiting these, and for a lot of them, visiting them for the first time", "you mentioned – why, because you’re tired of the daily melodrama in the white house, or what", "i’m tired of daily melodrama, period", "i think that’s whether it’s self-manufactured emergencies or anxiety or shiny objects that are distractions, i’ve actually – and, i don’t want to take us too far off the rails, but i’ve been – i hesitate to use the word “mysticism.” you mentioned that after having some of these psychedelic experiences, you felt like you’d peeked behind the curtain in a sense, and that some of the appeal or draw of mysticism was decreased", "i’ve had the opposite experience and have been increasingly drawn to reading about definitions of reality and looking at perception and the doors of perception, and really trying to pull back from – i was actually just chatting with tim o’reilly about this", "if we were to look at reality, our personal experience as perceived through the senses being one abstraction of that, and language being an additional abstraction on top of that, i’ve been trying to return to –i hate to use this term, but i’m not coming up with anything better on the spot – “source” or the layer of least abstraction, to study that to the extent it’s possible because i think it informs everything else that is upstream", "so, there’s probably a book or two that is speaking to you at this point", "what are they", "well, i will tell you that i’ve been reading –", "there are books that are speaking to this, but they might not be what people would expect", "they’re actually not nonfiction", "i think i’ve tried to look in nonfiction for answers, but there is a very kinesthetic feeling of greater truth which will make certain rationalists drop their jaws open", "i’ve spent my whole life operating out of my prefrontal cortex, using spreadsheets and pro and con lists, and i think that for a long time, i viewed my emotions, intuition, or feelings as liabilities and distractions, and nothing else", "i’ve come to believe otherwise", "i’ve actually spent a lot of time reading certain poetry – which is very much a thing that no one who grew up with me would associate with me – but also reading highly autobiographical fiction that questions the nature of perception", "for instance, milan kundera’s the book of laughter and forgetting is just a tremendous work that uses hilarity and absurdity to teach a lot", "so, that’s one that comes to mind because i literally just finished it yesterday and it’s sitting on my table", "what books are you drawn to right now", "i’ll come to that", "i wanted to say a little more about – what you’re talking about is taking comfort in the larger frame, the longer frame, and apparently, there was some research done on this a few years back that danny hillis has referred to", "i have never seen the actual research, but when people are doing they care about for a long-term institution they care about – it might be a church, a branch of the military they’re in, the u.s", "government, a species they’re dedicated to – they take comfort in engaging the timeframe of that institution or thing", "and, i think one of the comforts when you’re dealing with an institution that’s lived longer than any human or a natural system that’s been here longer than even humans themselves have been around, and you extend your vine back through the narrative, the sequence of events, or the story of that thing, and then you extend it forward, when you extend it forward, you go by a thing which might otherwise obsess you, which is your own personal death", "denial of death is a big event, and things that finesse death without denying it by taking on the life of something that lives longer than you do – people get this from their children and grandchildren, obviously", "that’s why the loss of a child is harder on a parent than any other thing, i think", "but, this is a place where people like to abide from time to time, and it also feels like the opposite of the daily melodrama, which god knows has its own attractions", "part of having balance is having this other frame of reference, and some get it from religion, and some get it from meditation, and some get it from cleaving to a long-term thing – a species or an institution", "i think it’s one of the reasons that the long now foundation, which is kind of a strange thing to be successful – all it’s doing is saying that long-term thinking is probably good", "let’s build a 10,000-year clock and see if that helps", "a surprising number of people say, “oh, good idea!”, and want to engage in some fashion other than by listening to these talks, or becoming members, or going and hanging out with the clock when it’s finished in a few years", "in my case, i’m trying to bring back woolly mammoths, and that’s going to take a couple of centuries, so i’ll just get a start on that when i’m 78", "that’s comforting", "there are so many different directions we could go with this", "i know", "i can see them branching out in your mind there", "the dendrites of possibilities are branching out, and i think i’m going to go – much like the parachute not opening, i feel that for the people listening, i have to address the woolly mammoth, so thank you for that easy option", "i shouldn’t assume, but i will: is this related to revive and restore", "yeah", "revive and restore is an organization that my wife, ryan phelan, runs", "we’ve been working on it for almost five years now", "it basically brings genetic technology to wildlife conservation", "the general term for what we do in the subdiscipline that’s opening up in conservation biology is called genetic rescue", "mainly, you’re focusing on genetic workarounds for inbreeding and depression in small populations that one would like to have come back and be large population", "may be there’s a small group of california condors left in captive breeding, and you want to get them back out to the wild, which has now happened", "the genetic monitoring of that helps with the breeding program, for example", "we can head off diseases to dial down severely destructive invasive rodents on ocean islands, for example", "you can do it with genetics – in that case, maybe with gene drive, which is a very aggressive form of genetic information", "and then, the extreme case is that we now have recoverable dna from animals that have gone extinct, whether it’s just 100 years ago like the passenger pigeon or several thousand years ago like the woolly mammoth", "if there are close relatives to those extinct animals that are still living and have working genomes – in the case of the woolly mammoth, it’s asian elephants – then you can contemplate – or, in the case of george church at harvard, begin to apply – the taking of the most mammoth-y of the mammoth genes, their identification, and the use of editing tools like crispr to move those genes into the genomes of living elephant cells, moving in the direction of eventually being able to get a cell with a nucleus that basically has a woolly mammoth genome and getting that into a living asian elephant who can give birth to woolly mammoths", "obviously, this would go through many steps, and it would move from there to the standard reintroduction techniques of wildlife conservation to get the woolly mammoths up to a population that is self-sustaining, has enough variability that they will not get into an inbreeding bottleneck, and start the process of reintroducing them into their wild, which is the far north where there’s not a lot of people, so they may be able to prosper pretty well", "eventually, the rest of that story is that woolly mammoths could be part of the revival of what used to be called the mammoth steppe, which is the grasslands of the far north, which was once the largest biome on earth", "when humans got through all of that biome and killed off all the large megafauna except for the musk ox, that grassland turned into tundra and boreal forest", "mammoths would be helpful as we bring back the various grazers of the far north such as the musk ox and the woolly rhinoceros", "mammoths are good as elephants are good all over the world", "everybody had elephants, and what they’re good at is knocking down trees", "knocking down trees is good because it turns a closed-canopy forest into mosaic, and a mosaic is a much richer ecological environment for all kinds of species, as we see in the parts of africa that have these animals", "the far north could be like the serengeti is now", "that’ll take a while, but we’ll probably do it", "so, to those people who feel fearful of some of what they perceive as implications of this – for instance, what is your response to someone who might say, “we couldn’t have predicted or didn’t predict the downstream effects of when we were eliminating these species", "how can we be confident in predicting the consequences of reintroducing megafauna like the woolly mammoth?” well, that statement – it’s the same with climate – that analysis is usually based on the statement that this is a system so complex that we don’t understand it, and if you screw around with a complex system, you’ll have unintended consequences that you just hate", "if that approach were completely adopted, there would be no human medicine because the human body is a very complex system of which we have – at best – partial knowledge, but we screw around with it all the time", "that’s why i and any number of people are still alive, because of medical interventions that were made that we had reason to think might work out, and thanks to a lot of science over time and a lot of failures, they do work out", "so, what you do with a complex system that you don’t completely understand is tweak it and see what the tweak does", "tweaking is good because it’s probably not going to cause a major change", "it’ll cause a small, local change; you can see how it works", "ecology is not a predictive science, but it is a great observational science", "and so, like with the human body, you can do these experiments, see what happens, build onto your successes, and work around your failures", "it’s normal", "i should say that i’m taking a devil’s advocate position", "there are also observational datasets you can pull from that don’t involve genetic rescue incorporating something like crispr, but are along the lines of the reintroduction of wolves to certain parts of yellowstone and how that affected elk or deer populations, which affected grazing, which ultimately affected the paths of rivers and so on", "it’s fascinating", "there’s some really engaging video that discusses that", "now, is the woolly mammoth a –how much of the interest in the woolly mammoth is specifically about an input that has a really strong ecological output versus a simple fascination with the woolly mammoth", "there’s no end of fascination with the woolly mammoth because there’s no end of fascination with elephants, as there well should be", "anybody who’s really spent time with elephants falls in love with elephants", "in asia, the asian elephants have been a partially domesticated animal for a long time, and the fact that it is still endured – along with the fact that about 100 people are killed by elephants in asia every year – suggests that not only are they useful, they are loved", "in africa, they don’t kill people quite as much, but there’s a certain amount of death and destruction that happens with them there", "let’s have an open mind about the fact that there are downsides as well as upsides for having an elephant in your life, but humans and elephants have lived together for a long time, and mostly, we know how to do that", "they are safest for themselves and for us when they are in wildernesses that they pretty much own", "the far north in the arctic and subarctic regions would be swell for that in terms of woolly mammoths", "i think i went so astray from your question that i lost track of what it was", "oh, that’s okay", "the question was how much of it was a strategic decision for the impact the woolly mammoth could have versus a personal interest or passion for the woolly mammoth that is unrelated to its impact if reintroduced", "well, there’s a scale issue here which i am concerned about as a lifelong conservationist", "we hear about biodiversity a lot, but i want to reintroduce the idea of bioabundance", "one of the important plants that’s being brought back genetically is the american chestnut, which used to be one quarter of all the trees in the eastern deciduous forest", "the blight from asia came along that killed them", "basically, they’re still around evolutionarily but extinct ecologically", "a workaround was found to make american chestnuts that are now completely blight-proof, and those are being bred up", "because they’re a food plant – people eat chestnuts roasting on the open fire – they are going through the government regulation process, but they’re getting back into the wild already", "what they will do is not just introduce one tiny element of biodiversity to the eastern forest, they will introduce food that comes raining down – sweet nuts that everybody eats, including humans", "when they all died off, the animals that lived on those nuts had to start making do with acorns, which happen only from time to time, and they’re bitter", "so, the richness of the eastern forest will be made much more bioabundant as these trees come back", "the same is true – as you’ve mentioned – with bringing wolves back to yellowstone", "the same is very much true with bringing beavers back to scotland and england", "they’ve been reintroduced in sweden, and they are what are called ecosystem engineers that make the ponds, that cut down some of the trees, that make a whole rich environment for lots of other species along with themselves", "everybody who’s been on safari in africa – whether it’s south africa, kenya, or tanzania – has had an experience of wildlife on the land where – my god, there’s hippos, giraffes, rhinos, lions, elephants, and a lot of big animals moving around and dealing with one another – wildebeest in huge herds like the american bison used to be in the u.s", "the whole world was like that", "africa is just a remnant of what the entire world was like", "i think a whole lot of the world can be that again with the large animals, and that’s my long-term goal", "as it happens, one of the largest of the land animals is the woolly mammoth, and it looks like they’re a relatively straightforward one to bring back, so there you have it", "among big animals, the mammoth is a good place to start", "thank you", "that’s extremely helpful", "i’d love to expand from that to a discussion of – for lack of a better term – environmentalism in general", "this is a quote", "feel free to correct it because often, quotes are misquotes", "“[stewart’s] own big idea is that the best approach to the issues he discusses is pragmatism", "he fleshes it out by example rather than discussing is philosophical defense by john dewey or william james", "he reckons it as an engineer’s approach, accepting whatever gets results", "for environmentalists, he suggests it means not a shift in ideology, but discarding ideology completely.” the part that grabbed my attention here is “it means not a shift in ideology, but discarding ideology completely.” i was wondering if you could talk a bit about that and what you mean by it", "i was part of the creation, i guess, of the so-called modern environmental movement in the ‘60s and ‘70s, and a couple of things got brought into the environmental movement by proximity and osmosis", "so, there was a leftist perspective that came in from the new left at the time, so a lot of the environmental movement was knee-jerk, anti-corporate, and anti-business", "and, there was a lot of romanticism that came from the hippies of “back to the land” and a lot of that kind of stuff, and that romanticism turned into a certain amount of anti-technology and even anti-science sentiment", "to be one with nature is to dissolve yourself in the nature that is already there, and don’t fuck with it", "any kind of intervention or any kind of reliance on technology was regarded as a “techno fix,” and therefore contemptible", "that set of framings got set in concrete, greatly outlived its usefulness, and started to get in the way", "so, in 2010, i came out with a book that was basically about the rise of ecopragmatism that i called whole earth discipline, and it was looking at things that i thought environmentalists just had wrong", "we had it wrong that genetic engineering was a bad thing in agriculture", "gmos were thought to be bad, starting with friends of the earth and spreading from there", "i saw that happen at the time", "nuclear was thought to be bad, and when climate change came along, and it was the shortest cut to be able to really reduce the emissions of greenhouse gases, it was discounted for reasons left over from an earlier time", "cities were taken as the problem rather than its solution, but when you look at the demographics, cities are the solution", "they’re the greenest thing that humans do", "geoengineering – intervening in the climate directly to buy ourselves more time, to cut down our emissions – was taken as some kind of profound abomination", "as al gore told me, “brand, you want to experiment with the whole planet", "don’t do it.” again, this is like we were saying about what we do with ecosystems", "we tweak things to see what works, go in the direction of what works, and avoid what is not working", "so, i think the environmental movement – to the extent that it can even be called a single thing anymore – is catching up to the real world, and it’s taking a whole lot longer than i would have liked, but i think reality – especially in terms of climate – is just going to keep hammering us", "it seems to me that looking at the projects you’re currently involved with, looking at the projects that you’ve been involved with, you’re very good at enlisting the help and collaboration of other people", "i asked kevin kelly if there were any particular questions, topics, or facets of your life that might be fun to explore, and one of the bullets that came back was that very few humans have ever turned down a request from you", "how are you so persuasive", "i’ll leave it at that", "i don’t know how to dig into that", "i can try, but let me just keep it general", "why does kevin have that perception of you, and why are you – if that’s the case – so effectively persuasive, do you think", "i don’t get – i don’t ask that much", "basically, i invite people to give these seminars about long-term thinking, and it’s kind of like being invited to give a ted talk", "it’s not that hard to say yes because you’re getting a nice audience by being invited to be on the show", "i do run into a fair amount of people who feel one form or another of gratitude or admiration for the whole earth catalog back in the day, and so, a number of years ago, when i asked craig venter to give a salt talk, i was surprised to hear him leaping into saying yes", "it turned out he’s of a generation who got his twig bent the whole earth catalog and felt good about payback", "so, a certain amount goes with that", "other stuff has to do with just being around and being public for decade after decade", "you get known and recognized enough where you don’t have to establish your bona fides over time because that’s already been done", "i don’t think it’s more profound than that", "at the same time, though, i could say you’ve been in the public, met many people, and interacted with a huge group of individuals", "when most people have that much interaction over a long period of time, they sometimes make mistakes", "maybe people meet you on a bad day", "this may be a strong wording, but you don’t seem to have any known enemies, if that makes sense", "i’ve never heard someone attack you, and maybe that’s just because i haven’t come across it", "why do you think that’s the case", "even if that isn’t the case, why is that the perception", "well, i’m not powerful or rich, so the enemies that go with positions of power – there’s nothing to resist", "it’s the same thing that goes with a certain kind of wealth", "it’s not there either", "i’ve certainly hit people who have opposed me on certain things, sometimes publicly", "mostly, i think that my successes have been public, and my failures have been private", "from the outside, it looks like lots of good things", "i don’t really know", "i guess i haven’t been associated with things that i later wish that i haven’t been, or that other people wish i had not been", "the main politician that i’ve worked closely with was jerry brown", "neither he nor i are suffering from his reputation in that respect", "so, my associations have worked out very well, and i guess i’m lucky", "do you have any particular failure that you could share which greatly informed your life after you experienced it, something that could be something that set you up for later success, or a failure that taught you a lot in some way or another", "i failed to finish ranger training in the army", "i quit partway through after getting into it", "ranger training is much harder now than it was then", "airborne training and jump training is pretty much the same now as it was then", "it was five or six weeks of pretty intense stuff, and about halfway through, after having finished the five-mile run part, saving myself from drowning in 32-degree water while weighed down with ammunition bags, and all of that, i just quit one day", "i think i told myself was that it was january or february at fort benning, that the south was nice and warm, and i was out in the freezing cold and not learning so much, so that was the stupid excuse i gave myself to quit", "it’s like all these intense military trainings that the seal team, delta, or any of those guys do", "if you say, “i don’t want to do this anymore,” you are gone in about 30 seconds, which is the right thing to do", "and so, what i learned from that is not to quit anything because of a snap decision", "i quit lots of stuff, including many successes, but i don’t do it on a snap decision anymore", "can you think of a –project or anything that you were involved with later where you had the impulse to quit", "what was behind it, and what did you do instead", "hmm – i’m making noise because i’m trying to avoid radio silence while i ponder if there’s something that i want to – i could also come back to that and buy some time, if you like", "sure", "let’s buy time because i’m not getting anything immediate", "all right", "i’m going to buy time", "since we were talking about physical training, can you confirm one thing – are you currently 78", "correct", "and, you do crossfit twice a week", "that’s correct", "all right", "i have two questions related to crossfit", "you seem to thrive on variety", "like you mentioned, you got bored of snowboarding because it’s up, down, up, down", "what appeals to you about crossfit, and do you have any favorite exercises or workouts", "oh, good god", "well, in relation to getting bored, the wonderful thing about crossfit for me – among other things – is that it’s a different set of exercises that you encounter every single time", "i’ve been going for two and a half years now, and i do not look online to see what the workout is going to be", "i show up, i have my jump rope, i’m going to do whatever’s there that day, and it’s always different", "also, because you’re doing it with other people in a competitive mode, there’s a social aspect to it, and there’s going to be a different group of people in the two days i go, though some of them are the same, “hi, nick", "hi, casey.” there are also some that are different", "the competitive aspects that you’re going against time and keeping score help to keep it interesting", "it’s a very impressive product – a genius program in terms of getting rid of a lot of the spurious stuff of gyms", "there are no machines, no mirrors – there are rowing machines, but that’s it", "there’s free-weight work, and the free-weight work is not only for training strength, but the coordination to manage free weights", "you don’t have the machine doing the managing part for you", "it made a huge difference for me", "i started it at 75, and within a few months, i was 30 pounds lighter", "i’m at 157 pounds now, which is the weight i was when i started the whole earth catalog at the age of 30", "and then, you stand different – as you know – when you work out", "one of the things i learned to appreciate in the military was being able to stand like you mean it", "to stand like you mean it, you’ve got to be fit, and that just makes all the difference", "my own sense is that –certainly for males, and maybe for anybody, having a certain amount of fitness and strength makes you proud, and being proud is the most reliable source of happiness that i know", "crossfit is fascinating to me on many different levels – good", "i had my first crossfit workout in ’99 or 2000 – i want to say it was around 2000 – in mountain view at a ralph gracie jiu-jitsu academy where a number of the guys were going to santa cruz to train with a bunch of the original crossfit crew", "and, it has morphed a lot over time, but i remember in that year – and maybe the year after – how many people talked about how there was no demand for yet another group exercise program", "it made me think of how starbucks was turned down by many different investors who said, “really", "another coffee chain", "nobody needs that.” this leads me to want to ask you about – and, i would love for you to describe it for people who are not familiar with it – you mentioned a name earlier on, which was doug engelbart", "you were present for what has been called “the mother of all demos.” i’d love for you to describe for people what that was and what the experience and feeling was for you and other people in the room", "what i don’t know – because i haven’t read much about it – is if people realized the implications of what they were witnessing", "so, if you could take it from here and tell us the story, that would be great", "so, beginning with starbucks and crossfit, it’s the difference between a good idea and good execution, or even a bad idea and good execution", "the execution on crossfit was impeccable, and you being there at the start of it is impressive", "there’s a nice book on it by j.c", "herz called learning to breathe fire, which tells the story of how crossfit came about", "the title refers to something i saw in the military during basic training and learned to appreciate there, which is that you can take people and force them beyond – get them in a situation where they go beyond their expectations of what they’re capable of, the world opens up for them, and that’s one of the things that we did with basic training", "i would see these trainees come in from brooklyn and so on, and we would push them, and they would discover that there was so much more that they could do with their bodies – and under certain circumstances, with their minds – than they thought, and they started to grow toward infinity with that realization", "so, crossfit does that for a lot of people", "it’s quite intense, and that intensity, as you know – once you realize you can do stuff that you didn’t think you can do, then things open up", "so, the “mother of all demos” was at a 1969 fall joint computer conference, and this was a demonstration where a group at sri that i got to be part of as an advisor and filmer showed the results of about three or four years of work doing what doug engelbart called “automatic human intellect.” he was using mainframe and mini-computer capabilities to do interactive text and windows", "he and his leading engineer bill english developed the mouse", "he gave a demo that was about an hour and a half long in san francisco that is the greatest high-wire act you’ve ever seen because they had developed – the computer that was running the demo was not in san francisco", "it was 30 miles south in menlo park", "bill english had developed a microwave capability to get the data flowing back and forth between san francisco and menlo park so that the computer-generated demo was happening", "well, that was a very tin-cans-and-string type of a connection, so getting it to the edge of capability and maintaining it for an hour and a half was astonishing in its own right", "so, bill english was in the room and in doug engelbart’s ear", "he was on the stage and also on the projected screen, and his face was being cut in and out of the visuals that he was working", "he was showing how you can create text, change text, make various files, move the files around, and connect them to other people", "he was showing the mouse and keyboard he developed – a one-handed keyboard – and all of the time that he was going through his spiel, which we had heard once or twice – it was basically him telling the play-out of the work that he and the team had been developing for three or four years – it was hanging over the raggedy edge the whole time", "bill would whisper into his ear, “we lost signal from menlo park", "fake it for a while", "doug would just launch into some encomiums for the people that he worked with and hold forth on that while his computer came back up", "it really was an awesome demo", "i was not in the room", "i was in menlo park filming that part of the action – hands on keyboards, what was on the screen, and stuff like that", "so, at the end of it, i was just hearing the voice of the person who was in communication with bill english, who was in communication with doug on the stage", "everything wound down, and we were looking around", "“is it over?” “yeah, it’s over.” “well, did they like it?” “just a sec, i’ll check.” it turns out that in the room, there’d been a standing ovation, minds had been blown, alan kay redirected his entire career, and various people got completely knocked out and blown away by it all", "but, down in menlo park, the answer came back, “um, yup", "apparently, they liked it", "good night, everybody.” so, we just all wandered home", "oh, wow", "just another day in the office", "“let’s go get some pizza", "thank god it’s over.” yeah, basically", "“we worked hard, and it’s done now", "phew.” i want to mention one thing about – just to come back, i feel a duty to say one more thing about crossfit, which is that there are a lot of incredible things and benefits associated with crossfit", "i think there is a risk that people should be aware of, which is the ideology of “our way is the only way.” so, there is a bit of a culture of intolerance around some people who practice crossfit, and i would just caution people to be aware of that so that they don’t develop a myopic approach to fitness", "i know a lot of people who are involved with crossfit, but i’ve also – for instance, after one podcast i did of which the headline was “the good, the bad, and the ugly of crossfit” – had the founder of crossfit reach out to schedule a phone call, and i thought it was going to be because the podcast was very complimentary, and i thought it would be a conversation on doing something on the podcast or something else", "instead, it was this very threatening call because of the headline, even though they had not listened to the audio", "so, i would just caution people about anything that paints a very black-and-white picture, that is “us versus them.” that would just be my cautionary tale", "on the mother of all demos and moving back into tech a little bit, i would love to talk about the expression “information wants to be free.” can you comment on this phrase that is attributed to you – “information wants to be free” – and also, if it is the entire quote", "i’ve read that it is not", "if you could elaborate on that a little bit, i would certainly love to hear it", "it keeps coming up from time to time because there’s a paradox out there of information – especially on the web – swarming around, and whether there should be paywalls for scientific journals", "my feeling on that is that there should not, but you can see why elsevier and other organizations that have paywalls for scientific journals are reluctant to take them down because they are extremely remunerative for those organizations", "but, i think they are bad for science", "so, that’s a current application of this particular argument", "the statement i made goes back to 1984, when kevin kelly, ryan phelan, and i organized a thing called the hacker’s conference", "it turned out to be the first hacker’s conference", "that particular thing has been carried on from year to year since then", "one of the people who came to the hacker’s conference was steve wozniak, along with a lot of the great hackers of the time, such as lee felsenstein", "john markoff was there, and he’s the best reporter of all that material", "it was great", "there’s a good video about it that you can find online", "but, in the course of it, there were a lot of public discussions of the issues at the time being talked about, and one of it was freeware, shareware, and regular commercial products", "steve wozniak was making the point that – copy protection was a big question that going around because copy protection would be put on software, so you couldn’t easily copy it and give it to your friends, but on the other hand, the copy protection made it much less convenient to use as a tool, and that was a real debate", "steve wozniak was saying – quite rightly – that the engineer puts a couple of years’ work into these things", "he or she – it was mostly “he” in those days – should get some kind of remuneration, so it needs to be commercial", "i apparently replied, “that’s right; information does want to be expensive, but information also wants to be free.” as it gets easier and easier to copy anything that’s digital and distribute it equally as easily, that debate is going to go on forever – that information wants to be free, and that it wants to be expensive", "everybody knew that information should be expensive – that was the standard commercial model – but the thing that digital capability was bringing was that there could be vast quantities of information moved around freely, so “information wants to be free” became kind of a slogan or motto of the time – a bumper-sticker shortcut to dealing with a large phenomenon that was happening", "but, the rest of it really was, “–and information wants to be expensive,” and that relationship is not contradictory", "it’s paradoxical in the sense that the more of the one, the more of the other", "the more information wants to be free, the more it wants to be expensive because there’s that many more values to accrue to very large audiences, et cetera", "i think it’s a debate which is permanent", "it’s kind of like the debate around the term “hackers.” is a hacker a good guy or a criminal", "the answer is both", "information will continue to be a source of major commercial activity and a huge source of freely available stuff", "my rule on twitter is that when i link to something, i only link to stuff that is not behind paywalls, so you can look at it itself", "probably, once you get there, that source will show you whatever i linked to, and they’ll all beg you to subscribe and pay for their service, and you might do that", "i was mystified recently – i’m not going to mention the outlet because i might actually get it wrong, but it was a mainstream scientific publication that was only – it was promoting articles in its twitter account, and they were all behind a paywall", "yeah, i think that’s kind of crazy", "it drove me nuts because i said, “look –” it’s tricky", "you have publications like new scientist – which is not really a strict scientific publication, but a good publication – they put a paywall on all their stuff, and as a result, i think they have a much smaller audience than – things from nature or science magazines that look like they’ll want to be widely read by the public often get out from behind the paywall, and that’s good for science, it’s good for public understanding of science, and i think it’s ultimately good for the publications because people realize that there’s lots more good stuff where that came from", "exactly", "if you’re trying to get someone hooked on a drug – whether that is a pharmaceutical or really good information in a curated and edited magazine – it behooves you to give them a sample if it’s really good enough to be addictive", "so, if you have a social account where you’re only sharing things behind a paywall, there’s no conceivable user behavior that i can think of where they go click on a headline expecting to read an article, they don’t get the article, and then they’re asked to pay for it", "by and large, no", "every now and then, you’re so desperate to see the thing that you pay the $29.95 or whatever it is, but you’re angry", "i would love to – i suppose this is a good segue from “angry” or “frustrated.” a lot of people suffer from clutter, and i have heard that even at the height of paper – before many things were digitized – that you had a completely clean desk, and that is also true of your inbox", "where did you hear that", "well, i don’t want to incriminate anybody if it’s not true", "do it", "tell me", "i’ll track them down and –wonder what happened", "is that not true", "is that not accurate", "it’s not accurate", "all right, we can skip that if it’s not accurate, but if you have any organizational rules or principles that help you to keep your life or projects in order, maybe that’s a graceful lateral move from what is incorrect", "i think whatever systems i use are half crap", "i have been rewarded for not getting rid of stuff, which is that – the guy who’s actually suffering from it the most now, by the way, is john markoff because he’s the guy who took on trying to write a biography of me", "it’s a fun book project where i get to help in the research but don’t have to do any of the work", "the poor guy is overloaded with material because i’ve led a relatively stable and continuous life in the bay area, and i threw all my interesting stuff into boxes", "there are now 70 linear feet at stanford in their archives, and they’ve probably got another 100-plus feet of my papers yet to come – notebooks that i kept every day – not every day, but that i’ve written in since i was in college and all that stuff", "so, having enough storage space to throw the interesting stuff with the remote idea that it might eventually be interesting enough to go back to turned out to be a cluttering move, not a decluttering move", "the decluttering move is to get rid of it", "but anyway, it gives poor john lots to work with", "i think a result there is that he’ll be able to tell a more accurate and probably less interesting story of me, whereas if there was none of that stuff, it would all be hearsay, and hearsay is more interesting than the real thing", "if you were teaching –let’s say a freshman seminar in college – stanford, berkeley, you could take your pick – if you could teach anything you wanted to a class of any size, what would you teach, and why", "i don’t think western civ is taught anymore", "it would probably be called global civ now", "it was a required course for freshman in ’56 at stanford for me, and it was a great thing with which to begin a college undergraduate education with", "it was sort of an overview of civilization so far", "there was also a very good course on comparative religion taught by frederic spiegelberg that i took", "those two things are a framing that i’d love to see more of", "i don’t think i’m qualified to teach a thing like that, but any person who takes on teaching something like that has got some wonderful research to do", "you have a concept like big history now", "big history is basically everything from the big bang to this week put together in one somewhat coherent narrative, and that’s the kind of thing i think is helpful to have out there", "i’m not a very good teacher", "i can occasionally give an okay lecture, but teaching is a real talent as well as a skill, and i have neither the talent nor the skill", "well, let’s just pretend, though, that you had the talent and the skill, but as you put it, you weren’t qualified to teach western civilization, but if someone were to, they would have some wonderful research to do", "let’s just pretend that stanford reaches out to you at some point after this podcast, and they say, “great news", "we would be honored if you would teach a class on western civilization", "you have time to prepare.” they catch you in a moment of weakness, and you agree", "if you had a few months to prepare for that, how would you go about researching it", "what would you read", "who would you talk to", "what would your approach be", "tim, this brings up another issue that i think not so many of your guests get into, which is at the age of 78, how many months do i have to prepare anything", "my health is great, but the actuarial tables are pretty clear", "i find myself not taking on long-term commitments as much", "there’s a book i love to do, which would be called how to be rich well, and that would take three or four years of serious research and probably two years of writing", "that’s not actually what i want to do at the age of 78", "who knows how much time i have", "kevin kelly has probably put it to you, but he’s put it to various people in a similar mode, which is that we’ve both discovered that as you move from project to project in your life, the projects that look like they’re – you start projects all the time", "most of them don’t take, but the ones you take on that you find yourself continually interested in, that enough other people get interested in, and that make a circuit of the world and start to come to life – to follow through on them and make them come to pass and be a thing in the world is going to take about five years", "at various times in your life, you could have a sense of how many five-year sets in your life you might have, and once you get into your 70s, that becomes a number of fingers on one hand", "so, one is not quite as – “oh, yeah, i guess i’ll really take on that huge five-year commitment that i may not live to finish, given the way the statistics fall.” so, that’s a different answer to your question, but – there’s very good stuff in that line from oliver sachs in his last year, when he was writing like mad the whole time that he knew he was dying", "i haven’t read it all, but i saw a glimpse of some of it", "he would say things like, “there are some subjects i find i’m not interested in anymore because i really can’t do anything about them, such as climate change.” stages of life – the life extension folks are working away, but meanwhile, we’re mostly working with a finite resource here, so part of life management is what you’re doing with the time you’ve got", "kevin kelly has a clock on his computer that is counting down to the day he dies according to the current actuarial tables", "he knows how many more hours he’s going to live and acts accordingly", "how do you choose your commitments now", "how do you filter what to say yes to or what to say no to", "well, there’s a shift in most people’s careers that – actually, you’re having a career if it involves responding to opportunities", "in your early career, the algorithm is “yes unless no.” if you get invited to do something, you probably say yes and then find out if it may not be such a good idea", "but, at a certain point, that flips to “no unless yes.” if i get invited to give a talk now, it’s pretty much “no unless yes.” i’m not trying to build a career – there’s a certain amount of work in travel and updating the slides, or whatever the hell that may be, and there are other things i want to put my time on", "but, people who don’t make that shift get into a kind of crazy point – maybe you’ve been there – of trying to move ahead on every opportunity that presents itself, and they’re all good, but in combination, they’re absolutely lethal if you try to take on more than the right number at the same time", "and then, when you’re “no unless yes,” the criteria for saying yes changes", "at the beginning, you’re pretty relaxed, and you get more and more constrained as time goes by", "so, you mentioned a word that i want to grab onto, which is “finite.” there is a book that has – in the last two years, it’s very odd", "maybe it’s selective attention, like when you buy a new jacket or a new car, and suddenly, it seems like everyone is wearing the same jacket or driving the same car", "chances are, it hasn’t happened overnight; you just pay more attention to it", "but, there’s a book that originally came to my attention through jane mcgonigal, who’s brilliant and amazing", "this was about two years ago, and it has increasingly been entering my life from different direction", "the book is james p", "carse’s finite and infinite games", "oh, good", "would you please tell people about this book and how it has affected your thinking", "or, just the principle and the distinction between a finite and an infinite game", "i got really interested in games back in the early ‘70s, and in fact, i organized a thing called the new games tournament", "the idea i had there was that – actually, it began with my mentor at the time, a psychologist/biologist/anthropologist named gregory bateson", "for some reason, we were thinking about the theory of games and the way it was being played out in terms of the nuclear standoff of the cold war", "he said, “the theory of games is brilliant.” he actually new john von neumann, who came up with it", "he said, “the problem with the theory of games is it doesn’t have a theory about how you change the rules of the game.” i thought that was a profound thing to say, and a profound thing to ponder and maybe act on", "i got myself noticing the way i played games as a kid, and the way kids in general play games if they’re not carted off to little league, soccer practice, and all that stuff", "when they play games, they change the rules all the time", "stickball is sort of a version of baseball that depends entirely on how many people you’ve got in the street, the nature of the street, what you’re going to be able to use as first base, and stuff like that", "kids are more easily bored than anybody, so they’ll be playing a game, and it’s going along, and it gets kind of boring, so somebody says, “what if we play volleyball, but instead of the way you usually play it, let’s see how long we can go before the ball hits the ground?” it turns from a competitive into a collaborative game", "so, i set up the new games tournament as a public place where a bunch of strange games would be provided", "i provided a 6’ earth ball that people invented various games around", "it was a big push ball that crowds of people could interact with", "we got a huge ship’s hawser and had a tug-of-war that went across a kind of canyon", "it was a 300’ ship’s hawser with a couple hundred people on each side, and it was a le mans start, so i had a starter pistol", "both sides had to stand off 10 feet away from the rope", "i fired the pistol, they’d both run to the rope, and start pulling", "of course, they’re pulling across a canyon, so the team that’s starting to lose finds itself dangling over this – it was just an arroyo, but they’re dangling in space", "bystanders would feel sorry for them and join the team that was about to lose to help pull in the other direction, and those guys would start to lose, and bystanders would help them, and it would go back and forth", "this kind of immersion property of freely shaping games really interested me, and we had a number of such things – i invented a few games", "some of them were semi-violent, and – what would be an example of a semi-violent game", "one that was called slaughter", "i developed this for the war resister’s league – this was during the resistance to the vietnam war, and the war resister’s league knew that i was doing public events like the trips festival, and they asked me if i would do a public even for them", "so, here’s an ex-military guy who’s being asked by these people who want nothing to do with the military to advise them on what kind of event to have, and i said, “you guys need a war in the worst way, but it can be war on your terms.” so, we came up with a series of public events that we did at various campuses at the bay area that had, among other things, some warlike games", "the one i invented was called slaughter", "what i knew from hanging out with american indians and others is that physical games that involve both sexes are really good for young people because you get to – we’re not allowed to say “grab-ass” now, but it’s physical, sweaty interaction that is not explicitly sexual, but everything is sexual at that age", "and so, it’s like dancing, only competitively and more free-form", "so, the game i invented for these war resisters who i thought were not sufficiently in their bodies – or probably getting laid enough – would involve very physical interaction", "what we did was get a pretty large wrestling mat – maybe 20’ by 20’ – and it was played on your knees because one of the things i realized is that people standing up can make their interactions too violent, and that falling down hurts", "the deal was that there are two teams – shirts and non-shirts, socks and non-socks, or whatever – who are on their knees", "there’s a starter gun, and they go at each other", "you can “kill” the other players by wrestling them off the edge of the mat and thereby have slaughter", "immediately, people began coming up with all sorts of strategies like teaming up, staying out of the fray and lasting longer, and various things that you can imagine people doing", "the deal is that once any part of your body goes over the edge of the mat, you’re dead and you can turn into a referee", "and so, the people who have been killed are immediately out there saying, “you’re out", "you have to leave.” i threw in some other complications of medicine balls that had to be put into baskets and things like that", "so, it had the advantage of being intensely physical – because people really are having to grab and wrestle each other and move them to the edge of the mat – and simultaneously deal with people defending their basket and moving their ball into the other team’s basket – “where is it now?” – and there was an overwhelming intensity that is ideal because you get out of your body at that much intensity and that many things to think about at once", "so, that was slaughter", "what was the – did you observe any particular effects on the group from playing this game", "they loved it", "they fucking loved it", "of course, these war resisters were dying to have physical combat in a way that clearly was not killing anybody", "it wasn’t even hurting anybody", "we had t-shirts that said, “play hard, play fair, nobody hurt.” in a way, that was the better thing than war – a competitive situation where you play hard, play fair, and nobody gets hurt", "so, it worked out well, and all of this is leading up to a book called finite and infinite games", "a fundamental interest is gamification – thinking of things in game terms and designing things in gaming terms is one of the profound things that civilization has done for a very long time", "it’s a way of organizing physical and mental behavior, often in a combination that is just wonderful", "along with the james p", "carse book, the other book is homo ludens by huizinga", "homo ludens basically says “man, the player.” games are basically what we do", "carse takes apart the games that are win-lose – like elections – as opposed to the games that go on forever, which is democracy", "you need them both", "within any election, everybody has to follow the rules that they’ve agreed to, but within democracy, you’re always looking for – “okay, we’ve got a problem with the rules or we’re bored with the rules", "what’s an improvement that we can make?” the infinite game is the infinite improvement of the games that we play, and that’s civilization’s story", "right now, in democracy, we’re thinking about if we should change the rule of the electoral college versus the popular vote, we’re talking about changing the rules of how to prevent gerrymandering from being such a distorter of the electoral process, and so on", "i think the more people are comfortable with the idea of constantly improving the games we play, the techniques of doing that, and the freedom to do that in the sense that it goes on indefinitely, the better off we are", "as carse might say, playing with the rules, not just within the rules", "yeah, but you’ve got to do both", "that’s one of the points he makes", "within a game, there’s a boundary", "there’s going to be rules", "players of the game need to agree on the rules", "you see kids do this all the time", "they play a game that’s not so interesting", "somebody says, “well, let’s do it this way.” “no, no –” there’s an argument", "after the argument, “okay, we’ll try it that way.” if it works and they like it, then they’ll keep it, and on it goes", "so, there’s the game, and then there’s the argument, and that combination is part of the story", "is the contrast that i believe you’ve made before between goals and pathways related to all of this, or is it a separate topic", "i’d still love to hear you expand on it a bit, whether it’s related to any of your projects – the whole earth catalog or anything else", "i’ve read that goals are not that interesting to you, but pathways are, and i would be – as someone who has traditionally been very goal-focused, i have changed my thinking in recent years about how i select projects to be less explicitly and singularly goal-focused", "i would love to hear your distinction between the two – goals and pathways", "this comes down to a lot of the career –theories that one hears out there", "follow your passion, figure out what you want to do in life, major in it, get a graduate degree, and go do it", "i think that really works for people who have a clear idea that they want to be an x", "but, i only buy that for some people", "a lot of us have no idea about what we want to be, or it turns out – i wanted to be a firefight", "i fought a forest fire briefly in michigan when i was young, and i was going to go to the university of idaho in moscow and get a phd in firefighting", "unfortunately, i had a teacher in prep school who said, “you could go to someplace else like stanford for your undergraduate degree, and if you want to get a phd in firefighting, go to idaho.” that hadn’t really occurred to me, so he saved me from a pretty limited fate of going to the university of idaho versus stanford, which in that case had the option of both", "i got to prep school and then to college, and realized that nearly everybody there was smarter and more capable than me", "a lot of them knew exactly what they were planning to do", "they were going to be lawyers, biologists, physicists, and whatnot", "i had adopted – my older brother mike had gone to stanford eight years before me and he knew some of the best teachers there because he’d stumbled into them or heard of them", "he said the way to get the best out of college is to find out who the really good teachers are, get a major that limits you minimally, and go to all the good teachers", "so, i did that, and one of the things i got out of that was a wider range of mini-expertises than i would have gotten otherwise, and when i got out of stanford, i started taking courses at san francisco art institute and san francisco state college in various skills that i wanted to get in design and photography, among other things", "and so, by the time i was 22, i probably had eight different ways i could have made a living with skills that i had acquired, from being a logger choker setter, to an infantry officer, to a field biologist, to a commercial photographer, and various other things", "most of those things, i did not do", "in fact, of the things that i had trained to do, the only one that really played out was six years later when i started the whole earth catalog", "i had taken some courses in writing and in magazine design way the hell back at stanford, so when i wanted to start what was a magazine – the whole earth catalog – i ignored the advice i had been given, which is that it takes a million dollars to start a magazine, and i started with $10,000.00 or $20,000.00", "but, i had the skills, so – the general rule there is to keep on acquiring skills, and the way they add up lets you do things that turn up that you discover you did not want to do before, but now you can do it", "so, that is – when i mentioned that i changed how i was approaching choosing projects, it’s actually very similar in the sense that scott adams, the creator of dilbert, refers to – i suppose in place of pathways, he would talk about systems thinking, which is a little confusing in some ways, but effectively choosing projects based on the skills and relationships that you develop so that even if said project fails over time, you are accumulating skills on relationships so that when – like you said – an opportunity presents itself that you couldn’t have possibly foreseen and pegged as an objective or a goal three years before, you’re ripe to take advantage of it", "yup", "so, i – i’m sorry, go ahead", "that’s it", "i’m agreeing with you", "so, we could talk for hours, but i want to be respectful of your time and wrap up shortly", "so, you just agreed with me, and that’s actually a perfect segue because you agree, then disagree, and seem very flexible in changing your viewpoints and changing your mind, and you do this publicly", "this is uncommon in a lot of worlds", "i wish it were common, especially in politics", "so, how did you develop this, or what is the self-talk that allows you to do that so readily", "i was trained as a scientist – as a biologist – at stanford", "that was a relatively low-requirement major when i was there", "it was one of the reasons i took it, but i also knew i was quite seriously interested in biology", "the thing about training as a scientist is that science is the only news", "it is going to keep changing", "you will be taught that something is probably the case, and then you learn – often within a year or so – that we were actually wrong about that", "the people who were strong proponents of that have been exposed to the results of the people who thought that they were probably wrong, and it turns out that they were wrong", "whether or not they’ve admitted it, everybody else knows it, so let’s move on", "and so, that moving on as a result of results is the result of trying stuff – experiments, observations, or whatever – with various hypotheses", "you start to get used to the idea that all your opinions are hypotheses, and some of them play out, and some don’t", "as you say, that’s not a standard mode of public discourse, so i think it’s helpful for somebody who changes their mind about something to spread the word", "they’re pleased now", "i realize that lots of times, somebody’s going to go from one crazy belief to another, and in the ‘60s and ‘70s, we say people buy into a lot of mystical frameworks – gurus and whatnot – and they would move from one to the other", "but then, i think you can go up a level and suggest that if you’re moving from guru a to guru b to guru c, does that suggest that gurus are a waste of time for you", "so, there are various levels of being wrong, acknowledging it, and deciding what to do about that", "in some cases, doubling down is the right thing to do because you really think there is something there even though in the first round, it doesn’t look like it’s there for sure", "so, you double down a few times, and maybe if you get punished enough for that, you’ll decide that doubling down is no longer the right thing to do for you", "but, i think with politicians, i would love every politician to have pretty good answers to the question of, “sir or ma’am, in the course of your public serve – and thank you for doing that – what are some things that you noticed you were wrong about and had to change your mind about", "tell us about that.” if they say, “as i’ve always said, i’m never wrong,” you know not to waste your time with them", "yeah", "it’s such an important question", "given the game – so, we were talking about finite and infinite games, and i don’t want to take us too far into the political land because it would be a full other – it would be instantly dated right now", "whatever we say politically is going to be out of date tomorrow", "right, so i want to focus more on the game that politicians have chosen to play", "what is – is it possible to be an effective politician while still answering that question honestly", "i guess there are probably examples of people who have answered that honestly, but then, there are people who answer it honestly and get labeled a flip-flopper or whatever you might call it, and that’s used as ammo against them in elections of various types", "so, is – i think a shining example of mind-changing that we have in california is governor jerry brown", "i was on his personal staff in his first term back when he was the youngest governor, and i’ve kept in touch with him now that he’s our oldest governor", "i remember being part of the entourage, and we would go to some public event like space day or something like that which i helped initiate and organize, and there outside the event would be the usual protestors about one thing or another", "i would find myself trying to get jerry in – “we’re all late, come on, let’s keep moving” – and he would see the protestors, veer off, and go over and talk to them", "we were rolling our eyes, but here’s how he would talk to protestors", "he would go over whomever it looked like was being a spokesman because they had the loudhailer or something and say, “i’m glad you’re here", "what’s on your mind?” they would start to say their trip, and he would listen for a bit, and he’d say, “i think i got it", "let me see if i got it.” and then, he would say their stance back to them – often, better than they had stated it – and you would see them just melt because the thing they wanted to have happen was for him to be aware of their position and to understand it, and he’d just showed that he’d done that", "and then, they had the further hope that since it was known that jerry occasionally changed his mind and his policy on things, that not only had he heard their position, he might even adopt at some point", "and so, he could always engage and defuse opposition with the fact that he could be persuaded out of a position that he had publicly taken", "this made him – he was not a good speaker; he was not a charismatic character for the longest time", "he was basically an introvert in public life", "and yet, that characteristic – as much as any other – he made a lot of good policy", "he was very bright, and eventually a very capable politician, but that characteristic opened him up to a very successful political career, and i think he came into it partly because he is kind of a contrarian", "he likes to go against the flow, and this would be a case where – he was the son of – he grew up in a political family with pat brown, his father, and there were things about the way politics were done that he didn’t approve of, and that was one of them, so he just went against it and won big", "now, for somebody who’s thinking of going into politics – which i would encourage anybody to do – jerry brown is one good example", "to me, the most wonderful example is theodore roosevelt", "there is a three-volume biography of theodore roosevelt by an author whose name is escaping me that is totally inspiring", "this was an individual with modest gifts who basically set out on your kind of self-improvement project early on", "he was kind of a weak kid", "he was born to money and got himself out of the strictures of that", "he became a rancher out west and all of the rest of it", "he kept reinventing himself and helped reinvent america in profound ways that make you want to take on his kind of self-project and also make you take on public service in the way that he did", "now, one of the campaigns these days is to get more scientists and engineers into not just appointed politics, but elected politics, and i’m all for it", "i think that’s what needs to happen", "is the three-book series by edmund morris", "that’s the one", "it’s beautifully written, beautifully researched, and an astounding subject", "all right", "that is on my immediate shopping list", "if someone listening who is not planning to go into politics, who does not have scientific training, like yours truly – i do not; i am not a trained scientist – well, i don’t know", "i am not a formally trained scientist", "in any case, are there any books that you would recommend that people could use to help train themselves think more scientifically, and therefore be less hell-bent on holding onto strong opinions when given new information", "what a very good question", "i wish i had an immediate answer to it", "some of the biographies of good scientists – edward o", "wilson wrote a rather wonderful memoir called naturalist, about his becoming one of the great biologists of his time", "this is a guy who revolutionized the field of biology five or six times personally", "what was the name again", "it’s called naturalist by edward o", "wilson, who is one of my inspirations as a biologist", "i later got to know him when we worked together on a couple of projects, and it was just awesome to do that", "this is a guy who has won the pulitzer prize twice, so you’re in the hands of a very good writer", "writings by freeman dyson are excellent on how science actually works", "they’re mostly collections of essays", "one of his books is called infinite in all directions, which is the right kind of frame to have in relation to the universe, and science can get you there, as it did for him", "the feynman – surely you’re joking, mr", "feynman", "– yeah, i was going to bring it up", "such a great book", "those work very well because this was one of the great science teachers as well as one of the great scientists, and watching him think is just good across the board", "yeah, there’s a fantastic documentary – i want to say it was nova, an old television program – it’s hard to find, but it’s called the joy of finding things out, in which feynman talks about how, in many ways, his father taught him how to think, how to question authority, and it’s just fantastic if people can track that down", "but, surely you’re joking, mr", "feynman", "is such a wonderful read", "yup", "so, books like that – and, it’s a good question to keep going", "ask it of any people with a science background you get on your series here", "i will", "the last – maybe second to last – question: i turned 40 recently, which has led me to think a lot about rules i’ve set for myself, trajectory, and many other things – just to reassess", "it wasn’t a crisis of any type; i feel good about it, but i’m trying to ponder many different things", "what do you wish you had known at age 40, or is there any advice you’d give me or another 40-year-old", "of course, their specifics would be helpful, but is there anything that you wish you knew or would emphasize for me or me or someone else who just turned 40", "i think “there’s still plenty of time” is not something that comes to mind at age 40", "you may think, “it’s all downhill from here,” or, “there’s only so much time left” – all the things that go with not being young, where things are no longer infinite in all directions", "they’re starting to be finite in all directions", "but, there’s plenty of time, and to some extent, time compresses as your age increases", "i remember when my mother was in her 80s, i said, “what’s time like for you?” she said, “years are like fenceposts, just whipping by.” i certainly feel that at 78", "i feel like i’m spending all my time clipping my fingernails and going to get another goddamn haircut", "and yet, the thing which expands as time goes by – you don’t have to re-derive a lot of stuff from first principles", "you’ve already got a number of things squared away, you’ve got a number of friends that you can count on, and you’ve got a number of skills that you can deploy, so when you do take on something new, it’s not like when you were 22, where you have to create the whole world to do it in", "you’ve got a lot of skills", "and so, in a way, time is compressed for you in terms of your abilities, and that’ll continue as long as your brain functions", "and then, that dials down, and then you’ve presumably got to deal with how your sensations are still pretty intense and how you can get value from them", "do you have any last recommendations, thoughts, or questions that you’d like to leave with the people listening to this, or any request or ask of the people listening to this", "i keep running into versions of something we came across a couple times in this discussion, which is people worrying about unintended consequences, often of new technologies or some new regime of practice – whatever the hell it may be", "and often, it’ll be in the mode of “don’t even explore that area because unintended consequences will occur.” i think the mode should be, “well, of course unintended consequences will occur,” and maybe it’s even worth – and, this is in your version of defining your fears – thinking about what the consequences that you’re worried about are, and meanwhile, watch while the thing is tried, try it yourself, and watch for those things that you’re worried about, and also, watch for surprises", "lots of unintended consequences are surprising", "watch for consequences that are surprisingly good as well as surprisingly bad", "as far as i can tell, in most cases, there’s an even split", "hold the expectation that with the ones that are surprisingly good, you can not only stop worrying about the things that you were worried about associated with that, but you can build on them", "also, the ones that are surprisingly bad may indicate that the whole pathway is not so good after all, and you can shut it down or find workarounds", "basically, it’s trying to flip from being fearful about unintended consequences to being welcoming about situations that might have unintended consequences", "i love that, and on top of that, it makes me think of recognizing that with everything you do and with almost every moment, there are unintended consequences – exactly", "weird shit happens", "– at all times, and for me, it draws a parallel with – i may be misattributing this, but i believe that at one point, i read about andy grove, and in his management approach, he would recognize that whenever you created an incentive, you would simultaneously create a perverse incentive or an incentive to do things that were undesirable", "perhaps you’re – i’m making this up – you create a commission structure for people who bring in a certain dollar amount of advertising revenue, and you could ask yourself in advance what the perverse incentive would be, and it would be to get someone to spend a lot of money up front, which could lead to advertiser disappointment because it’s front-loaded, and then a high churn rate", "so, when you have a metric for what you desire, what metric could you look for or create to track what you don’t desire", "it could be a high churn rate", "so, with the assumption that there are always going to be unintended consequences to any material action, how can you measure and track them", "i think what we just mentioned is so important", "well, stewart, it is such an honor and a joy to have the chance to spend some more time with you in conversation on the phone like this, and it’s so much fun for me", "is there any particular place that people can check out – that you’d like them to check out – online, or places where they could say hello to you on social media", "i’m on twitter @stewartbrand, and the long now foundation has a website, longnow.org, that has all sorts of things", "we have a bar in san francisco", "i think there are relatively few nonprofits that have a bar, but we have one at fort mason that people welcome at, and all sorts of things are there", "that’s the interval", "yeah, that’s the interval, theinterval.org", "and then, reviverestore.org is the place where the genetic rescue projects i’m talking about are going on", "we started that within long now as a project, and now it’s gone independent and is its own 501(c)3, charging ahead with saving various species and various ecosystems genetically", "well, stewart brand, thank you so much", "i really appreciate all the time", "i’ve learned a lot, i’ve taken many notes – as i hope other people have – so i just want to express my gratitude for you taking the time", "well, you make it fun for your interviewees, so keep up the good work", "all right", "to everybody listening, as always – and, this is going to be one hell of a set of show notes – you can find links to everything that we’ve talked about in the show notes at tim.blog/podcast for this and every other episode", "until next time, and as always, thank you for listening", "hey, guys", "this is tim again", "just a few more things before you take off", "1)", "this is five-bullet friday", "do you want to get a short email from me – would you enjoy getting a short email from me every friday that provides a little morsel of fun before the weekend", "five-bullet friday is a very short email where i share the coolest things i’ve found or that i’ve been pondering over the week", "that could include favorite new albums that i’ve discovered", "it could include gizmos, gadgets, and all sorts of weird shit that i’ve somehow dug up in the world of the esoteric, as i do", "it could include favorite articles that i’ve read and shared with my close friends, for instance", "it’s very short", "it’s just a little, tiny bit of goodness before you head off for the weekend", "so, if you want to receive that, check it out, just go to fourhourworkweek.com – that’s fourhourworkweek.com, all spelled out – and just drop in your email, and you will get the very next one", "if you sign up, i hope you enjoy it"]}