{"dialog_idx": {}, "episode_num": 282, "file_type": "audio", "guests": [], "num_sentences": 191, "num_words": 3133, "raw_text": "Please enjoy this transcript of a special episode of the podcast on how to say no to seemingly burdensome “obligations,” and say yes to the critical few opportunities. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the episode here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Hello, my lovelies. This is Tim Ferriss. And welcome to another episode of the Tribe of Mentors Podcast, which is likely also being cross posted on The Tim Ferriss Show Podcast. This podcast is going to cover rejection, and, more specifically, rejecting other people. Saying no. Many of the questions that I get are about how to parse the noise from the signal. How to separate out the trivial many, say no to obligations and fear of missing out, so, you can say yes to the critical few. This is an ongoing challenge or a lot of people. And the tools and strategies and tactics that help can almost overnight make an enormous impact in different areas of your life. And you have various guidelines that guests I’ve interviewed, for instance, on The Tim Ferriss Show have shared, such as Derek Sivers who is not only a very, very accomplished entrepreneur who built and sold CD Baby, also a musician and philosopher kind of programming, in some respect would use the hell yes or no heuristic. In other words, if he doesn’t say or can’t say hell yes, I want to do that to something, the answer is a no. It is binary. And there are many, many other guidelines like that that you might use. But when the rubber hits the road, you need specific words. You need specific phrases that you can use to decline and say no. And, as it turns out, when I was writing the Tribe of Mentors book, so Tribe of Mentors, Short Life Advice from the Best in the World, which ended up including 130 of the most incredible, world class performers from around the world in every discipline imaginable, many people I reached out to said no. I was rejected. I was declined. I was mostly polite declined. And it turned out that some of those rejection letters were so good, they were so expertly crafted that I turned right around, and I asked the people who rejected me if I could include their letters in Tribe of Mentors the book itself. So, I thought what might be fun is to read, not just fun but practical, the three rejection letters that come to mind right off the bat. And these are in little side featurettes, I suppose, called How to Say No in Tribe of Mentors, which you should check out please. I don’t sell much. Podcasts and the blog posts, all 700 plus of them are for free. But Tribeofmentors.com. Thanks. Back to our regularly scheduled programming. So, the first rejection letter is from Wendy MacNaughton, very, very impressive gal. MacNaughton is spelled M-A-C-N-A-U-G-H-T-O-N. You can say hello to her on Twitter and Instagram @wendymac, or you can see her work and life and much more at wendymacnaughton.com. All right. Here is Wendy. Wendy MacNaughton is a New York Times bestselling illustrator and graphic journalist based in San Francisco. Her books include many, many, many, many books. I will just read a few of them. First, Meanwhile in San Francisco, The City in its Own Words; Lost Cat, a True Love Story; Desperation and GPS Technology; Pen and Ink, Tattoos and the Stories Behind Them, and we go on and on and on, she’s really prolific to the newly released Leave Me Alone with the Recipes. Wendy is also the back-page columnist for California Sunday Magazine and co-founder of Women Who Draw. Now, some of you who have been tracking perhaps not just this podcast but some of the writing will notice that one of the questions I like to ask, often times, is some variation of the following. In the last five years, what have you become better at saying no to, such as distractions, invitations, and so on. What new realizations and/or approaches have helped? You may note that what’s fantastic about this question is that it’s hard to avoid answering. This is true, even if, actually especially if, someone refuses to answer. So, when I asked Wendy if she’d participate in this book, she sent a very thoughtful and perfect I have to pass response after much consideration. That was, in fact, an answer to the question, in a sense. I loved it so much that I said here’s perhaps a very odd question. Might you be okay with me printing this very polite decline email in the book, to which she agreed. So, here is the email she sent me to decline being in Tribe of Mentors, which ended up in Tribe of Mentors, and now, on the podcast. We’ll just do double duty. So, here we go. And this is very, very, very Wendy, so, you don’t have to sacrifice your personality or be cold or impersonal to say no. And a lot of this can serve as a template and help you to determine how you can establish perhaps set language for declining. Here we go. “Hi, Tim, okay, I’ve been battling with this, and here’s the deal. After five intense years of creative output and promotion, interviews about personal journeys and where ideas come from, after years of wrapping up one project one day and jumping right into promoting another the next … I’m taking a step back. I recently maxed out pretty hard, and for the benefit of my work, I’ve got to take a break. Over the past month, I’ve canceled contracts and said not to new projects and interviews. I’ve started creating more space to explore and doodle again, to sit and do nothing, to wander and waste a day. And, for the first time in five years, I’m finally in a place where there’s no due date tied to every drawing, no deadline for ideas. And it feels really right. So, while I really wanted to do this with you, I respect you and your work, and I’m honored that you’d ask me to participate. And as capital S stupid as it is for me professionally not to do it, I’m going to have to say thank you, but … I’ve got to pass. I’m simply not in a place to talk about myself or my work right now. Crazy for a highly verbal, only child to say. Hopefully, we will get a chance to talk somewhere down the line. I promise any thoughts I’ll have for you then will be far more insightful than anything I could share with you right now. I hope the space created by my absence is filled by one of the brilliant people I suggested in my previous email.” Which, in fact, ended up being the case, this is Tim talking. Several of them are in Tribe of Mentors. “And really, thank you so much for your interest. I’ll be kicking myself when the book comes out. Wendy.” So, that’s No. 1. The next rejection letter has a different feel to it but is nonetheless very, very effective. And it is from Danny Meyer. Who is Danny Meyer. You can see him on Twitter @dhmeyer or at ushgnyc.com. And you’ll learn what that stands for just momentarily. Danny Meyer is the founder and CEO of Union Square Hospitality Group, that’s the USHG of the ushgnyc.com, which comprises some of New York’s most beloved and acclaimed restaurants, including Gramercy Tavern, the Modern, Maialino, and more. Danny and USHG founded Shake Shack, the modern day roadside burger restaurant, which became a public company in 2015. Danny’s book, Setting the Table, the Transforming Power of Hospitality in Business, a New York Times bestseller, articulates a set of signature business and life principles that translate to a wide range of industries. Danny was included in a 2015 Time Magazine 100 most influential people list. All right. So, for your reading pleasure, or listening pleasure, in this case, and to scratch your [German word] itch, here is another polite decline email, this one from famed restauranteur, Danny Meyer. Now, he sent this email to a friend of mine, Jeffrey, who asked on my behalf. So, he had rejected me but using Jeffrey as a go between because Jeffrey, as a good friend to both of us, wanted to protect contact information on either side, until Danny said yes, please connect us, would love to chat. That ended up not being the case. So, here is the email that Danny sent. And these are all published with permission. “Jeffrey, greetings and thanks for writing. I’m grateful for the invitation to participate in Tim’s next book project, but I’m struggling, at this moment, to make time ends meet for all we’re doing at USHG, including my ongoing procrastination with my own writing projects. I thought carefully about this.” That’s a very important line. “I thought carefully about this, as it’s clearly a wonderful opportunity, but I’m going to decline with gratitude.” “Know the book will be a big success! Thanks again, Danny.” And there are different variations of that closing line. And you’ll notice, in both cases, it was, in effect, I’m sure the book or I know the book will be a big success. I’ll be kicking myself when it comes out. In this case, know the book will be a big success. I’ve heard other variations and received other variations such as I’ll be cheering from the sidelines; I wish I could be part of it. And the sentiment in these is very important; if you want to have the effect these people had on me, which is they decline. They refuse my invitation very politely. And I actually respect them and admire them more after the rejection than before. There is a craft to this. And you can borrow a lot of this language. The last one that I’m going to read is from one of my favorite writers of all time. And he is a contemporary. I shouldn’t say he’s a contemporary of mine. That makes it seem like I’m in the same league, which I am certainly not. But he’s an iconic science fiction writer, Neal Stephenson on Twitter @nealstephenson. Facebook is thenealstephenson. And you can learn more about him at nealstephenson.com. One of the most fascinating human beings I have ever encountered. And I’ve had the good fortunate of meeting Neal then and again in Seattle through my friend, Chris Young, scientist and incredible writer himself at Chef Steps and Beyond. But back to Neal, Neal Stephenson is an author known for his speculative fiction works variously categorized as science fiction, historical fiction, maximalism, and cyberpunk. His best sellers include, among others, The Diamond Age, Cryptonomicon, The Baroque Cycle, and Snow Crash, which was named one of Time Magazine’s top 100 all time best English language novels. That’s a hell of a thing. Neal also writes nonfiction articles about technology and publications such as Wired Magazine and has worked part time as an advisor for Blue Origin, a company developing a manned, suborbital launch system. And going off script here a little bit, just to add color, Neal is one of those people who will reach out to astrophysicists and mechanical engineers and so on to interview them, dig into the details in text books related to say rocket design just to get a few paragraphs in one of his books technically correct to such an extent that then, people who are on the cutting edge will go back to his book just to refer to what the future might hold. It’s that good. And he does this in many, many, many, many different domains. It’s pretty mind boggling. Okay. So, by now, you know what I’m about to read you. This is the type of email that makes me cry and smile at the same time. So, here with, a lovely [Spanish word], until next time, from one of my idols, writer Neal Stephenson. Here we go. “Hey there, Tim. Sorry for the slow response, and thanks for thinking of me in this context. It has become pretty obvious of late that I’m trying to do too much. And so, I started an experiment of not adding anything whatsoever to my to do list so that it wouldn’t get any longer. The result is that the items that were already on my to do list only spawned more items as I crossed them off. And so, it’s a little like fighting a hydra.” That’s the most Neal thing to say ever. “So, it’s a little like fighting a hydra. I am hoping that if I am ruthlessly efficient, I can one day get to the point where the list actually gets shorter instead of longer. In the meantime, unfortunately, the ruthlessly efficient part of this plan means that I am turning down things like this just as a blanket policy. Again, thanks for thinking of me, and good luck with the project! Neal.” All right. There are a few commonalities that I want to highlight here and that I’ve certainly translated into my own language in a lot of the declines that I send out. And I have to, and you have to, for that matter, if you’ve had any modicum of success, even a toe hold in something that might be a success. Your default answer to almost everything should be no. And this is a pattern that comes up over and over and over again in Tribe of Mentors, both in this podcast and also in the book itself when I ask people how do you say no. What are the tips, tactics, and strategies and so on? There are a few commonalities. No. 1 is explaining the predicament that you are in. And you don’t have to go long with it. But simply saying my own to do list, in this case, is spawning more and more items and getting longer instead of shorter. And there you have it. You can keep it short and to the point. But, in a sense, you’re explaining the context. And then, the second word that I’d like to highlight in Neal’s is policy. So, it’s not personal. It’s not that I’m saying no to your idea. It’s not that I think you’re a terrible person. But, in fact, I am as I’ve been turned down before by, in one case, a billionaire investor who I actually met before, he said, “I would love to meet, but, unfortunately, I am following a no meeting policy for the next quarter. I’m not meeting with anyone as a policy.” So, it makes it a blanket response. And I know that I, along with many others, are getting rejected. Another way I’ve heard this phrased is I’m going on an across the board, for instance, no coffee diet, or no conference call diet, for the next month, for the next quarter, for the next year or whatever it might be. That is a rejection format that I received when I invited someone to speak at a conference, for instance. I’m going on a no conference diet for the next year because, last year, I realized that I had over committed to so much. And by over calendaring, ultimately, the things that most excited me had no room to fit into my life, etc. So, those are a few examples of how to say no in such a way that is perfectly clear. You’re not saying ping me in three months, and we’ll see what happens. It’s very clear that the answer is no. But, hopefully, if it’s still [inaudible] that people will respect you more. They might not like it. They might be upset. But they will respect you. And then, over time, typically, the wounds heal, if there are any, and they realize that you did exactly the right thing. And then, they may even borrow the language that you send them. And I should highlight also, this isn’t a panacea, it’s just a better tool. At the end of the day, you cannot control how people respond to the decisions you make. But, as I think it’s Herbert Swope who was a Nobel Prize recipient has said there is no one path to success. But I can give you the recipe for failure, and that is trying to please everyone all of the time. That’s paraphrased, but you get the point. All right, guys. Thank you for listening to this short episode. I hope you enjoyed it. I certainly have found a way to enjoy getting rejection letters, which makes me happy. And if you’d like to learn more about how to say no, dozens of different approaches, dozens of different techniques from people ranging from Dustin Moskovitz, co-founder of Facebook, to everybody imaginable, check out Tribe of Mentors, the book. There are 130 plus people profiled. I asked them all this question. And you can check it out at tribeofmentors.com, or find it on bn.com, Amazon, any book seller, anywhere, at book stores all over the place. That is it for now. So, until next time, thank you for listening. Posted on: February 3, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of a special episode of the podcast on how to say no to seemingly burdensome “obligations,” and say yes to the critical few opportunities. it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the episode here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "hello, my lovelies", "this is tim ferriss", "and welcome to another episode of the tribe of mentors podcast, which is likely also being cross posted on the tim ferriss show podcast", "this podcast is going to cover rejection, and, more specifically, rejecting other people", "saying no", "many of the questions that i get are about how to parse the noise from the signal", "how to separate out the trivial many, say no to obligations and fear of missing out, so, you can say yes to the critical few", "this is an ongoing challenge or a lot of people", "and the tools and strategies and tactics that help can almost overnight make an enormous impact in different areas of your life", "and you have various guidelines that guests i’ve interviewed, for instance, on the tim ferriss show have shared, such as derek sivers who is not only a very, very accomplished entrepreneur who built and sold cd baby, also a musician and philosopher kind of programming, in some respect would use the hell yes or no heuristic", "in other words, if he doesn’t say or can’t say hell yes, i want to do that to something, the answer is a no", "it is binary", "and there are many, many other guidelines like that that you might use", "but when the rubber hits the road, you need specific words", "you need specific phrases that you can use to decline and say no", "and, as it turns out, when i was writing the tribe of mentors book, so tribe of mentors, short life advice from the best in the world, which ended up including 130 of the most incredible, world class performers from around the world in every discipline imaginable, many people i reached out to said no", "i was rejected", "i was declined", "i was mostly polite declined", "and it turned out that some of those rejection letters were so good, they were so expertly crafted that i turned right around, and i asked the people who rejected me if i could include their letters in tribe of mentors the book itself", "so, i thought what might be fun is to read, not just fun but practical, the three rejection letters that come to mind right off the bat", "and these are in little side featurettes, i suppose, called how to say no in tribe of mentors, which you should check out please", "i don’t sell much", "podcasts and the blog posts, all 700 plus of them are for free", "but tribeofmentors.com", "thanks", "back to our regularly scheduled programming", "so, the first rejection letter is from wendy macnaughton, very, very impressive gal", "macnaughton is spelled m-a-c-n-a-u-g-h-t-o-n", "you can say hello to her on twitter and instagram @wendymac, or you can see her work and life and much more at wendymacnaughton.com", "all right", "here is wendy", "wendy macnaughton is a new york times bestselling illustrator and graphic journalist based in san francisco", "her books include many, many, many, many books", "i will just read a few of them", "first, meanwhile in san francisco, the city in its own words; lost cat, a true love story; desperation and gps technology; pen and ink, tattoos and the stories behind them, and we go on and on and on, she’s really prolific to the newly released leave me alone with the recipes", "wendy is also the back-page columnist for california sunday magazine and co-founder of women who draw", "now, some of you who have been tracking perhaps not just this podcast but some of the writing will notice that one of the questions i like to ask, often times, is some variation of the following", "in the last five years, what have you become better at saying no to, such as distractions, invitations, and so on", "what new realizations and/or approaches have helped", "you may note that what’s fantastic about this question is that it’s hard to avoid answering", "this is true, even if, actually especially if, someone refuses to answer", "so, when i asked wendy if she’d participate in this book, she sent a very thoughtful and perfect i have to pass response after much consideration", "that was, in fact, an answer to the question, in a sense", "i loved it so much that i said here’s perhaps a very odd question", "might you be okay with me printing this very polite decline email in the book, to which she agreed", "so, here is the email she sent me to decline being in tribe of mentors, which ended up in tribe of mentors, and now, on the podcast", "we’ll just do double duty", "so, here we go", "and this is very, very, very wendy, so, you don’t have to sacrifice your personality or be cold or impersonal to say no", "and a lot of this can serve as a template and help you to determine how you can establish perhaps set language for declining", "here we go", "“hi, tim, okay, i’ve been battling with this, and here’s the deal", "after five intense years of creative output and promotion, interviews about personal journeys and where ideas come from, after years of wrapping up one project one day and jumping right into promoting another the next … i’m taking a step back", "i recently maxed out pretty hard, and for the benefit of my work, i’ve got to take a break", "over the past month, i’ve canceled contracts and said not to new projects and interviews", "i’ve started creating more space to explore and doodle again, to sit and do nothing, to wander and waste a day", "and, for the first time in five years, i’m finally in a place where there’s no due date tied to every drawing, no deadline for ideas", "and it feels really right", "so, while i really wanted to do this with you, i respect you and your work, and i’m honored that you’d ask me to participate", "and as capital s stupid as it is for me professionally not to do it, i’m going to have to say thank you, but … i’ve got to pass", "i’m simply not in a place to talk about myself or my work right now", "crazy for a highly verbal, only child to say", "hopefully, we will get a chance to talk somewhere down the line", "i promise any thoughts i’ll have for you then will be far more insightful than anything i could share with you right now", "i hope the space created by my absence is filled by one of the brilliant people i suggested in my previous email.” which, in fact, ended up being the case, this is tim talking", "several of them are in tribe of mentors", "“and really, thank you so much for your interest", "i’ll be kicking myself when the book comes out", "wendy.” so, that’s no", "1", "the next rejection letter has a different feel to it but is nonetheless very, very effective", "and it is from danny meyer", "who is danny meyer", "you can see him on twitter @dhmeyer or at ushgnyc.com", "and you’ll learn what that stands for just momentarily", "danny meyer is the founder and ceo of union square hospitality group, that’s the ushg of the ushgnyc.com, which comprises some of new york’s most beloved and acclaimed restaurants, including gramercy tavern, the modern, maialino, and more", "danny and ushg founded shake shack, the modern day roadside burger restaurant, which became a public company in 2015", "danny’s book, setting the table, the transforming power of hospitality in business, a new york times bestseller, articulates a set of signature business and life principles that translate to a wide range of industries", "danny was included in a 2015 time magazine 100 most influential people list", "all right", "so, for your reading pleasure, or listening pleasure, in this case, and to scratch your [german word] itch, here is another polite decline email, this one from famed restauranteur, danny meyer", "now, he sent this email to a friend of mine, jeffrey, who asked on my behalf", "so, he had rejected me but using jeffrey as a go between because jeffrey, as a good friend to both of us, wanted to protect contact information on either side, until danny said yes, please connect us, would love to chat", "that ended up not being the case", "so, here is the email that danny sent", "and these are all published with permission", "“jeffrey, greetings and thanks for writing", "i’m grateful for the invitation to participate in tim’s next book project, but i’m struggling, at this moment, to make time ends meet for all we’re doing at ushg, including my ongoing procrastination with my own writing projects", "i thought carefully about this.” that’s a very important line", "“i thought carefully about this, as it’s clearly a wonderful opportunity, but i’m going to decline with gratitude.” “know the book will be a big success", "thanks again, danny.” and there are different variations of that closing line", "and you’ll notice, in both cases, it was, in effect, i’m sure the book or i know the book will be a big success", "i’ll be kicking myself when it comes out", "in this case, know the book will be a big success", "i’ve heard other variations and received other variations such as i’ll be cheering from the sidelines; i wish i could be part of it", "and the sentiment in these is very important; if you want to have the effect these people had on me, which is they decline", "they refuse my invitation very politely", "and i actually respect them and admire them more after the rejection than before", "there is a craft to this", "and you can borrow a lot of this language", "the last one that i’m going to read is from one of my favorite writers of all time", "and he is a contemporary", "i shouldn’t say he’s a contemporary of mine", "that makes it seem like i’m in the same league, which i am certainly not", "but he’s an iconic science fiction writer, neal stephenson on twitter @nealstephenson", "facebook is thenealstephenson", "and you can learn more about him at nealstephenson.com", "one of the most fascinating human beings i have ever encountered", "and i’ve had the good fortunate of meeting neal then and again in seattle through my friend, chris young, scientist and incredible writer himself at chef steps and beyond", "but back to neal, neal stephenson is an author known for his speculative fiction works variously categorized as science fiction, historical fiction, maximalism, and cyberpunk", "his best sellers include, among others, the diamond age, cryptonomicon, the baroque cycle, and snow crash, which was named one of time magazine’s top 100 all time best english language novels", "that’s a hell of a thing", "neal also writes nonfiction articles about technology and publications such as wired magazine and has worked part time as an advisor for blue origin, a company developing a manned, suborbital launch system", "and going off script here a little bit, just to add color, neal is one of those people who will reach out to astrophysicists and mechanical engineers and so on to interview them, dig into the details in text books related to say rocket design just to get a few paragraphs in one of his books technically correct to such an extent that then, people who are on the cutting edge will go back to his book just to refer to what the future might hold", "it’s that good", "and he does this in many, many, many, many different domains", "it’s pretty mind boggling", "okay", "so, by now, you know what i’m about to read you", "this is the type of email that makes me cry and smile at the same time", "so, here with, a lovely [spanish word], until next time, from one of my idols, writer neal stephenson", "here we go", "“hey there, tim", "sorry for the slow response, and thanks for thinking of me in this context", "it has become pretty obvious of late that i’m trying to do too much", "and so, i started an experiment of not adding anything whatsoever to my to do list so that it wouldn’t get any longer", "the result is that the items that were already on my to do list only spawned more items as i crossed them off", "and so, it’s a little like fighting a hydra.” that’s the most neal thing to say ever", "“so, it’s a little like fighting a hydra", "i am hoping that if i am ruthlessly efficient, i can one day get to the point where the list actually gets shorter instead of longer", "in the meantime, unfortunately, the ruthlessly efficient part of this plan means that i am turning down things like this just as a blanket policy", "again, thanks for thinking of me, and good luck with the project", "neal.” all right", "there are a few commonalities that i want to highlight here and that i’ve certainly translated into my own language in a lot of the declines that i send out", "and i have to, and you have to, for that matter, if you’ve had any modicum of success, even a toe hold in something that might be a success", "your default answer to almost everything should be no", "and this is a pattern that comes up over and over and over again in tribe of mentors, both in this podcast and also in the book itself when i ask people how do you say no", "what are the tips, tactics, and strategies and so on", "there are a few commonalities", "no", "1 is explaining the predicament that you are in", "and you don’t have to go long with it", "but simply saying my own to do list, in this case, is spawning more and more items and getting longer instead of shorter", "and there you have it", "you can keep it short and to the point", "but, in a sense, you’re explaining the context", "and then, the second word that i’d like to highlight in neal’s is policy", "so, it’s not personal", "it’s not that i’m saying no to your idea", "it’s not that i think you’re a terrible person", "but, in fact, i am as i’ve been turned down before by, in one case, a billionaire investor who i actually met before, he said, “i would love to meet, but, unfortunately, i am following a no meeting policy for the next quarter", "i’m not meeting with anyone as a policy.” so, it makes it a blanket response", "and i know that i, along with many others, are getting rejected", "another way i’ve heard this phrased is i’m going on an across the board, for instance, no coffee diet, or no conference call diet, for the next month, for the next quarter, for the next year or whatever it might be", "that is a rejection format that i received when i invited someone to speak at a conference, for instance", "i’m going on a no conference diet for the next year because, last year, i realized that i had over committed to so much", "and by over calendaring, ultimately, the things that most excited me had no room to fit into my life, etc", "so, those are a few examples of how to say no in such a way that is perfectly clear", "you’re not saying ping me in three months, and we’ll see what happens", "it’s very clear that the answer is no", "but, hopefully, if it’s still [inaudible] that people will respect you more", "they might not like it", "they might be upset", "but they will respect you", "and then, over time, typically, the wounds heal, if there are any, and they realize that you did exactly the right thing", "and then, they may even borrow the language that you send them", "and i should highlight also, this isn’t a panacea, it’s just a better tool", "at the end of the day, you cannot control how people respond to the decisions you make", "but, as i think it’s herbert swope who was a nobel prize recipient has said there is no one path to success", "but i can give you the recipe for failure, and that is trying to please everyone all of the time", "that’s paraphrased, but you get the point", "all right, guys", "thank you for listening to this short episode", "i hope you enjoyed it", "i certainly have found a way to enjoy getting rejection letters, which makes me happy", "and if you’d like to learn more about how to say no, dozens of different approaches, dozens of different techniques from people ranging from dustin moskovitz, co-founder of facebook, to everybody imaginable, check out tribe of mentors, the book", "there are 130 plus people profiled", "i asked them all this question", "and you can check it out at tribeofmentors.com, or find it on bn.com, amazon, any book seller, anywhere, at book stores all over the place", "that is it for now", "so, until next time, thank you for listening"]}