{"dialog_idx": {"bozoma saint": [7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 24, 25, 26, 27, 33, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 77, 81, 82, 83, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 137, 139, 140, 141, 142, 143, 144, 145, 153, 154, 156, 159, 163, 164, 165, 166, 167, 168, 169, 170, 171, 174, 175, 176, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 214, 217, 218, 219, 220, 221, 222, 224, 226, 227, 228, 229, 230, 231, 232, 236, 237, 238, 239, 241, 242, 243, 244, 245, 246, 247, 248, 249, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 295, 296, 297, 298, 299, 300, 301, 302, 303, 306, 312, 319, 326, 327, 328, 329, 330, 331, 332, 333, 335, 336, 337, 338, 339, 340, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 361, 362, 363, 364, 365, 366, 367, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 438, 440, 441, 442, 443, 444, 445, 446, 448, 450, 451, 452, 453, 454, 459, 464, 484, 489, 490, 491, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 732, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 784, 785, 786, 789, 790, 791, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 821, 829, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 902, 903, 904, 905, 906, 907, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 954, 958, 960, 965, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 996, 997, 998, 999, 1000, 1001, 1003, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1037, 1041, 1048, 1049, 1050, 1051, 1052, 1053, 1054, 1055, 1056, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1107, 1110, 1116, 1119, 1120, 1122, 1123, 1124, 1125, 1126, 1127, 1128, 1129, 1130, 1131, 1132, 1134, 1135, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1149, 1151, 1152, 1153, 1154, 1155, 1156, 1157, 1158, 1159, 1160, 1161, 1178, 1179, 1180, 1181, 1182, 1184, 1185, 1186, 1187, 1188, 1189, 1190, 1191, 1192, 1193, 1194, 1195, 1196, 1199, 1203, 1204, 1206, 1207, 1213, 1214], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 21, 22, 23, 28, 29, 30, 31, 32, 34, 35, 36, 37, 38, 39, 40, 54, 55, 56, 57, 58, 59, 60, 61, 74, 75, 76, 78, 79, 80, 84, 103, 104, 105, 106, 107, 108, 136, 138, 146, 147, 148, 149, 150, 151, 152, 155, 157, 158, 160, 161, 162, 172, 173, 177, 178, 179, 180, 181, 182, 183, 184, 185, 213, 215, 216, 223, 225, 233, 234, 235, 240, 250, 262, 263, 264, 290, 291, 292, 293, 294, 304, 305, 307, 308, 309, 310, 311, 313, 314, 315, 316, 317, 318, 320, 321, 322, 323, 324, 325, 334, 341, 360, 368, 369, 370, 371, 372, 396, 397, 398, 399, 435, 436, 437, 439, 447, 449, 455, 456, 457, 458, 460, 461, 462, 463, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 485, 486, 487, 488, 492, 493, 494, 495, 496, 497, 498, 499, 521, 557, 558, 559, 580, 619, 620, 651, 652, 701, 702, 726, 727, 728, 729, 730, 731, 733, 734, 735, 760, 781, 782, 783, 787, 788, 792, 817, 818, 819, 820, 822, 823, 824, 825, 826, 827, 828, 830, 831, 832, 833, 834, 835, 866, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 908, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 955, 956, 957, 959, 961, 962, 963, 964, 966, 967, 993, 994, 995, 1002, 1004, 1018, 1019, 1020, 1021, 1033, 1034, 1035, 1036, 1038, 1039, 1040, 1042, 1043, 1044, 1045, 1046, 1047, 1057, 1058, 1059, 1060, 1101, 1102, 1103, 1104, 1105, 1106, 1108, 1109, 1111, 1112, 1113, 1114, 1115, 1117, 1118, 1121, 1133, 1147, 1148, 1150, 1162, 1163, 1164, 1165, 1166, 1167, 1168, 1169, 1170, 1171, 1172, 1173, 1174, 1175, 1176, 1177, 1183, 1197, 1198, 1200, 1201, 1202, 1205, 1208, 1209, 1210, 1211, 1212, 1215, 1216, 1217]}, "episode_num": 288, "file_type": "html", "guests": ["bozoma saint"], "num_sentences": 1218, "num_words": 15277, "raw_text": "Tim Ferriss: Diggity, diggity, diggity. Hello, ladies and gentlemen. This is Tim Ferriss, and welcome to another episode of the Tim Ferriss Show, aka, perhaps Tribe of Mentors. I have two podcasts. And this applies to both. My guest today, we’re going to explore her lessons, tribulations, obstacles to overcome, and so much more. How to survive on tiny rolls in New York City while sleeping on couches. Bozoma Saint John, she is the chief brand officer at Uber. And until June 2017, she was a marketing executive at Apple Music after joining the company through its acquisition of Beats Music where she was the head of global marketing. There is so much to this story. In 2016, Billboard named her Executive of the Year, and Fortune included her in their 40 Under 40 List. Fast Company has also included Bozoma on its list of the 100 Most Creative People. There’s so many details that we can dig into. You can say hi to her, Bozoma Saint John on Twitter and Instagram at badassboz. And I think I’ll just keep it at that. I took so many notes in this conversation. There are so many things that I’m going to use. And I hope the same for you. So, without further ado, please enjoy my wide ranging conversation with Bozoma Saint John. Boz, welcome to the show. Bozoma Saint John: Thank you so much. Tim Ferriss: You are perhaps, in the last six months, the most requested podcast guest by all of my friends on the internet. And I’m so glad that we finally were able to find a time to jump on the phone have a conversation. So, thank you for making the time. Bozoma Saint John: Yes. Well, thank you for having me. I don’t know if I should be scared about being the most requested or flattered or nervous. I don’t know how to react to that. Tim Ferriss: I think flattered is fine. I don’t know if – I wouldn’t say flattered is a necessity. But you certainly don’t have to be scared. And plus, as far as I can tell, you don’t really get very afraid of things. And we’ll come back to that. Bozoma Saint John: Yeah, we should come back to that. Tim Ferriss: Yeah. We’ll definitely come back to that. And I thought that, in typical Tim sort of momentum, nonlinear fashion, we’d actually just start with something that is, as a segue from being the most requested, on Twitter. So, this is your pinned tweet. And I wanted to hear the background on this. So, it’s a quote from Nietzsche, and it’s, “You must be ready to burn yourself in your own flame. How could you rise anew if you have not first become ashes.” Why is that your pinned tweet, and what does it mean to you? Bozoma Saint John: I have always felt very much aligned to the phoenix, the thought of rising from ash that things seem to always burn, burn really, really bright like in some sort of destructive, fatalistic, extreme fashion for me. It has always been that way. When I was 5, my dad was in politics in Ghana, which is where my family lived. And there was a coup d’état, which meant that the government was overthrown by the military. And my dad, along with all of his colleagues, were thrown into political detention. My mom had to escape with me, my two younger sisters, and she was pregnant with my youngest sister. And we had to escape to Washington, DC under political asylum. Even starting from there, it has always felt like crazy, dramatic things happen, and then, I have to start over. But the starting over is always better than whatever I came from. And so, I have never been afraid of the fire, let’s call it. And so, when I read that, and, by the way, I only read that recently. I think it was like two years ago or something, it just so struck a cord with me. I just always wanted to see it, to remember it because, even though life has sort of patterned its way with me, I just wanted to be able to always remember. Tim Ferriss: It’s a great quote. And it seems like, in some ways, this is another thing we’ll come back to, and I, typically, don’t lose track of the stuff I say that I’ll come back to, so, we will get back to it. But, in some ways, you had these life experiences, which resemble the phoenix rising from the ashes. And now, it seems, in some capacity, you’re almost seeking out experiences where you can help the phoenix rise from the ashes, which is cool, certainly, to watch. And I’ve been looking forward to this conversation for some time. But I want to rewind the clock and go back to, I suppose, and maybe there were a few locations in between, but you can tell me, from Ghana, you end up in DC. And then, from that point, at least around age 12, you moved to Colorado. Is that right? Bozoma Saint John: Well, so, I was born in Connecticut. My dad was getting his PhD, or two PhD’s in [inaudible] and anthropology. He had come from Ghana as a Fulbright scholar. And I was born six months before he received his degrees. So, right after he received them, we went back to Ghana, which then, he got into politics, and we had to leave when I was 5. We were in the US for about a year or so before both of my parents wanted to move back to Africa, but we couldn’t go to Ghana. So, we moved to Nairobi, Kenya. And we were in Nairobi, Kenya for about two years. And then, of course, because Ghana was calling him so much, my dad decided that we should move back to Ghana. We were there for another 2.5 years or so before realizing that things weren’t really going to work out there. Politics wasn’t working out for him there. And then, he made the brilliant decision that we should move to Colorado Springs, Colorado because what more diverse place to move your four African daughters and your wife than there. Tim Ferriss: How did – why Colorado? This is the – I’ve been so curious about this. Why was Colorado the decision? Bozoma Saint John: I know. Tim Ferriss: I mean, I love Colorado. I think it’s a cool state. And there’s lots to do. Bozoma Saint John: Yeah. Colorado is amazing, by the way. I’m so glad. Tim Ferriss: But why Colorado? Bozoma Saint John: But why Colorado? There’s a number of things. First, he really did like Colorado. He really loved the open spaces and the mountains. And neither of my parents are afraid of cold, which I think is a stereotype about Africans that you must not go someplace cold or something. But neither of them were afraid of it. But my dad also wanted to help out international students who were studying in the US because he had been one. And there was a company, or an organization, out there called International Students Association. And they were charged with, basically, helping to support international students in the US who were studying to get their graduate degrees. And they were based in Colorado. And so, he was like oh, yeah, that sounds like a good idea. Let’s just go there. I’ll do that. These girls will grow up in this beautiful location. We’ll be in America. They’ll get a great education. And we’ll just build our life here. I don’t think he really was thinking about the whole diversity thing though, when we moved there. Tim Ferriss: So, what were some of the main not takeaways, that sounds like taking a freshman seminar or something. But what did you gain from that experience of being in Colorado? Or what did you learn about yourself or others? I have read accounts, for instance, of I guess it was your mother, refusing is too strong a word, but choosing not to make pizzas for Friday nights, I suppose it was, when people would come over, and instead would make traditional dishes. So, you were set in such a different environment, right, compared to what you had experience. What were some of the takeaways and learnings from then? Bozoma Saint John: Yeah. It’s so interesting because I have – because I moved around so much as a kid, the moving to Colorado wasn’t really that traumatic. I think that you would think about it, and people sort of clutch their pearls and are like oh, my God. You are this dark skinned, African girl who moved to very white Colorado. That must have been awful. And the truth about it is I had moved around a lot. I was a new kid all of the time. And so, that didn’t bother me that much. However, I think, culturally, it was difficult for me because, in the moving around, we’d always been in what I feel like were very international cities. Places where there was a community of let’s call them ex-pats. And so, the feeling was always very cosmopolitan that people moved around. They had at least some idea of where you came from. And there was some appreciation for difference. And I didn’t find that, at first, when I got to Colorado Springs. There was not an appreciation of anything that was different from people who grew up in Colorado. And that was difficult because I wanted to fit in, obviously. I was 12. I wanted to make friends. I wanted to feel “normal”. And now, of course, I can look back at it and be very thankful that my mom, yeah, refuse is actually a good word because you haven’t met my mother, but there are no choices. She’s refusing. So, she refused to buy pizza. Yeah, she would say, “Listen, you go to their house. They feed you their food. They come to our house, we feed them our food.” It was just there was no argument. But, also, it was like things like speaking our native tongue in the house. It was like she had no problem, again, having my little teenage friends over, and speaking to me in our native tongue, often times addressing them in our native tongue, even though she speaks three languages, including English very well. Tim Ferriss: What is your native tongue? Bozoma Saint John: Fonti. Tim Ferriss: Fonti. Bozoma Saint John: Yeah. It’s a dialect in Ghana. So, anyway, she has been instrumental in my sort of acceptance of even myself that there was the things that I learned from that moment were that it really is okay to be different and be vastly different and to celebrate those things. Not to be ashamed of it, not to hide it, not to try and be something else because it’s not the norm. And that’s okay. Even just even what seems like a simple thing has been so instrumental in my life. And even as I sit here today that I am never afraid of being the odd man out because I feel very comfortable in that space. Tim Ferriss: Well, when I think of you, one of the adjectives that jumps to mind is bold. And I’m curious. I’d love to dig into where that comes from. Maybe it comes really from your mom. But, for instance, you seem to really aggressively, and I mean that in a good way, pursue certain leadership positions. And that started pretty early, as I understand it. So, captain of the cheerleading squad and the track team, is that right? Bozoma Saint John: Yeah. That’s right. Tim Ferriss: You also ran for student council. Bozoma Saint John: Yes, I lost. Tim Ferriss: Which is okay. We can’t all bat 1,000. Bozoma Saint John: Amen. Tim Ferriss: And on and on and on and on. So, how did you develop that? And are your sisters all that way as well? Bozoma Saint John: Yeah. I think it’s in the genes. Both of my parents are very bold people. Like I told you, my dad ran for political office. He had no problem moving his family around the world, making probably decisions that other parents wouldn’t make. My mom has always been very bold in the way that she, in her fashion, and the way that she raised us, in her speech, in her directness that those are all things that I just grew up hearing and knowing. That there was never any fear that I wasn’t going to be able to do something. And my parents would never allow me to feel like I wasn’t able to do something. And so, that fearlessness or boldness or going for the big thing has been taught, as well as it’s my nature because those are the kinds of people I come from. Tim Ferriss: So, a couple of questions. What were your best events in track? Bozoma Saint John: Oh, I was a sprinter. So, the 100, the 200, the 4 by 1, and the 100 hurdles were my races. I loved running. Tim Ferriss: I’ll definitely not do any workouts with you, No. 1. I’ll tear all of the hamstrings. And now, in the case of say the student council where you lost, what would your parents say to you after something like that? Yeah. If you can recall, or even if you – Bozoma Saint John: Oh, I recall. Tim Ferriss: Yeah. All right. So, what would they say to you after something like that? Bozoma Saint John: It’s the same thing that they say to me after anything that I consider a failure. First of all, again, both of them very direct in a, how would I describe it, it’s like they’re stereotypically African. My dad is very harsh in the way that he speaks. So, for instance, when I lost, I came home, and he’s like – and, obviously, he’d been in politics, right? So, he feels like you should naturally win. Run a campaign, and you win. And so, I come home, and he’s like how did it go? I’m going to do the accent because it helps. How did it go? I was like, “Yeah, so, I didn’t get it.” He’s like, “Didn’t get what? Not one position? You didn’t get president? You didn’t get vice president? You didn’t get assemblyman? You didn’t get councilman? You didn’t get anything? Nothing at all?” And I’m like, “No. No position at all.” And he’s like, “You should do it next year. Build up your audience, and do it next year.” It was always that year. It was like there was no time for tears. It was just like okay, fine. Just do it next year. I don’t even know why – this is not a question. This is a demand. It’s not an option for you. I don’t care if you don’t think you want to do it again. You’re going to do it next year. Tim Ferriss: So, did you do it next year? Bozoma Saint John: I sure did, and I lost again. Tim Ferriss: And then, what? Did he say the same thing? Bozoma Saint John: Yeah. Oh, he always – the funny thing is that I, literally, had to graduate from high school before he stopped harassing me about running for student council. I had to leave school. That was the only solution. He would have made me run until there was no one left to vote. He would have made me do it again and again and again. Tim Ferriss: Just out live them all, so, you can vote for yourself. Bozoma Saint John: Exactly, completely. Tim Ferriss: What about your mom? Bozoma Saint John: My mom is definitely more nurturing. She’s the one who is like maybe we should figure out a new campaign. Or maybe we should make something. She’s always very solution oriented, as well but in a softer way. And so, she allowed me to sulk and feel sorry for myself. And then, give you the pep talk to make you go back out, but also, very solution oriented to say we’re going to do this again. We’re just going to try some new things. Tim Ferriss: So, this is an odd segue, but we’re going to go there anyway. Is it true that you brought JAY-Z to campus at one point? Was it high school or college? Bozoma Saint John: Oh, my gosh. Dude, it was college at Wesleyan University, Middletown, Connecticut, yeah. I think it was like – it had to be 1996 probably or just about that time, or 1995. Maybe ’95 because it was really early. Tim Ferriss: How did that come about? Bozoma Saint John: Yeah. So, I got to college. I was pre-med. And although I was good in the sciences and math, the things that really made me live or excited, the things that were exciting to me were the arts. Music and dance and art and writing and that kind of thing. And so, my outlets were to join all of the social clubs that would allow me to express myself in that way. And so, for me, one of those places was like the Committee for African American Development I think is what it was called, or the Black Student Alliance I think in other places it’s called. And one of the things we always did was fundraisers because you needed the money to put on the show to do – and I joined the Committee for Musical Engagement at Wesleyan. I don’t even know what that means. Tim Ferriss: Sexy name. Bozoma Saint John: Very. It’s very professional. And so, yeah, we had a campus radio station. I didn’t have a show, but I had all of the friends who were doing the radio stations, or who had the radio programs, radio shows and had the opportunity to bring people as guests to campus. And one of those guys knew JAY-Z’s people. And so, we were throwing I think it had to be like the fall dance or something like that. And I just talked to him about all of the different options. And I remember that he had this collection of CD’s. It was like, what were they called back then? It was like you could order them for $0.99. Do you remember this? Tim Ferriss: Oh, I know who you’re talking about. I want to say the Random House Clearing something or other. No, Columbia House Records? Bozoma Saint John: It was something like that where you could get like 12 CD’s for like $1.00 or whatever it was. It was definitely some sort of scheme. And he had like hundreds of these things. And he was showing me his favorites. And JAY-Z was one of them. And I wasn’t really familiar with JAY-Z because, even though, like I said, I went to high school in Colorado, I definitely swung more west coast gangster rap than I did east coast hip hop. And so, I wasn’t as familiar with Jay. But I was determined that, if these set of people wanted to see an east coast rapper, then, Jay-Z was going to be the best. And so, we were going to go get him. So, literally, it was like phone calls. We called the management team. I don’t even know how we got the phone number, to be honest with you. We called. We made a pitch. Yeah, and he came to campus. He came to campus. And we were in the cafeteria. That’s where we set up. And we charged like $2.00 at the door because it’s like, when you give a free concert, I learned that actually then, when you do things for free, people don’t show up. If you make a little bit of value, they will show up. So, it was $2.00 at the door. It was not very packed in there, which is so unfortunate. Jay was not happy with that. But we threw it. And now, I can say I did it. Tim Ferriss: Now, how big was he, at the time? Was he – it’s hard for me to rewind the tape and think back to that point. In other words, was that, in your mind, a huge get? Or was it like cool, we got this guy who is very well known on the east coast, but…? Or was it as big a get as I’m envisioning in my head? Bozoma Saint John: I think, at the time, we thought it was a big get because he was well known in New York or the Tri State Area. And we wanted a name that people would recognize. So, it wasn’t like he was unknown. But he wasn’t the international super star, obviously, that he is now. And so, to us, we were really excited. We knew who he was, and we were excited to have him. But Wesleyan is not a diverse college either. Or wasn’t then, anyway. And so, I just called it the target audience was not big enough to fill the cafeteria that we had planned. Tim Ferriss: Do you remember your pitch on the phone? Do you remember any of the wording or anything that you used? Bozoma Saint John: I wish I did. Tim Ferriss: I know that’s a long time ago, but I’m always curious because I suspect – you are a writer. I view you as that. You’re very good at wordsmithing. And it strikes me that people who get good at deal making usually start, or very often, not usually, because you can develop it later, but very often get a lot of practice in early. Right? Bozoma Saint John: Yeah, yeah. Tim Ferriss: So, if you have to give good phone, you sort of figure out certain approaches to it so that you don’t get hung up on in the first 30 seconds. Well, I tell you what. I’ll bring up another example of negotiation. Maybe we can edge into it that way. So, you mentioned east coast/west coast. So, we’ll just, in passing, mention, we don’t have to spend a lot of time on this, but that you ended up teaching a class on Tupac. Bozoma Saint John: Oh, right. Tim Ferriss: In all of your spare time, even though you were pre-med and doing all of these various things. What I’m really curious about is something that I read in the New York Times. And it says, “She got into medical school but lobbied her parents for a yearlong sabbatical.” And then, you said, “They agreed, which was their mistake.” Now, I don’t know your parents, other than what I’ve read. But I’m like, okay, I’m just thinking, in my mind, what that conversation might have been like. So, could you walk us through A) why did you want to take a yearlong sabbatical? And then, B) how did you pitch it, or what was that like? Bozoma Saint John: Oh, my gosh. Well, you know what was funny? I think the art of the pitch is always about enthusiasm. It’s like it doesn’t really  matter what you say, as long as you’re really excited about what you’re saying. People often then will give you the benefit of the doubt. They really will. It’s like along with the Jay-Z concert, I don’t remember exactly what I said, but I know I was enthusiastic about it. And I made the outcome sound probably really good. Tim Ferriss: I’m sure. Bozoma Saint John: That there was some benefit. And the same thing with my parents. My dad was very much – so, when I was a kid, I was really good in sciences and math. And coming from Colorado, there were not a lot of black girls or young women who were science and math nerds who also were on the cheerleading team going to college. There just weren’t a lot of numbers of us. And so, I found myself in probably the enviable position of having my choice of places to go and getting into programs that were looking, obviously, for diversity, but, also, somebody like me who just didn’t appear to be the normal, stereotypical, probably, pre-med student. Tim Ferriss: I don’t think you’re the normal, stereotypical anything, from what I can tell. Bozoma Saint John: You might be right. You might be right. Oh, my God, I’ve never thought of it that way. Oh, my God, that makes me laugh. But my parents were so proud of the fact that I was going to be a doctor because, for them, not only politics and academics were really important, but becoming a doctor, an engineer, or a lawyer were the three professions that they felt would be acceptable for their daughters. And so, becoming a doctor was what needed to happen. And so, yeah, I graduated pre-med, but I knew, in my heart, I knew I didn’t want to do that forever or be a doctor forever. And I just didn’t know how else to push that back until I could figure out what I actually wanted to do because it wasn’t like I was like oh, I want to go be a dancer. I feel like that would have been easier, if I knew what I wanted to do. I just had no idea. I was like, no, I like these arts, but I don’t know what career that is. And so, I have nothing to tell my parents that I’m not going to be a doctor, but I’m going to do this instead. There was just nothing. And so, the conversation was I want to make sure that I’m going to go to school, be committed to it, and graduate in the amount of time that will be acceptable to you. I can’t do that, unless I’ve take time to really figure this out. And that was really my pitch. So, the end result was, or the picture I was painting was that I could go now and struggle because I’d be looking for other things to satisfy me, and I’d probably fail. Or I could take a year, get all of this wildness out of me, and then, go. Tim Ferriss: That worked. Bozoma Saint John: Yeah. Go in a more balanced way. And, of course, they chose the previous one. And they were like yeah, yeah, yeah. I mean, of course they chose the latter because, of course, they were like go, go, yeah, yeah. Go get all of that out of your system, and then, go to school and be serious. And yeah, that was definitely a mistake for them. Tim Ferriss: So, they agree. And then, you step into the sabbatical. Did you have plans for it already? Or were you flying blind? Walk us through any of the milestones in that first year. Bozoma Saint John: I had no idea what I was doing. You know what’s funny? It’s like back to your question about being – I think we started about being scared. I was scared. I was really scared. I didn’t know what I was going to do. But the thing is, and I knew I was really smart, and I knew I could hustle. And so, with those two things, armed with smarts and hustle, I had one friend who was living in New York. And I always wanted to live in New York. And she was getting her master’s in film from Columbia. And so, she had like a graduate apartment with a roommate, but they had a couch. And so, basically, I told her and her roommate that, if they would allow me to stay on their couch for three months while I figured out how to get a job and my own place, I would cook dinner every night. So, that was sort of the tradeoff. And they agreed. So, yeah, I went to New York with no plan. Like I really didn’t know what I was going to do. But I didn’t have any money because my parents were definitely not going to finance this year sabbatical. They’re like you’re on your own, kid. If you’re in New York, you’re going to have to figure it out. and there was this little Dominican spot on the corner of 125th Street near Columbia, [inaudible] where there was a very kind, older lady who kind of took me under her wing. She’d feed me. Man, let me tell you, she’d feed me for free. She would give me like a meal a day. Tim Ferriss: Now, hold on a second. I hate to interrupt, but I have to ask, how did that happen? Did you just walk in and charm her off her feet? How did that end up happening? Bozoma Saint John: Yeah. I would go in, and, at first, it started in the morning because, honestly, I really didn’t have any money. And so, I wanted my money to last. So, I would go in in the morning, and they were selling fresh rolls for $0.10. And so, I would buy the fresh roll, eat that. I had coffee back at the house or tea. And so, I would go back to the apartment. And that would be, literally, sometimes my meal for the day. And so, I went in every day. And she knew that I was coming in every day. But she knew I didn’t have a job. So, we just started making conversation. And it’s very much in my personality to talk to strangers. And I’m very curious about people. And so, I asked her a ton of questions. And then, she started asking me questions. And I don’t know, we just struck up a friendship. And, eventually, I confessed to her that I didn’t know what I was doing. I was just here trying to figure it out. I was sleeping on my friend’s couch. And she had a lot of really great advice. And one of the practical ones – she had lots of good like life advice. But one practical one was that her niece had signed up at a temp agency. And they would call her in the morning and tell her where to go. And she was making good money doing that. Because for me, it was like I’m making no money, so, any money was good. I was like just pay me in rolls. I’m cool. But she gave me the number of the temp agency and, literally, changed my life. I called the temp agency. They started sending me out on jobs. I started making some money. I was able to feed myself. And then, one day, the magic call came, which was that Spike Lee had fired his assistant, and they needed me to go answer the phones at his new advertising agency that he had just created on Madison Avenue and 49th Street in Manhattan. And I went. Tim Ferriss: Okay. So, I have a bunch of questions that are probably going to drive my listeners nuts because they’re going to be like, Ferriss, you’re asking the most unimportant, uninteresting questions imaginable. But you’re cooking for your friends every night, right? Bozoma Saint John: Yeah. Tim Ferriss: Do you remember your go to meals? Bozoma Saint John: Oh, yeah. They’re still my go to meals now. Always some sort of starch, so, either pasta or rice were my two that I like or potatoes every once in again. But I don’t like potatoes myself, so, that. A meat. So, I like stews and soups, so, chicken or beef or fish in a tomato based soup or tomato based stew, and then, a green. That was usually – some variation of that every day. Tim Ferriss: Do you have a favorite green, if you had to choose one or two to have in your refrigerator as a staple, what would they be? Bozoma Saint John: I really like collard greens now. Tim Ferriss: Oh, so good. Bozoma Saint John: Right? Collard greens are so good. They’re hard to make, but once you know how to do it, they’re so delicious. And collards can sit for some time. So, you don’t have to make them every day. Tim Ferriss: Yeah. They don’t fall apart as much. Just since I have food on the brain, I haven’t had much to eat today, I’ll make a recommendation. If you get a light fish like cod or tilapia, you can cook it in almond flour, so, you just kind of coat it in almond flour, and then, you can make tacos using the collard greens as the wraps, and they’re just amazing. Bozoma Saint John: What? Tim Ferriss: Anyway, and it all keeps – Bozoma Saint John: This is a very interesting recipe. Tim Ferriss: It’s fantastic. Yeah. Get some guacamole, it’s killer. Bozoma Saint John: What? Tim Ferriss: So,  now, I want to talk about your fresh roll connection and the life advice she gave you. Do you recall any of the other advice that she gave you besides the very practical tactical recommendation to – Bozoma Saint John: Yeah. It wasn’t so much even about her advice but the fact that she was so encouraging. I would go in there every morning, and she would just have the big smile on her face and just say today is the day. Today is the day. That kind of advice where every day – even if it didn’t happen yesterday, she’d be like today is it. That’s it. You’re going to get it today. And she didn’t know what in the hell I was trying to do. It’s like today is the day. But, also, just things like she would just smile at people, be smiling all of the time. Just stuff like that where I feel like any sort of older mom or grandma type of character would tell you that smile at people. Be friendly. Today is the day. Make it happen today. That kind of thing. She was just more of an encourager than anything. Tim Ferriss: Well, without the right state, and without the right optimism, it’s hard to come up with the proper strategy or put any of it into action. So, it’s sort of a precursor to everything else, yeah. Bozoma Saint John: And she was absolutely right. Tim Ferriss: So, Spike Lee’s ad agency, all right. So, you’re there, and my understanding – I do not know much about this, I just did a little bit of homework. And I wanted to get the real story. So, my understanding is that he dropped a draft of I think it was Bamboozled in front of you and said tell me what you think of this. Bozoma Saint John: Yes. Yeah. He told me to read it. Tim Ferriss: Okay, got it. Okay. This is even better. Got it. So, this makes it even more – Bozoma Saint John: Yeah. Because I was the idiot who was like – Tim Ferriss: That’s really important. Okay. So, now, tell us what happened after that. Bozoma Saint John: So, from there answering phones – Tim Ferriss: Now, as people hear this story, that difference is really, really important, right. Please read this is different. Bozoma Saint John: It’s really important, exactly, because I was answering phones. Let’s remember. I was answering phones. I was doing nothing else but answering phones. Actually, that’s a lie. I was getting coffee. I was cleaning up dirt. I was doing whatever needed to be done, right. And yeah, he had just finished writing Bamboozled. He was about to start casting and principle photography. And yeah, he was walking by my little reception desk, and he dropped it. And he was like, hey, read this because, actually, he knew – when I had gone in a few times that he had made small talk with me, he knew that I loved to read and that I wanted to write were two things that I thought I wanted to do, at the time. And so, I think, for him, it was just like I just wrote something, here, you read it. But what I heard was you should give your thoughts on this. And by thoughts, I thought he meant like mark it up. So, I took my nice little – and why I had a red pen, I will never know. Like I curse myself to this day like why did you pick up a red pen, of all things. Why not a blue pen or a black pen? But why a red pen? Tim Ferriss: Red is very judgmental. Bozoma Saint John: Red is a very judgmental pen. And I read it and made notes and corrections. And I don’t know, I just made, yeah, lots of mark ups in his manuscript. And then, he came back like it wasn’t the next day, but it was like maybe three days later, which, by the way, was quite a feat because Bamboozled is a hard script to read. I don’t know if you’ve seen the film, but it’s very heavy. And he came back, and he was like what did you think? And I handed it to him. And he looked kind of confused. He opens it up, and he’s like flipping through the pages. He’s like, “You marked up my script?” And I was like – it was one of those moments where you’re just like oh, my God, what? Is that not what you wanted me to do? I’m sorry. Did I do something wrong? I don’t know what I did wrong. And he just shook his head and just walked off. And I thought for sure I was fired. I just started packing up my – I was like where is my purse. Let me just go ahead and get my purse right now because I’m out of here. But he came back out. I’m sitting there literally shaking. I think I really needed to pee. My arm pits are itching. I’m like, oh, my God, I can’t even. And he left me like that for like an hour and a half. And he comes out, and he’s like, “You made some good notes.” I was like okay. And it was, literally, that moment where he was like, “You should stick around. I think we could find a job for you here.” And, literally, that’s how I got my permanent job there. So, out of that crazy moment, I believe he realized my potential. Oh, man. What a great story. So, a friend of mine, you may have bumped into him or heard of him, but you should meet him, at some point. He’s in the Bay Area named Naval Ravikant. A fantastic entrepreneur and investor, good friend of mine. And he has said, I’m paraphrasing here, but something along the lines of if I always did what I was qualified to do, I’d be pushing a broom somewhere. Bozoma Saint John: True. Tim Ferriss: And it’s just such a great story because there are so many examples of moments like this when I look back at the stories of folks I’ve had on the podcast. It’s like just doing that one extra thing that you may not be qualified to do, even if it’s accidental, right, but taking that initiative is so key. Now, if we look forward then, from that point, were there any particularly critical decisions that sort of forged your career over the next few years following that incident that you can look back to? Bozoma Saint John: Yeah. I mean, I think so. I really love that quote that you just said because it is true. It’s like, at one point, I was doing really well with Spike. I had gotten promoted a few times. And I was looking around thinking – because what he was really doing was now what we call like the pop culture marketing or consumer engagement. But, at the time, it wasn’t called that. And what I felt was like oh, this is easy to me. I can do this. I need something that will make people pay attention to me and know that I’m smart. So, I was like let me go sign up for some pharmaceutical advertising job because that’s hard. And it’s really, really difficult to execute. And I lasted like three months there, which, by the way, also led me to understand that, of course, I’m capable. Of course, it’s like if I didn’t push myself that way, I wouldn’t have then made the next jump knowing that, okay, I’m smart enough to do this, but this is not what I want to do. I want to get back to the things I do know how to do and make them better. And to me, those are some of the more critical moments whereas like it feels like failure, but it’s actually helping you turn around, helping you to put a finer point on what you actually know how to do or what you should be doing. And there’s been several times like that where I’ve felt like maybe stretching was something that I wasn’t quite sure I could reach that bar. But I was going to fake it anyway. It’s like, at one point, after I left Spike’s agency, I went to Pepsi. And after a few years there, I quit and took a job at a fashion company called Ashley Stewart. Tim Ferriss: And if you don’t mind me asking, why did you quit? Bozoma Saint John: I quit because – God, man, I’m telling you. I quit for the most ridiculous reasons sometimes. I quit because I was a brand manager, and there was a very specific way that Pepsi organized its marketing team. It was like you had a class. Everybody was promoted or not. You had just a particular set of responsibilities. You couldn’t really stretch outside of those. And it just wasn’t – I was just like, oh, my God, if I stay here, I’m just going to be some middle management person with no excitement. I just didn’t feel like that was a thing for me. And not that there’s anything wrong with that. It just wasn’t for me. I wanted to do more. And also, I had already begun to what I would call experiment with my look. I really didn’t want to look like my colleagues. And I knew that I didn’t have to. And so, I had already started to experiment. And people would make comments all of the time about whatever I was wearing, literally, every day. I felt like I was like walking a runway every day because I would walk into the office, and people would be like what does she got on today. So, people would say things like I don’t even know why you work here. You should work in a fashion company. And mind you, I had no idea about the business of fashion at all, zero idea. But I knew I had, obviously, the gold standard in marketing, at the time, which was this Pepsi pedigree in marketing. And the small companie I mentioned, Ashley Stewart, which was based in Secaucus, New Jersey, was looking for the head of marketing because they were trying to turn around the brand. I had also just had my daughter, and the brand was really targeted towards plus size women of color. Fashion was zebra print and gold and like lame and things like that. It wasn’t the competitor who was like tan clothes and black and grays. And I had gained some weight with the pregnancy, and I just felt like I wanted to change the way that women were portrayed, or at least plus size women were portrayed. And it felt like the right thing to do. So, without any experience at all, I was like yeah, I’m going to go do that. Plus, it was a team, and it was the first time I would be the head of anything. And so, I was like I want experience as a leader to run my own team. I have this awesome marketing background. And I’m super cute. Why can’t I do it? I don’t understand. Yeah, I went, and, again, I failed in like a year. By a year, I was done. It was over. Tim Ferriss: What was the cause of the failure? What were the factors? Bozoma Saint John: Man. There were many factors. 1) I didn’t know what the hell I was doing. Let’s just start there. I can admit that now. No, but it was like I bit off too much. Now, looking back, I’m like what the hell was I thinking. It’s like I bit off more than I could chew. It was both the fact that – or there were a few reasons. 1) It was a pretty big team, and I’d never run a team that size before. And leadership is something that you grow into. You don’t just run in and do it. It’s like you’ve got to build it. You’ve got to understand people. You’ve got to understand what your management style is like. And that’s as important as the people you’re managing. How to manage different types of people and different types of personalities, how to motivate people. And then, yeah, the simple basics of I didn’t know anything about merchandising or about store turns. And without that kind of knowledge, I wasn’t as efficient to my business partner as I could have been. So, I brought all of this wealth of knowledge about the foundations of marketing and email campaigns and photo shoots and getting models together and the look and feel and partnerships with different companies. But I didn’t understand the basics of fashion and how the business turns. And so, how could I be a good contributor, a good business partner to my colleagues? I just couldn’t. And so, yeah, I would say about nine months into it, I was like, yeah. This ain’t going to work. But I didn’t want to admit failure. And so, it was somewhat of a relief, too, when they came to me. They’re like, “Do you like what you’re doing? Do you think you’re good at what you do?” And I’m like, “I think I’m good at what I do, just not here.” And they’re like, “Yeah, us, too.” And I’m like, “Yeah, okay. That sounds good.” So, I’ll just grab my things and go. Tim Ferriss: Oh, man. And how did Beats enter the scene? Bozoma Saint John: Yeah. You’re hitting like all of the points. So, I went back to Pepsi after my Ashley Stewart experience, which was a much better situation for me, by the way, because I went back knowing that I didn’t want to do traditional brand management but that I was really good at the pop culture stuff. And so, we created a new group called The Music Entertainment Group, which meant that I was doing all of the deal making for all of the brands in the Pepsi portfolio across all entertainment types. And so, all of the deals were coming through me, and I was able to really do some fun things. Towards the end of or the middle of 2013, my husband who I had been married to for almost 10 years was diagnosed with cancer. And I was really at the – it just hit us at a time when we were both really high in our careers because I had really found my stride in what I felt like corporate America but in marketing with this music and entertainment marketing team. We had just come off this big show for the Super Bowl with Beyoncé. I was feeling myself. I was like I am just the best. Nothing can take me down. And my husband, Peter, was also doing really well. He was in advertising as well. He was a producer. And we were both doing really well. Our daughter was 4. We had our little family. And when he was diagnosed, it was just such a blow to us. Unfortunately, neither of us are strangers to cancer. Both of our mothers are cancer survivors, breast cancer survivors. And they both received treatment and radiation, chemo, and all of that, surgery. And so, our first questions were what happens? What’s the plan? What do we do? And there was no plan because he had a very rare cancer. And for him, he just wanted to be able to live his life as passionately as he could for whatever amount of time that he had left. And we found out really quickly that he really didn’t have a lot of time. And so, six months after he was diagnosed, he passed away. And that was in December. We just sadly celebrated four years that he’s been gone. And I was so lost in that I wasn’t quite sure what to do. We had been living this very fast life. He was so much alive, for me. And that, in those last months, we were trying to do everything that we could to fit the rest of our lives into those few weeks. And one of the things he made me promise, along with he was also a very funny guy, so, he had a lot of jokes. One of them was – I’m not Catholic. I’m not really religious. I am spiritual though. But he was born and raised Catholic. And he made me promise that I would raise our daughter Catholic after he died, or he would haunt me, which was like a real threat because I’m afraid of ghosts. And I was like, “You can’t haunt me. That’s not fair.” And he was like, “Yeah, but I will though. So, you better raise her Catholic,” which makes me laugh now because I really am raising her Catholic because I’m really afraid. But, in any case, that’s a whole other story. But part of that also, and what he made me promise, was that I wouldn’t stop living life as deeply as, again, back to the fire, with as much fire as possible. That what we had learned in the six months was that you really can’t take any day for granted. And that I would need to do that. And so, after he passed away, and I went back to work because I really do enjoy my work, and I find solace in it, and I find inspiration in it, but I went back to Pepsi, and I just knew that I needed to find something different to do or something that would pull me into the future, if that makes any sense at all. Tim Ferriss: Yeah. It makes perfect sense. Bozoma Saint John: And, also, by divine intervention, I met Jimmy Iovine around the same time. And Jimmy had just launched Beats Music. So, he already had Beats Electronics, headphones and speakers, etc. That was already a booming business. And so, but he had launched Beats Music, which was the first streaming platform for music under him. And he was looking for a head of marketing. And the funny thing is, of course, here I was like, okay, I know big brand marketing. I get it. All of the foundational stuff. I also understand the music and entertainment space because I’ve been doing it. Plus, I needed, emotionally, something to look forward to. I needed to build the future. And I needed something, again, back to taking risks and quitting jobs, maybe sometimes for stupid reasons, I was like I need to take another risk. I need another one. I need something to make me feel alive. And so, I told him I would move across the country with my 4-year-old daughter. This was three months after my husband had passed away. And I said, “Okay, I will leave New York. I’m going to quit my job, leave New York, and I’m moving to LA to help you build this thing.” And I also took it as a sign that Beats Music was born on my birthday. So, I was like this makes all of the sense in the world. Yes, I’m coming. Yeah. So, I moved to LA. Tim Ferriss: So, there are so many different things I’d love to ask you about a few of the stories that you just told. Before I do that, anyone listening who has not seen The Defiant Ones, which is a miniseries, incredibly well done, about Dr. Dre and Jimmy and the entire story of Beats and, certainly, both of their lives, I highly, highly recommend checking it out. I had a number of questions. And I thought we could start with, just to rewind the clock, this is, certainly, tying into your late husband. But in Tribe of Mentors, thank you for being part of the book, by the way. Bozoma Saint John: Yes, it was such an honor. Tim Ferriss: I asked you about books that have had a large impact on your life. And you mentioned Tony Morrison, Song of Solomon. So, I was wondering if you could just explain for people why that has had an impact on your life and what it’s meant to you. Bozoma Saint John: Yeah. Oh, man. Okay. So, Tony Morrison is one of my favorite authors. I’ve been reading her since I was in high school. And she’s a really hard author. She doesn’t take it easy on her readers. I think it’s like, sometimes, you write for the lowest common denominator, but she doesn’t. She’s like you’re going to meet me at my level. And she’s just a really difficult author. But I really love her story telling. She tells the experience of the African American experience so well and so richly. So, I really enjoy her books. But my favorite is Song of Solomon. And when I finally got my permanent job with Spike, it was in the Madison Avenue building with DDB, which is the agency that, basically, Madmen was created about. And Peter, my late husband, Peter, worked at DDB. And they had a cafeteria at the bottom of the building. And so, one day, I’m standing in line. Peter, by the way, was a 6’4 of Italian descent, just a big dude with a big voice and a big personality and a big gold chain, which sounds really stereotypical, but he really did wear a gold chain. And so, he’s standing behind me in the line. By the way, I don’t notice him at all, which is hard to imagine because I just described him as this big person. But guess what? I’m a big personality, too, so, screw that. You know what I mean? Tim Ferriss: Right. Bozoma Saint John: Anyway, so, he’s standing behind me, and he’s trying to drop some lines like pickup lines and whatever. And I’m like this dude just needs to quit it. I turn around, and he’s like I’ve been coming down here to try and catch you. I would love to take you out sometime. And I was like – or no, he said I would love to get to know you better. And I was like, “All right. If you want to get to know me better, you should read Tony Morrison’s Song of Solomon.” “And then, we can talk about it.” And I walked away thinking good, there we go. Got rid of him. But, literally, like three weeks later, he finds me in the cafeteria again, and he’s like, “I read the book.” And I was like, “No, that’s actually impossible. I don’t believe you. But, okay. We can have a coffee, and we can talk about it.” So, we sat down for coffee. And he knew so much about the characters, obviously, the plot lines. We had such a rich discussion. And it was such a beautiful moment for me because I was like, wow, okay. When somebody is really interested, when somebody really wants to get to know you, they’re going to do whatever it is that it takes to get to know you. The bar was raised so high. And then, it was raised higher because, for my birthday, which was about a month later, by then, we had been dating, he painted a picture of characters from the book for me for my birthday. And I knew then, I was like this guy is everything. If he is willing to get to know me on my terms, on my level, even though it’s a high bar, and he’s going to jump it, and then, go the extra step of being creative about how he presents it back to me in a new way that was going to be it. Tim Ferriss: Such a great story. Yeah, that dude brought his A game. That’s a serious commitment. Bozoma Saint John: I mean, legit A game. I have the painting hanging in my daughter’s room now. And the book that I gave him sits on my bedside. Tim Ferriss: So, I’d love to follow that up with a question about I suppose grief and what helped you through the grieving process. I mean, were there any particular realizations or resources or pieces of advice or anything that helped you throughout that process? Bozoma Saint John: Yeah. It’s amazing. The part about our story that I don’t often talk about, actually, I’ve never talked about, so, you’ve got to excuse me because I might get emotional. Tim Ferriss: No problem. Bozoma Saint John: Is that, before he was diagnosed, we were, actually, separated. It was just a difficult time. And, like I said, we were both moving so fast in our careers. Things were really popping. And I think we just stopped communicating properly. So, we were separated. And I really didn’t think that we would get back together because I just thought relationships end. And that was a time of life. And blah, blah, blah. And then, he got sick. And I realized that you only get these chances at this type of love maybe once. Like the very lucky get it once. And I had it. And so, for me, it was a real moment of reckoning to understand that love like that doesn’t come around and to appreciate it. And that love like that not only doesn’t come around often and to appreciate it, but that it can last after the physical. And after he passed away, it was, for me, really understanding what it means to forgive yourself like regret and feeling terribly about maybe angry words you said or taking someone for granted or taking love for granted. It just changed my whole perspective. And for me, the grief was not even just about just losing him, but also forgiving myself for having lost precious time that I didn’t need to lose, that I chose to lose, and that I would never do that again. And so, for me, the grief wasn’t just about – or healing wasn’t just about getting over, and I’m using air quotes because there is no getting over. But it was about learning the lessons from just what I never want to repeat again. It’s like if I’m blessed enough to ever find that kind of love again, I will never take it for granted. And I think that’s part of the healing is that understanding what is really important. What’s important to us, what’s important in making us happy, in making us feel satisfied, that things can change, but that we should always, always, always appreciate the greatest gifts that were given. And I will never forget that. Tim Ferriss: Thank you for that. That also hits home for me in a few ways. Fortunately, I’ve never – I have suffered the loss of family members and loved ones and best friends, but never a partner like that. But two things that have, historically, been getting better, but historically, been very big challenges for me are A) forgiving myself for anything, and B) running maybe a little too hot in the anger department. Bozoma Saint John: I’m about that. Tim Ferriss: Yeah. So, what I’d love to hear from you because you’re such a high functioning individual, but you mentioned the sort of letting go, at least this is what I heard, sort of letting go of anger maybe as an emotion and forgiving yourself. What has helped you to modulate those two things? Sort of beating yourself up and/or just the anger piece? Because I think, what I see very often, certainly in myself, is that, and I’m not saying this is you. I don’t want to project. But people who are very kind of aggressive, ask for forgiveness, not for permission, go getter types very frequently also have some collateral damage from both of those things, right? Bozoma Saint John: Yeah. Tim Ferriss: So, I’ve tried to work – no, I haven’t tried. I have worked very hard on trying to recognize that those aren’t always the best fuels and ways to approach things. But how has your thinking about say anger or self forgiveness changed? What have you found helpful? Do you have any exercises or phrases that you revisit? Anything like that? Bozoma Saint John: Well, it’s interesting because you’re right. I would agree that folks who are high functioning in this way run hot in a lot of different ways. And for me, anger is one that I think before – I kind of see myself before Peter died and after Peter died. And before he died, I was definitely quick to anger, impatient, unforgiving is probably a good word, always demanding. I expected everything, and I expected everything to go well, too, by the way because it had, quite frankly. Things had been tough sometimes. And, as we talked about, the phoenix and all of that stuff. But I always found a way through. And maybe arrogant is a good word, too. All of those words to describe the way that I was. And then, something totally uncontrollable, an event so catastrophic and traumatic that was outside of my control happened. And, all of a sudden, it just knocked me down a peg or two, maybe three or four. And coming back from that has been all of this learning about not running so hot all of the time because, really, it’s useless. You could still get a lot of things done without having to leave so much chaos in your wake that there is an opportunity – I’m not saying you never get angry. I still get angry. Things happen. I’m still impatient. I want things to happen today all of the time. But knowing that I can’t damage others based on my anger because then, you have to fix that. And you have to go back and correct those things. And sometimes, that’s more difficult to do than if you hadn’t made the mistake in the first place. So, understanding that not everything gets done through anger and the fire and screaming but that you can get a lot more done when you’re not that way, when you’re peaceful. And again, not that I don’t get angry. But it’s just that I unwind it much easier now. And some of those simple things really do help. It might sound corny, but the walking away, the counting to five, the thinking, okay, let me think about this a different way. How else could I get this done? The conversation with myself really, really, really, really, really helps. The pause. Because I’m one of those, it actually does take me a long time to get angry, but once I get angry, the fuse is lit, and boom, I’m like a firecracker. Tim Ferriss: Right. Bozoma Saint John: So, learning to kind of slow myself when I can feel that happening. The walking away is really important. And those things have really helped also make me reconsider because, when you do take time off, you walk away for a second – let me give you a good example. So, the fire back email, man, I’ve had to learn to not do that. It’s like because, man, I used to be dangerous with that thing. It’s like I would get something that would just piss me off. And then, here, I’d go – right? And then, send. And it usually caused a lot of damage. And now, getting things like that, I stop. Maybe I’ll write something, but I definitely don’t send it. Reread it. Reread it again. Sometimes, pray. I’m like, Lord, just save them from themselves because I’m about to murder all of them. These words are fire. But then, being able to unwind that and think about different ways to approach it doing it with the honey instead of the brimstone is a better option. Tim Ferriss: Yes. For sure. One question that I found really helpful for me, personally, because, man, have I created some messes, especially if I just haven’t had enough to eat. I remember, effectively, my chief marketing officer, on a few occasions, he sent me a text, and it would be something like, wow, you guys just came out throwing hay makers, huh? And I was like yeah, great. Now, I have to spend the rest of the week doing political damage control because I just didn’t have enough peanut butter in the morning or whatever. It’s so stupid. But the question that I found so helpful for me is what else might this mean? Because, particularly with email, you might read it like you’re doing Disney voice overs in your head. But you’re using the super villain from Lion King or something as the voice for the person who sent you this email. And, in fact, they were just like no, very matter of fact, smile on the face, this is this. But you hear this horrible sort of insinuation. And then, the gloves come off, and it’s a big mess. But another question is related to an answer that you’ve given before. This was a journalist asked what advice you would give your younger self. And you can feel free to modify this and maybe add to it. But what caught my eye was don’t make pro and con lists. And I was hoping you could elaborate on that and maybe give us an example or two from your experience. Bozoma Saint John: Yeah. Well, so, that has more to do with my feeling. And it’s very personal to me. It doesn’t work for everybody. But what I have found, in my experience, is that, when I make pro and con lists, it’s usually because I don’t want to talk myself out of a good idea or talk myself into a really bad one. My spirit knew what to do, but my head was like, girl, you better make sure that’s right. Tim Ferriss: Right. Bozoma Saint John: And that internal dialogue because I’m thinking well, academically and logically, let’s think through this. But my spirit always knew what to do. And more often than not – actually, no. Every single time that I did not listen to what my spirit was telling me it was wrong, even if I rationalized to myself. Whether it was a job to take or a relationship or a business deal, every single time. And I think the other thing is that, for me, learning to trust that, and call it whatever you want, spirit, gut, inner voice, there are lots of words for it, learning to trust that has been a real process. I’m still doing it now where it’s like I don’t have to have a reason. It’s like, okay, brain, just shut off. I don’t have to rationalize this. It doesn’t have to make logical sense. I just don’t like that. And I’m not going to do it. And, by the way, again and again and again and again and again, I have proven myself correct that, later on, I find out that person was a total ass. Or that job, somebody else took it, and look at them now. There has been time and time and time and time again when I’ve been right. And I couldn’t have explained it to myself or anyone else. And so, the pro and con list has gone by the wayside. I just don’t do that anymore. I try very much to then just listen to my spirit instead. So, it’s like, if ever the time that it’s like oh, I’m going to go into a quiet – because, when you write the pro and con list, you go into a quiet space. You think about the issue. Maybe you write it down. Then, you start writing your list. For me, instead of doing all of that, I really do go and get into my quiet space and then, just concentrate. What do I want to do? What does this feel like? Am I happy about this? Does this bring me joy? Those types of questions. Usually, I can answer those. Tim Ferriss: Yeah. This is so important. I really like the wording you used also, which I’m sure I’m going to mangle right off the bat. But what you said about whenever you use a pro and con list, you’re either talking your way out of a good idea or into a bad idea. It’s so true. And I remember this was a long time ago, more than 10 years ago, but I was dating this girl. We dated for about two years. And I was agonizing over this pro and con list for a potential deal and looking at the deal structure and the partnership and this project that I really wanted to do or thought I wanted to do. And this just went on for weeks negotiating over every little deal point and so on. And, eventually, she was not involved in any negotiations or deal structuring like this. But, nonetheless, at dinner one night, she goes, “Do you trust this guy or not?” And I was like, “No.” And she’s like, “Well, then, don’t do the deal.” And I was like, “Good advice.” Bozoma Saint John: Right. Tim Ferriss: And, again, to reiterate, this is not necessarily representative of everyone in the world, certainly. And there are times when you have to use data to make your decisions. But whenever I have had that little spider sense tingling or that little gut warning, and I’ve ignored it, 100 percent of the time, and just like you caught yourself, I’m inclined to hedge it and say no, like – many times – no, 100 percent of the time, it has ended up being correct. And it would have saved me from a lot of pain. Bozoma Saint John: That’s right. Tim Ferriss: And what I’ve noticed for myself, too, is that it’s taken a lot of practice to start to listen to that, and, furthermore, I’ve had, for decades, the habit, which is not constructive, of over caffeinating and using a lot of caffeine. And what I found is that is like hitting mute, for me, on my ability to listen to that intuition or that gut feel, which is really based on thousands or millions of years of evolution. Your body is trying to tell you something. Bozoma Saint John: Right. Tim Ferriss: But, if I over caffeinate it, there’s too much noise, and the signal doesn’t get through. Bozoma Saint John: That is so interesting. Tim Ferriss: So, I’d love to talk to you about career advice and to hear about maybe best advice or worst advice that you’ve received from whether it’s mentors or colleagues. And we can kick it off with one that I read about, which maybe you can fact check or clarify. But a well intentioned female executive told you to never wear red lipstick or red nail polish. Is that accurate, or am I getting that from somewhere else? Bozoma Saint John: No, that is 100 percent accurate, yeah. Tim Ferriss: What was the rationale there? And why did it end up not being good advice? Bozoma Saint John: What’s interesting is that I feel like we can put this in the category of when people have good intentions like you were talking about reading it in the Disney character voice. It’s like she was saying it in a very nice way, I’m sure. She was doing it to help me. But it was really – it came across sinister. And for me, I really did listen to it. I accepted it. I tried to implement that. The reason why I say it’s the worst advice I ever received was that it was damaging to me because she was totally wrong. That’s the first thing. But also, that there was this psychological reaction to that, which meant that rad, to me, is one of my favorite colors. I do wear red lipstick, red nail polish, and it does make me feel bold. Back to that word again. And I think, sometimes, I use it as armor. And what that did was that stripped me of my armor. It stripped me of this idea that I could be bold. It made me wonder whether or not I could show up as myself all of the time. That perhaps I was too bold, and I was too loud, and I was too this, and I was too that. And that’s the damage that it did. So, for me, when I look back, it’s not about lipstick or nail polish really. But it was about trying to quiet this boldness and making me wonder whether or not I could appear as myself in any space, in any corporate space, and be accepted. And so, that was terrible. Clearly, I ditched that advice for good and definitely created my own rules. But it was really tough because, obviously – well, not obviously, but I did respect her. And she was more successful than I was, and I wanted to be successful. And so, when somebody who is successful tells you to do something, you try to do it, even when it damages you. Tim Ferriss: Let’s talk about good advice. Who are people that you think of in your career as important mentors along the way, if anyone comes to mind? Is there anyone, in particular, who really helped you to maybe think differently or make better decisions to hone you as a human being or as a professional? Bozoma Saint John: Yeah. Certainly, I could point to my early role model/mentors, my parents, obviously. When I started working, Spike Lee, definitely, and his boldness and his what I would call not carelessness, but he really defied how people – his work is his work. And he doesn’t care about the criticism. He’s going to create the work that he knows should be seen. And that has, certainly, inspired me that, sometimes, critiques are just people who can’t see the world the way you see it, so, who cares. Tim Ferriss: That is a great way to put it, yes. Bozoma Saint John: Right? Tim Ferriss: That is a great way to put it. Bozoma Saint John: Yeah. And along the way, there have been different types of people who have come in and out. It’s so funny because, now, when people are like I want you to be my mentor, and I’m like do you need me right now? I want to know from them. Do you need me right now though? You see me, but you might not need me. You might need somebody else, at this very moment, because mentors are like friendships. Some of them are long lasting. Some of them are for a season. Some of them are from far away. I’ve been inspired by a lot of people that I don’t know. Chris Jenner, Oprah, even though I’ve begun to know her, recently, which is awesome, Arianna Huffington who has a significant impact on my life right now. But there have been lots of people along the way that I have felt drawn to because I want to not emulate them but live more boldly or make different decisions based on things I’ve seen that they’ve been able to do. Tim Ferriss: Just to take the last example, what do you see in Arianna, or what have you observed or heard that has impressed you? Because she’s a fascinating woman. I’ve become friends with her over the last several years along with her sister. But what’s your experience been like? Bozoma Saint John: You know what I learned from her? [Inaudible] present she is. When you’re in a conversation with her, or, hell, when you text her, she is so responsive. When I’m in her presence, and she is talking to me, I don’t think that she’s thinking about anything else, except whatever we’re talking about. It’s a really important quality and one that I have now taken on to be more present in conversations because you have your phone, or you’re distracted. You’re thinking about something else. You’re like going on and on. Whether it’s in the work environment or in a casual environment, I’m trying to be more present so that I can really hone in on what people are saying and how I’m responding to them. And it’s been really, really fascinating to see her do that and how much I appreciate it. So, I know people would appreciate it when I do it. It’s a good lesson. Tim Ferriss: You’re so right. I’ve noticed just how dramatic the impact is when you’re having – if you’re having a conversation with Arianna, let’s just say it’s at a dinner that she’s hosting, and she is a Jedi master of hosting such things. But let’s say there are 20 people. When she’s talking to you, even though many people might be vying for her attention, you feel like you are the only person in the room. Bozoma Saint John: Absolutely. Tim Ferriss: And her eye contact is also just incredible. And I was just thinking I never really revisited this. But when I think about what I remember from those conversations, I remember a lot of the detail of what we talked about. Bozoma Saint John: Yes. Tim Ferriss: But, even though other people at the dinner were very impressive, in various ways, they didn’t have that same focus when we were talking. And I’m struggling right now to think of really next to anything that we spoke about. Yeah. She’s very, very present. Yeah. It’s extremely true. Bozoma Saint John: It’s a really great lesson because I think, also, Maya Angelou said people rarely remember what you said, but they’ll always remember how you made them feel. And I have learned that from Arianna, too, just in living that, when I’m with her, I feel like she cares about me, cares about what I have to say, is responsive to what I’m saying. I want people to feel that way, when they interact with me. I want them to feel like I care because I do. And, sometimes, I think it just comes across wrong because you’re over here looking at the notification that just came on your phone. You didn’t mean to look like you weren’t paying attention or like you’re looking around the room when they’re asking you a question. But to maintain that eye contact, be present in the conversation, not trying to run off somewhere makes people feel like you care. And I do. And so, I want to bring that across. Tim Ferriss: Well, I think it does come across. And I know we only have a little bit of time left. But I’d love to ask a few more questions. And just, as we’re going through the chapters of your life thus far, I have to ask how did you know that Uber was the right next move for you? Bozoma Saint John: Right. Man, that’s – it’s like if there was ever a temptation to write a pro and con list, it would have been when I was going to take the job at Uber. That would have been the moment to write one. But I still didn’t do it. So, I really came up on it because I had been talking to Arianna about [inaudible], and this was shortly after Delete Uber. She’s on the board. And we were having tea at her apartment. And I was talking to her about what I would do as a marketer. I was working at Apple, of course. And she was really fascinated by what I was saying. And she suggested I talk to Travis [inaudible] who was the CEO at the time about it. And I was just like okay, I don’t care. That’s fine. And he happened to be in LA. So, she arranged for us to meet for an hour to talk about it. We ended up talking for eight hours, eight hours, eight hours. And some of it was education. Just being like hey, no, you should really try this. This is blah, blah. And then, but also like the human connection of really understanding what happened, why things happened, and himself as a human being. And it was just a complex conversation. And I left that conversation thinking, man, they’ve got a job to do. I hope they find somebody to do it. And then, in my very comfortable Apple office over the next few days, and I was like, shit, I have to go do it. I have to go do it. I have to leave. I have to leave. I have to go do it. And it was a combination of this idea, which, of course, now, so many people are talking about sexual harassment and diversity issues and discrimination, etc. And, quite honestly, I just feel the real need to contribute to the solutions that I don’t want to sit on the sidelines and wait for somebody else to fix it, especially when it comes down to these more sensitive and what can be catastrophic challenges. This is not necessarily saving a brand. This is about saving an ideal that I want our industry, I want my future, I want my daughter’s future to be changed. I want it to be changed because of this moment. I don’t want us to be the same. And so, this is not to me. So, when people say are you going to save the brand of Uber, I’m like, no, that’s not what I’m here to do. I’m here to save an ideal. I’m here to make sure that we never go backwards and that we use this catalyst moment to propel us forward into a better community and better society and a better industry and better work environments. That’s it. And if the brand gets saved along the way, fantastic. Tim Ferriss: Well, I think, for me, you highlight – what’s the right expression? The right expression might be proactive, constructive descent. Descent isn’t quite the right word. But if I look at the pull quote at the top of your chapter in Tribe of Mentors, which went completely nuts online when I put it up, we spend far too much time complaining about the way things are and forget that we have the power to change anything and everything. And it reminds me of something that I was also told. I want to say it was Joseph Gordon-Levitt who is a really smart guy, which was it’s very easy to say what you’re against, but it’s important to say what you’re for. Bozoma Saint John: Yes. Tim Ferriss: And there’s a big difference. There’s a very big difference between trying to build a better future versus trying to tear down what causes you some type of visceral, negative reaction, right? Bozoma Saint John: Yes. Tim Ferriss: And they’re actually very different things. So, how would you encourage people to think about this? There are a lot of hot button issues. There are a lot of things that need to be fixed. But there’s also a lot of complaining on the internet that, as far as I can tell, does very little to, actually, fix things and repair things. Bozoma Saint John: Correct. Tim Ferriss: So, what would you – how can we steer the ship in the right direction, if that’s possible? Or how would you encourage people change their thinking so that they’re more likely to build as opposed to just simply destroy and attack? Bozoma Saint John: Right. This is a big one. Tim Ferriss: Yeah. Bozoma Saint John: For me, first of all, I love that idea bout encouraging versus tearing down or destroying. By the way, I am very much a fan of calling things out when we don’t like it. Making noise about it. But I want us to go a step further. It’s not just about making the noise, but then, how are we actively changing the set environment. For me, it’s very much like, yes, the quote that’s in your book, which, again, by the way, thank you so much for asking me to participate. It was really – man, by the way, when I got it, I was like holy crap, look how big this book is. It’s amazing. So many people in here. It was like a party. It was amazing. Tim Ferriss: Well, thank you for being part of it. Bozoma Saint John: Yeah. But I really am enamored by the idea that we really can change anything at all. And that each of us are responsible, responsible for the change. I said it before. Like even early on in my career, when people would talk about diversity numbers and the lack of women and so forth and so on, and I would say why are we looking to the CEO to change the numbers? What about us? Like if you’re not in a position to hire, it’s like can I recommend someone in a job that I see open? When I am in a position to hire, can I hire from a diverse pool of candidates? When I do have a seat at the table, can I implement procedures and processes to change the dynamics of how our corporation or our organization looks? That we must do that. We have the power to do that. And that just sitting back and complaining about things is not – doesn’t help anything. And, on the other side of it, I really do think there is a lack of encouragement, in general, these days. Tim Ferriss: Yeah. I agree. Bozoma Saint John: That when we see good things, when we see great things, let’s applaud the hell out of it. Tim Ferriss: Yes. Bozoma Saint John: Let’s scream from the roof tops when we see amazing things happening. Hell, I’m here for everybody gets a prize. It’s like if you see even a small thing, let’s applaud it because I think that the drum beat, and the noise over great things can drown out people who want to do bad or do badly. That when we are in a position to celebrate the great things that are happening or the good things that are happening, we encourage more of it. And so, I want to see us do that more. I certainly do it. I do it myself. I am always applauding. I applaud my friends. I applaud myself. I pat myself on the back all of the time because I really do want to see more encouragement of each other and of humanity out here. Tim Ferriss: It’s such an important point. I’m really glad you said that. And the positive reinforcement is really, really, really important, if you want to change one person’s behavior, or if you want to help catalyze a cultural shift. You can’t just be smashing the dog on the head with a newspaper for everything. There has to be some element of shaping the behavior you want with positive encouragement. And it’s like if you look at science, you look at evolution, you look at any sort of observable phenomenon that is a necessary ingredient. You can’t just get it done by whacking someone on the head because then, they’ll develop some type of learned hopelessness or opt out, which you see quite a bit, unfortunately, right now is a lot of people opting out of these conversations completely. But if, in addition to, or instead of just getting upset, you also get motivated and sort of decide what you’re for and not just what you’re against, I do think, like you said, you can change a lot more than you would expect. And, for instance, we mentioned Arianna Huffington before. One of her favorite books is Meditations by Marcus Aurelius. And so, she and I have talked about this because you can not only change external circumstances, but, even if you change external circumstances, in some respect, you’ll never be totally in control of everyone else’s responses. But you can cultivate the ability in yourself to become more emotionally resilient, let’s say a little less hair trigger. And that helps you to be a more effective agent for change. Well, I want to let you get to your evening. This is so much fun for me. Is there any ask, just with all of the people listening, do you have any final words, suggestions, or an ask for the audience? Bozoma Saint John: Man, that’s a big one. Thank you so much for having me, by the way. This is so amazing. And it’s been such a great conversation. I feel like we could keep talking for hours about so many things. Tim Ferriss: I’ll try to give TK a run for his money with – we’ll have a nine hour conversation. Bozoma Saint John: Exactly. Well, as great poet TLC would say, I ain’t too proud to beg. I’m not too proud to beg for support. I am constantly in need of support. I think, sometimes, we see people achieving. And we think they have it all figured out. I have a lot of things figured out. but I do appreciate support. I am inspired by people. I love to hear about the great things that people are doing. But I also like to be encouraged myself. And so, if you see me in the world, or you see me on social media, I would appreciate a word of encouragement. And that’s what I ask. Tim Ferriss: Here, here. Like your moral support with the rolls in the mornings way back in the day, today is the day. Bozoma Saint John: Today is the day. Tim Ferriss: Today is the day. And people can find you on Twitter, Instagram at badassboz, and certainly can, with encouragement and great interest, watch how you continue to build as the chief brand officer of Uber. And is there anywhere else that people can say hello or should learn more about what you’re up to? Bozoma Saint John: Yeah. I’m pretty open on social media, so, find me there. Tim Ferriss: Engage. Bozoma Saint John: Yes. Being an executive, being a mommy, being a daughter, being a friend, all of the things. Tim Ferriss: Well, I really appreciate you taking the time. This was so much fun for me. And I’m sure that my listeners will no doubt seek you out online. And if there’s anything I can do to help, please let me know. But thank you so much for carving out a little bit of your very valuable time to have a conversation. Bozoma Saint John: I sincerely appreciate you. Today is the day. Tim Ferriss: Today is the day. And for everybody listening, as usual, you can find show notes, links to everything we talked about on tim.blog/podcast where you can find show notes for this episode and every other episode. And until next time, thank you for listening. Posted on: February 4, 2018.", "speakers": ["tim ferriss", "bozoma saint"], "text_sentences": ["diggity, diggity, diggity", "hello, ladies and gentlemen", "this is tim ferriss, and welcome to another episode of the tim ferriss show, aka, perhaps tribe of mentors", "i have two podcasts", "and this applies to both", "my guest today, we’re going to explore her lessons, tribulations, obstacles to overcome, and so much more", "how to survive on tiny rolls in new york city while sleeping on couches", "bozoma saint john, she is the chief brand officer at uber", "and until june 2017, she was a marketing executive at apple music after joining the company through its acquisition of beats music where she was the head of global marketing", "there is so much to this story", "in 2016, billboard named her executive of the year, and fortune included her in their 40 under 40 list", "fast company has also included bozoma on its list of the 100 most creative people", "there’s so many details that we can dig into", "you can say hi to her, bozoma saint john on twitter and instagram at badassboz", "and i think i’ll just keep it at that", "i took so many notes in this conversation", "there are so many things that i’m going to use", "and i hope the same for you", "so, without further ado, please enjoy my wide ranging conversation with bozoma saint john", "boz, welcome to the show", "bozoma saint john: thank you so much", "you are perhaps, in the last six months, the most requested podcast guest by all of my friends on the internet", "and i’m so glad that we finally were able to find a time to jump on the phone have a conversation", "so, thank you for making the time", "bozoma saint john: yes", "well, thank you for having me", "i don’t know if i should be scared about being the most requested or flattered or nervous", "i don’t know how to react to that", "i think flattered is fine", "i don’t know if – i wouldn’t say flattered is a necessity", "but you certainly don’t have to be scared", "and plus, as far as i can tell, you don’t really get very afraid of things", "and we’ll come back to that", "bozoma saint john: yeah, we should come back to that", "yeah", "we’ll definitely come back to that", "and i thought that, in typical tim sort of momentum, nonlinear fashion, we’d actually just start with something that is, as a segue from being the most requested, on twitter", "so, this is your pinned tweet", "and i wanted to hear the background on this", "so, it’s a quote from nietzsche, and it’s, “you must be ready to burn yourself in your own flame", "how could you rise anew if you have not first become ashes.” why is that your pinned tweet, and what does it mean to you", "bozoma saint john: i have always felt very much aligned to the phoenix, the thought of rising from ash that things seem to always burn, burn really, really bright like in some sort of destructive, fatalistic, extreme fashion for me", "it has always been that way", "when i was 5, my dad was in politics in ghana, which is where my family lived", "and there was a coup d’état, which meant that the government was overthrown by the military", "and my dad, along with all of his colleagues, were thrown into political detention", "my mom had to escape with me, my two younger sisters, and she was pregnant with my youngest sister", "and we had to escape to washington, dc under political asylum", "even starting from there, it has always felt like crazy, dramatic things happen, and then, i have to start over", "but the starting over is always better than whatever i came from", "and so, i have never been afraid of the fire, let’s call it", "and so, when i read that, and, by the way, i only read that recently", "i think it was like two years ago or something, it just so struck a cord with me", "i just always wanted to see it, to remember it because, even though life has sort of patterned its way with me, i just wanted to be able to always remember", "it’s a great quote", "and it seems like, in some ways, this is another thing we’ll come back to, and i, typically, don’t lose track of the stuff i say that i’ll come back to, so, we will get back to it", "but, in some ways, you had these life experiences, which resemble the phoenix rising from the ashes", "and now, it seems, in some capacity, you’re almost seeking out experiences where you can help the phoenix rise from the ashes, which is cool, certainly, to watch", "and i’ve been looking forward to this conversation for some time", "but i want to rewind the clock and go back to, i suppose, and maybe there were a few locations in between, but you can tell me, from ghana, you end up in dc", "and then, from that point, at least around age 12, you moved to colorado", "is that right", "bozoma saint john: well, so, i was born in connecticut", "my dad was getting his phd, or two phd’s in [inaudible] and anthropology", "he had come from ghana as a fulbright scholar", "and i was born six months before he received his degrees", "so, right after he received them, we went back to ghana, which then, he got into politics, and we had to leave when i was 5", "we were in the us for about a year or so before both of my parents wanted to move back to africa, but we couldn’t go to ghana", "so, we moved to nairobi, kenya", "and we were in nairobi, kenya for about two years", "and then, of course, because ghana was calling him so much, my dad decided that we should move back to ghana", "we were there for another 2.5 years or so before realizing that things weren’t really going to work out there", "politics wasn’t working out for him there", "and then, he made the brilliant decision that we should move to colorado springs, colorado because what more diverse place to move your four african daughters and your wife than there", "how did – why colorado", "this is the – i’ve been so curious about this", "why was colorado the decision", "bozoma saint john: i know", "i mean, i love colorado", "i think it’s a cool state", "and there’s lots to do", "bozoma saint john: yeah", "colorado is amazing, by the way", "i’m so glad", "but why colorado", "bozoma saint john: but why colorado", "there’s a number of things", "first, he really did like colorado", "he really loved the open spaces and the mountains", "and neither of my parents are afraid of cold, which i think is a stereotype about africans that you must not go someplace cold or something", "but neither of them were afraid of it", "but my dad also wanted to help out international students who were studying in the us because he had been one", "and there was a company, or an organization, out there called international students association", "and they were charged with, basically, helping to support international students in the us who were studying to get their graduate degrees", "and they were based in colorado", "and so, he was like oh, yeah, that sounds like a good idea", "let’s just go there", "i’ll do that", "these girls will grow up in this beautiful location", "we’ll be in america", "they’ll get a great education", "and we’ll just build our life here", "i don’t think he really was thinking about the whole diversity thing though, when we moved there", "so, what were some of the main not takeaways, that sounds like taking a freshman seminar or something", "but what did you gain from that experience of being in colorado", "or what did you learn about yourself or others", "i have read accounts, for instance, of i guess it was your mother, refusing is too strong a word, but choosing not to make pizzas for friday nights, i suppose it was, when people would come over, and instead would make traditional dishes", "so, you were set in such a different environment, right, compared to what you had experience", "what were some of the takeaways and learnings from then", "bozoma saint john: yeah", "it’s so interesting because i have – because i moved around so much as a kid, the moving to colorado wasn’t really that traumatic", "i think that you would think about it, and people sort of clutch their pearls and are like oh, my god", "you are this dark skinned, african girl who moved to very white colorado", "that must have been awful", "and the truth about it is i had moved around a lot", "i was a new kid all of the time", "and so, that didn’t bother me that much", "however, i think, culturally, it was difficult for me because, in the moving around, we’d always been in what i feel like were very international cities", "places where there was a community of let’s call them ex-pats", "and so, the feeling was always very cosmopolitan that people moved around", "they had at least some idea of where you came from", "and there was some appreciation for difference", "and i didn’t find that, at first, when i got to colorado springs", "there was not an appreciation of anything that was different from people who grew up in colorado", "and that was difficult because i wanted to fit in, obviously", "i was 12", "i wanted to make friends", "i wanted to feel “normal”", "and now, of course, i can look back at it and be very thankful that my mom, yeah, refuse is actually a good word because you haven’t met my mother, but there are no choices", "she’s refusing", "so, she refused to buy pizza", "yeah, she would say, “listen, you go to their house", "they feed you their food", "they come to our house, we feed them our food.” it was just there was no argument", "but, also, it was like things like speaking our native tongue in the house", "it was like she had no problem, again, having my little teenage friends over, and speaking to me in our native tongue, often times addressing them in our native tongue, even though she speaks three languages, including english very well", "what is your native tongue", "bozoma saint john: fonti", "fonti", "bozoma saint john: yeah", "it’s a dialect in ghana", "so, anyway, she has been instrumental in my sort of acceptance of even myself that there was the things that i learned from that moment were that it really is okay to be different and be vastly different and to celebrate those things", "not to be ashamed of it, not to hide it, not to try and be something else because it’s not the norm", "and that’s okay", "even just even what seems like a simple thing has been so instrumental in my life", "and even as i sit here today that i am never afraid of being the odd man out because i feel very comfortable in that space", "well, when i think of you, one of the adjectives that jumps to mind is bold", "and i’m curious", "i’d love to dig into where that comes from", "maybe it comes really from your mom", "but, for instance, you seem to really aggressively, and i mean that in a good way, pursue certain leadership positions", "and that started pretty early, as i understand it", "so, captain of the cheerleading squad and the track team, is that right", "bozoma saint john: yeah", "that’s right", "you also ran for student council", "bozoma saint john: yes, i lost", "which is okay", "we can’t all bat 1,000", "bozoma saint john: amen", "and on and on and on and on", "so, how did you develop that", "and are your sisters all that way as well", "bozoma saint john: yeah", "i think it’s in the genes", "both of my parents are very bold people", "like i told you, my dad ran for political office", "he had no problem moving his family around the world, making probably decisions that other parents wouldn’t make", "my mom has always been very bold in the way that she, in her fashion, and the way that she raised us, in her speech, in her directness that those are all things that i just grew up hearing and knowing", "that there was never any fear that i wasn’t going to be able to do something", "and my parents would never allow me to feel like i wasn’t able to do something", "and so, that fearlessness or boldness or going for the big thing has been taught, as well as it’s my nature because those are the kinds of people i come from", "so, a couple of questions", "what were your best events in track", "bozoma saint john: oh, i was a sprinter", "so, the 100, the 200, the 4 by 1, and the 100 hurdles were my races", "i loved running", "i’ll definitely not do any workouts with you, no", "1", "i’ll tear all of the hamstrings", "and now, in the case of say the student council where you lost, what would your parents say to you after something like that", "yeah", "if you can recall, or even if you – bozoma saint john: oh, i recall", "yeah", "all right", "so, what would they say to you after something like that", "bozoma saint john: it’s the same thing that they say to me after anything that i consider a failure", "first of all, again, both of them very direct in a, how would i describe it, it’s like they’re stereotypically african", "my dad is very harsh in the way that he speaks", "so, for instance, when i lost, i came home, and he’s like – and, obviously, he’d been in politics, right", "so, he feels like you should naturally win", "run a campaign, and you win", "and so, i come home, and he’s like how did it go", "i’m going to do the accent because it helps", "how did it go", "i was like, “yeah, so, i didn’t get it.” he’s like, “didn’t get what", "not one position", "you didn’t get president", "you didn’t get vice president", "you didn’t get assemblyman", "you didn’t get councilman", "you didn’t get anything", "nothing at all?” and i’m like, “no", "no position at all.” and he’s like, “you should do it next year", "build up your audience, and do it next year.” it was always that year", "it was like there was no time for tears", "it was just like okay, fine", "just do it next year", "i don’t even know why – this is not a question", "this is a demand", "it’s not an option for you", "i don’t care if you don’t think you want to do it again", "you’re going to do it next year", "so, did you do it next year", "bozoma saint john: i sure did, and i lost again", "and then, what", "did he say the same thing", "bozoma saint john: yeah", "oh, he always – the funny thing is that i, literally, had to graduate from high school before he stopped harassing me about running for student council", "i had to leave school", "that was the only solution", "he would have made me run until there was no one left to vote", "he would have made me do it again and again and again", "just out live them all, so, you can vote for yourself", "bozoma saint john: exactly, completely", "what about your mom", "bozoma saint john: my mom is definitely more nurturing", "she’s the one who is like maybe we should figure out a new campaign", "or maybe we should make something", "she’s always very solution oriented, as well but in a softer way", "and so, she allowed me to sulk and feel sorry for myself", "and then, give you the pep talk to make you go back out, but also, very solution oriented to say we’re going to do this again", "we’re just going to try some new things", "so, this is an odd segue, but we’re going to go there anyway", "is it true that you brought jay-z to campus at one point", "was it high school or college", "bozoma saint john: oh, my gosh", "dude, it was college at wesleyan university, middletown, connecticut, yeah", "i think it was like – it had to be 1996 probably or just about that time, or 1995", "maybe ’95 because it was really early", "how did that come about", "bozoma saint john: yeah", "so, i got to college", "i was pre-med", "and although i was good in the sciences and math, the things that really made me live or excited, the things that were exciting to me were the arts", "music and dance and art and writing and that kind of thing", "and so, my outlets were to join all of the social clubs that would allow me to express myself in that way", "and so, for me, one of those places was like the committee for african american development i think is what it was called, or the black student alliance i think in other places it’s called", "and one of the things we always did was fundraisers because you needed the money to put on the show to do – and i joined the committee for musical engagement at wesleyan", "i don’t even know what that means", "sexy name", "bozoma saint john: very", "it’s very professional", "and so, yeah, we had a campus radio station", "i didn’t have a show, but i had all of the friends who were doing the radio stations, or who had the radio programs, radio shows and had the opportunity to bring people as guests to campus", "and one of those guys knew jay-z’s people", "and so, we were throwing i think it had to be like the fall dance or something like that", "and i just talked to him about all of the different options", "and i remember that he had this collection of cd’s", "it was like, what were they called back then", "it was like you could order them for $0.99", "do you remember this", "oh, i know who you’re talking about", "i want to say the random house clearing something or other", "no, columbia house records", "bozoma saint john: it was something like that where you could get like 12 cd’s for like $1.00 or whatever it was", "it was definitely some sort of scheme", "and he had like hundreds of these things", "and he was showing me his favorites", "and jay-z was one of them", "and i wasn’t really familiar with jay-z because, even though, like i said, i went to high school in colorado, i definitely swung more west coast gangster rap than i did east coast hip hop", "and so, i wasn’t as familiar with jay", "but i was determined that, if these set of people wanted to see an east coast rapper, then, jay-z was going to be the best", "and so, we were going to go get him", "so, literally, it was like phone calls", "we called the management team", "i don’t even know how we got the phone number, to be honest with you", "we called", "we made a pitch", "yeah, and he came to campus", "he came to campus", "and we were in the cafeteria", "that’s where we set up", "and we charged like $2.00 at the door because it’s like, when you give a free concert, i learned that actually then, when you do things for free, people don’t show up", "if you make a little bit of value, they will show up", "so, it was $2.00 at the door", "it was not very packed in there, which is so unfortunate", "jay was not happy with that", "but we threw it", "and now, i can say i did it", "now, how big was he, at the time", "was he – it’s hard for me to rewind the tape and think back to that point", "in other words, was that, in your mind, a huge get", "or was it like cool, we got this guy who is very well known on the east coast, but…", "or was it as big a get as i’m envisioning in my head", "bozoma saint john: i think, at the time, we thought it was a big get because he was well known in new york or the tri state area", "and we wanted a name that people would recognize", "so, it wasn’t like he was unknown", "but he wasn’t the international super star, obviously, that he is now", "and so, to us, we were really excited", "we knew who he was, and we were excited to have him", "but wesleyan is not a diverse college either", "or wasn’t then, anyway", "and so, i just called it the target audience was not big enough to fill the cafeteria that we had planned", "do you remember your pitch on the phone", "do you remember any of the wording or anything that you used", "bozoma saint john: i wish i did", "i know that’s a long time ago, but i’m always curious because i suspect – you are a writer", "i view you as that", "you’re very good at wordsmithing", "and it strikes me that people who get good at deal making usually start, or very often, not usually, because you can develop it later, but very often get a lot of practice in early", "right", "bozoma saint john: yeah, yeah", "so, if you have to give good phone, you sort of figure out certain approaches to it so that you don’t get hung up on in the first 30 seconds", "well, i tell you what", "i’ll bring up another example of negotiation", "maybe we can edge into it that way", "so, you mentioned east coast/west coast", "so, we’ll just, in passing, mention, we don’t have to spend a lot of time on this, but that you ended up teaching a class on tupac", "bozoma saint john: oh, right", "in all of your spare time, even though you were pre-med and doing all of these various things", "what i’m really curious about is something that i read in the new york times", "and it says, “she got into medical school but lobbied her parents for a yearlong sabbatical.” and then, you said, “they agreed, which was their mistake.” now, i don’t know your parents, other than what i’ve read", "but i’m like, okay, i’m just thinking, in my mind, what that conversation might have been like", "so, could you walk us through a) why did you want to take a yearlong sabbatical", "and then, b) how did you pitch it, or what was that like", "bozoma saint john: oh, my gosh", "well, you know what was funny", "i think the art of the pitch is always about enthusiasm", "it’s like it doesn’t really  matter what you say, as long as you’re really excited about what you’re saying", "people often then will give you the benefit of the doubt", "they really will", "it’s like along with the jay-z concert, i don’t remember exactly what i said, but i know i was enthusiastic about it", "and i made the outcome sound probably really good", "i’m sure", "bozoma saint john: that there was some benefit", "and the same thing with my parents", "my dad was very much – so, when i was a kid, i was really good in sciences and math", "and coming from colorado, there were not a lot of black girls or young women who were science and math nerds who also were on the cheerleading team going to college", "there just weren’t a lot of numbers of us", "and so, i found myself in probably the enviable position of having my choice of places to go and getting into programs that were looking, obviously, for diversity, but, also, somebody like me who just didn’t appear to be the normal, stereotypical, probably, pre-med student", "i don’t think you’re the normal, stereotypical anything, from what i can tell", "bozoma saint john: you might be right", "you might be right", "oh, my god, i’ve never thought of it that way", "oh, my god, that makes me laugh", "but my parents were so proud of the fact that i was going to be a doctor because, for them, not only politics and academics were really important, but becoming a doctor, an engineer, or a lawyer were the three professions that they felt would be acceptable for their daughters", "and so, becoming a doctor was what needed to happen", "and so, yeah, i graduated pre-med, but i knew, in my heart, i knew i didn’t want to do that forever or be a doctor forever", "and i just didn’t know how else to push that back until i could figure out what i actually wanted to do because it wasn’t like i was like oh, i want to go be a dancer", "i feel like that would have been easier, if i knew what i wanted to do", "i just had no idea", "i was like, no, i like these arts, but i don’t know what career that is", "and so, i have nothing to tell my parents that i’m not going to be a doctor, but i’m going to do this instead", "there was just nothing", "and so, the conversation was i want to make sure that i’m going to go to school, be committed to it, and graduate in the amount of time that will be acceptable to you", "i can’t do that, unless i’ve take time to really figure this out", "and that was really my pitch", "so, the end result was, or the picture i was painting was that i could go now and struggle because i’d be looking for other things to satisfy me, and i’d probably fail", "or i could take a year, get all of this wildness out of me, and then, go", "that worked", "bozoma saint john: yeah", "go in a more balanced way", "and, of course, they chose the previous one", "and they were like yeah, yeah, yeah", "i mean, of course they chose the latter because, of course, they were like go, go, yeah, yeah", "go get all of that out of your system, and then, go to school and be serious", "and yeah, that was definitely a mistake for them", "so, they agree", "and then, you step into the sabbatical", "did you have plans for it already", "or were you flying blind", "walk us through any of the milestones in that first year", "bozoma saint john: i had no idea what i was doing", "you know what’s funny", "it’s like back to your question about being – i think we started about being scared", "i was scared", "i was really scared", "i didn’t know what i was going to do", "but the thing is, and i knew i was really smart, and i knew i could hustle", "and so, with those two things, armed with smarts and hustle, i had one friend who was living in new york", "and i always wanted to live in new york", "and she was getting her master’s in film from columbia", "and so, she had like a graduate apartment with a roommate, but they had a couch", "and so, basically, i told her and her roommate that, if they would allow me to stay on their couch for three months while i figured out how to get a job and my own place, i would cook dinner every night", "so, that was sort of the tradeoff", "and they agreed", "so, yeah, i went to new york with no plan", "like i really didn’t know what i was going to do", "but i didn’t have any money because my parents were definitely not going to finance this year sabbatical", "they’re like you’re on your own, kid", "if you’re in new york, you’re going to have to figure it out", "and there was this little dominican spot on the corner of 125th street near columbia, [inaudible] where there was a very kind, older lady who kind of took me under her wing", "she’d feed me", "man, let me tell you, she’d feed me for free", "she would give me like a meal a day", "now, hold on a second", "i hate to interrupt, but i have to ask, how did that happen", "did you just walk in and charm her off her feet", "how did that end up happening", "bozoma saint john: yeah", "i would go in, and, at first, it started in the morning because, honestly, i really didn’t have any money", "and so, i wanted my money to last", "so, i would go in in the morning, and they were selling fresh rolls for $0.10", "and so, i would buy the fresh roll, eat that", "i had coffee back at the house or tea", "and so, i would go back to the apartment", "and that would be, literally, sometimes my meal for the day", "and so, i went in every day", "and she knew that i was coming in every day", "but she knew i didn’t have a job", "so, we just started making conversation", "and it’s very much in my personality to talk to strangers", "and i’m very curious about people", "and so, i asked her a ton of questions", "and then, she started asking me questions", "and i don’t know, we just struck up a friendship", "and, eventually, i confessed to her that i didn’t know what i was doing", "i was just here trying to figure it out", "i was sleeping on my friend’s couch", "and she had a lot of really great advice", "and one of the practical ones – she had lots of good like life advice", "but one practical one was that her niece had signed up at a temp agency", "and they would call her in the morning and tell her where to go", "and she was making good money doing that", "because for me, it was like i’m making no money, so, any money was good", "i was like just pay me in rolls", "i’m cool", "but she gave me the number of the temp agency and, literally, changed my life", "i called the temp agency", "they started sending me out on jobs", "i started making some money", "i was able to feed myself", "and then, one day, the magic call came, which was that spike lee had fired his assistant, and they needed me to go answer the phones at his new advertising agency that he had just created on madison avenue and 49th street in manhattan", "and i went", "okay", "so, i have a bunch of questions that are probably going to drive my listeners nuts because they’re going to be like, ferriss, you’re asking the most unimportant, uninteresting questions imaginable", "but you’re cooking for your friends every night, right", "bozoma saint john: yeah", "do you remember your go to meals", "bozoma saint john: oh, yeah", "they’re still my go to meals now", "always some sort of starch, so, either pasta or rice were my two that i like or potatoes every once in again", "but i don’t like potatoes myself, so, that", "a meat", "so, i like stews and soups, so, chicken or beef or fish in a tomato based soup or tomato based stew, and then, a green", "that was usually – some variation of that every day", "do you have a favorite green, if you had to choose one or two to have in your refrigerator as a staple, what would they be", "bozoma saint john: i really like collard greens now", "oh, so good", "bozoma saint john: right", "collard greens are so good", "they’re hard to make, but once you know how to do it, they’re so delicious", "and collards can sit for some time", "so, you don’t have to make them every day", "yeah", "they don’t fall apart as much", "just since i have food on the brain, i haven’t had much to eat today, i’ll make a recommendation", "if you get a light fish like cod or tilapia, you can cook it in almond flour, so, you just kind of coat it in almond flour, and then, you can make tacos using the collard greens as the wraps, and they’re just amazing", "bozoma saint john: what", "anyway, and it all keeps – bozoma saint john: this is a very interesting recipe", "it’s fantastic", "yeah", "get some guacamole, it’s killer", "bozoma saint john: what", "so,  now, i want to talk about your fresh roll connection and the life advice she gave you", "do you recall any of the other advice that she gave you besides the very practical tactical recommendation to – bozoma saint john: yeah", "it wasn’t so much even about her advice but the fact that she was so encouraging", "i would go in there every morning, and she would just have the big smile on her face and just say today is the day", "today is the day", "that kind of advice where every day – even if it didn’t happen yesterday, she’d be like today is it", "that’s it", "you’re going to get it today", "and she didn’t know what in the hell i was trying to do", "it’s like today is the day", "but, also, just things like she would just smile at people, be smiling all of the time", "just stuff like that where i feel like any sort of older mom or grandma type of character would tell you that smile at people", "be friendly", "today is the day", "make it happen today", "that kind of thing", "she was just more of an encourager than anything", "well, without the right state, and without the right optimism, it’s hard to come up with the proper strategy or put any of it into action", "so, it’s sort of a precursor to everything else, yeah", "bozoma saint john: and she was absolutely right", "so, spike lee’s ad agency, all right", "so, you’re there, and my understanding – i do not know much about this, i just did a little bit of homework", "and i wanted to get the real story", "so, my understanding is that he dropped a draft of i think it was bamboozled in front of you and said tell me what you think of this", "bozoma saint john: yes", "yeah", "he told me to read it", "okay, got it", "okay", "this is even better", "got it", "so, this makes it even more – bozoma saint john: yeah", "because i was the idiot who was like – that’s really important", "okay", "so, now, tell us what happened after that", "bozoma saint john: so, from there answering phones – now, as people hear this story, that difference is really, really important, right", "please read this is different", "bozoma saint john: it’s really important, exactly, because i was answering phones", "let’s remember", "i was answering phones", "i was doing nothing else but answering phones", "actually, that’s a lie", "i was getting coffee", "i was cleaning up dirt", "i was doing whatever needed to be done, right", "and yeah, he had just finished writing bamboozled", "he was about to start casting and principle photography", "and yeah, he was walking by my little reception desk, and he dropped it", "and he was like, hey, read this because, actually, he knew – when i had gone in a few times that he had made small talk with me, he knew that i loved to read and that i wanted to write were two things that i thought i wanted to do, at the time", "and so, i think, for him, it was just like i just wrote something, here, you read it", "but what i heard was you should give your thoughts on this", "and by thoughts, i thought he meant like mark it up", "so, i took my nice little – and why i had a red pen, i will never know", "like i curse myself to this day like why did you pick up a red pen, of all things", "why not a blue pen or a black pen", "but why a red pen", "red is very judgmental", "bozoma saint john: red is a very judgmental pen", "and i read it and made notes and corrections", "and i don’t know, i just made, yeah, lots of mark ups in his manuscript", "and then, he came back like it wasn’t the next day, but it was like maybe three days later, which, by the way, was quite a feat because bamboozled is a hard script to read", "i don’t know if you’ve seen the film, but it’s very heavy", "and he came back, and he was like what did you think", "and i handed it to him", "and he looked kind of confused", "he opens it up, and he’s like flipping through the pages", "he’s like, “you marked up my script?” and i was like – it was one of those moments where you’re just like oh, my god, what", "is that not what you wanted me to do", "i’m sorry", "did i do something wrong", "i don’t know what i did wrong", "and he just shook his head and just walked off", "and i thought for sure i was fired", "i just started packing up my – i was like where is my purse", "let me just go ahead and get my purse right now because i’m out of here", "but he came back out", "i’m sitting there literally shaking", "i think i really needed to pee", "my arm pits are itching", "i’m like, oh, my god, i can’t even", "and he left me like that for like an hour and a half", "and he comes out, and he’s like, “you made some good notes.” i was like okay", "and it was, literally, that moment where he was like, “you should stick around", "i think we could find a job for you here.” and, literally, that’s how i got my permanent job there", "so, out of that crazy moment, i believe he realized my potential", "oh, man", "what a great story", "so, a friend of mine, you may have bumped into him or heard of him, but you should meet him, at some point", "he’s in the bay area named naval ravikant", "a fantastic entrepreneur and investor, good friend of mine", "and he has said, i’m paraphrasing here, but something along the lines of if i always did what i was qualified to do, i’d be pushing a broom somewhere", "bozoma saint john: true", "and it’s just such a great story because there are so many examples of moments like this when i look back at the stories of folks i’ve had on the podcast", "it’s like just doing that one extra thing that you may not be qualified to do, even if it’s accidental, right, but taking that initiative is so key", "now, if we look forward then, from that point, were there any particularly critical decisions that sort of forged your career over the next few years following that incident that you can look back to", "bozoma saint john: yeah", "i mean, i think so", "i really love that quote that you just said because it is true", "it’s like, at one point, i was doing really well with spike", "i had gotten promoted a few times", "and i was looking around thinking – because what he was really doing was now what we call like the pop culture marketing or consumer engagement", "but, at the time, it wasn’t called that", "and what i felt was like oh, this is easy to me", "i can do this", "i need something that will make people pay attention to me and know that i’m smart", "so, i was like let me go sign up for some pharmaceutical advertising job because that’s hard", "and it’s really, really difficult to execute", "and i lasted like three months there, which, by the way, also led me to understand that, of course, i’m capable", "of course, it’s like if i didn’t push myself that way, i wouldn’t have then made the next jump knowing that, okay, i’m smart enough to do this, but this is not what i want to do", "i want to get back to the things i do know how to do and make them better", "and to me, those are some of the more critical moments whereas like it feels like failure, but it’s actually helping you turn around, helping you to put a finer point on what you actually know how to do or what you should be doing", "and there’s been several times like that where i’ve felt like maybe stretching was something that i wasn’t quite sure i could reach that bar", "but i was going to fake it anyway", "it’s like, at one point, after i left spike’s agency, i went to pepsi", "and after a few years there, i quit and took a job at a fashion company called ashley stewart", "and if you don’t mind me asking, why did you quit", "bozoma saint john: i quit because – god, man, i’m telling you", "i quit for the most ridiculous reasons sometimes", "i quit because i was a brand manager, and there was a very specific way that pepsi organized its marketing team", "it was like you had a class", "everybody was promoted or not", "you had just a particular set of responsibilities", "you couldn’t really stretch outside of those", "and it just wasn’t – i was just like, oh, my god, if i stay here, i’m just going to be some middle management person with no excitement", "i just didn’t feel like that was a thing for me", "and not that there’s anything wrong with that", "it just wasn’t for me", "i wanted to do more", "and also, i had already begun to what i would call experiment with my look", "i really didn’t want to look like my colleagues", "and i knew that i didn’t have to", "and so, i had already started to experiment", "and people would make comments all of the time about whatever i was wearing, literally, every day", "i felt like i was like walking a runway every day because i would walk into the office, and people would be like what does she got on today", "so, people would say things like i don’t even know why you work here", "you should work in a fashion company", "and mind you, i had no idea about the business of fashion at all, zero idea", "but i knew i had, obviously, the gold standard in marketing, at the time, which was this pepsi pedigree in marketing", "and the small companie i mentioned, ashley stewart, which was based in secaucus, new jersey, was looking for the head of marketing because they were trying to turn around the brand", "i had also just had my daughter, and the brand was really targeted towards plus size women of color", "fashion was zebra print and gold and like lame and things like that", "it wasn’t the competitor who was like tan clothes and black and grays", "and i had gained some weight with the pregnancy, and i just felt like i wanted to change the way that women were portrayed, or at least plus size women were portrayed", "and it felt like the right thing to do", "so, without any experience at all, i was like yeah, i’m going to go do that", "plus, it was a team, and it was the first time i would be the head of anything", "and so, i was like i want experience as a leader to run my own team", "i have this awesome marketing background", "and i’m super cute", "why can’t i do it", "i don’t understand", "yeah, i went, and, again, i failed in like a year", "by a year, i was done", "it was over", "what was the cause of the failure", "what were the factors", "bozoma saint john: man", "there were many factors", "1) i didn’t know what the hell i was doing", "let’s just start there", "i can admit that now", "no, but it was like i bit off too much", "now, looking back, i’m like what the hell was i thinking", "it’s like i bit off more than i could chew", "it was both the fact that – or there were a few reasons", "1) it was a pretty big team, and i’d never run a team that size before", "and leadership is something that you grow into", "you don’t just run in and do it", "it’s like you’ve got to build it", "you’ve got to understand people", "you’ve got to understand what your management style is like", "and that’s as important as the people you’re managing", "how to manage different types of people and different types of personalities, how to motivate people", "and then, yeah, the simple basics of i didn’t know anything about merchandising or about store turns", "and without that kind of knowledge, i wasn’t as efficient to my business partner as i could have been", "so, i brought all of this wealth of knowledge about the foundations of marketing and email campaigns and photo shoots and getting models together and the look and feel and partnerships with different companies", "but i didn’t understand the basics of fashion and how the business turns", "and so, how could i be a good contributor, a good business partner to my colleagues", "i just couldn’t", "and so, yeah, i would say about nine months into it, i was like, yeah", "this ain’t going to work", "but i didn’t want to admit failure", "and so, it was somewhat of a relief, too, when they came to me", "they’re like, “do you like what you’re doing", "do you think you’re good at what you do?” and i’m like, “i think i’m good at what i do, just not here.” and they’re like, “yeah, us, too.” and i’m like, “yeah, okay", "that sounds good.” so, i’ll just grab my things and go", "oh, man", "and how did beats enter the scene", "bozoma saint john: yeah", "you’re hitting like all of the points", "so, i went back to pepsi after my ashley stewart experience, which was a much better situation for me, by the way, because i went back knowing that i didn’t want to do traditional brand management but that i was really good at the pop culture stuff", "and so, we created a new group called the music entertainment group, which meant that i was doing all of the deal making for all of the brands in the pepsi portfolio across all entertainment types", "and so, all of the deals were coming through me, and i was able to really do some fun things", "towards the end of or the middle of 2013, my husband who i had been married to for almost 10 years was diagnosed with cancer", "and i was really at the – it just hit us at a time when we were both really high in our careers because i had really found my stride in what i felt like corporate america but in marketing with this music and entertainment marketing team", "we had just come off this big show for the super bowl with beyoncé", "i was feeling myself", "i was like i am just the best", "nothing can take me down", "and my husband, peter, was also doing really well", "he was in advertising as well", "he was a producer", "and we were both doing really well", "our daughter was 4", "we had our little family", "and when he was diagnosed, it was just such a blow to us", "unfortunately, neither of us are strangers to cancer", "both of our mothers are cancer survivors, breast cancer survivors", "and they both received treatment and radiation, chemo, and all of that, surgery", "and so, our first questions were what happens", "what’s the plan", "what do we do", "and there was no plan because he had a very rare cancer", "and for him, he just wanted to be able to live his life as passionately as he could for whatever amount of time that he had left", "and we found out really quickly that he really didn’t have a lot of time", "and so, six months after he was diagnosed, he passed away", "and that was in december", "we just sadly celebrated four years that he’s been gone", "and i was so lost in that i wasn’t quite sure what to do", "we had been living this very fast life", "he was so much alive, for me", "and that, in those last months, we were trying to do everything that we could to fit the rest of our lives into those few weeks", "and one of the things he made me promise, along with he was also a very funny guy, so, he had a lot of jokes", "one of them was – i’m not catholic", "i’m not really religious", "i am spiritual though", "but he was born and raised catholic", "and he made me promise that i would raise our daughter catholic after he died, or he would haunt me, which was like a real threat because i’m afraid of ghosts", "and i was like, “you can’t haunt me", "that’s not fair.” and he was like, “yeah, but i will though", "so, you better raise her catholic,” which makes me laugh now because i really am raising her catholic because i’m really afraid", "but, in any case, that’s a whole other story", "but part of that also, and what he made me promise, was that i wouldn’t stop living life as deeply as, again, back to the fire, with as much fire as possible", "that what we had learned in the six months was that you really can’t take any day for granted", "and that i would need to do that", "and so, after he passed away, and i went back to work because i really do enjoy my work, and i find solace in it, and i find inspiration in it, but i went back to pepsi, and i just knew that i needed to find something different to do or something that would pull me into the future, if that makes any sense at all", "yeah", "it makes perfect sense", "bozoma saint john: and, also, by divine intervention, i met jimmy iovine around the same time", "and jimmy had just launched beats music", "so, he already had beats electronics, headphones and speakers, etc", "that was already a booming business", "and so, but he had launched beats music, which was the first streaming platform for music under him", "and he was looking for a head of marketing", "and the funny thing is, of course, here i was like, okay, i know big brand marketing", "i get it", "all of the foundational stuff", "i also understand the music and entertainment space because i’ve been doing it", "plus, i needed, emotionally, something to look forward to", "i needed to build the future", "and i needed something, again, back to taking risks and quitting jobs, maybe sometimes for stupid reasons, i was like i need to take another risk", "i need another one", "i need something to make me feel alive", "and so, i told him i would move across the country with my 4-year-old daughter", "this was three months after my husband had passed away", "and i said, “okay, i will leave new york", "i’m going to quit my job, leave new york, and i’m moving to la to help you build this thing.” and i also took it as a sign that beats music was born on my birthday", "so, i was like this makes all of the sense in the world", "yes, i’m coming", "yeah", "so, i moved to la", "so, there are so many different things i’d love to ask you about a few of the stories that you just told", "before i do that, anyone listening who has not seen the defiant ones, which is a miniseries, incredibly well done, about dr", "dre and jimmy and the entire story of beats and, certainly, both of their lives, i highly, highly recommend checking it out", "i had a number of questions", "and i thought we could start with, just to rewind the clock, this is, certainly, tying into your late husband", "but in tribe of mentors, thank you for being part of the book, by the way", "bozoma saint john: yes, it was such an honor", "i asked you about books that have had a large impact on your life", "and you mentioned tony morrison, song of solomon", "so, i was wondering if you could just explain for people why that has had an impact on your life and what it’s meant to you", "bozoma saint john: yeah", "oh, man", "okay", "so, tony morrison is one of my favorite authors", "i’ve been reading her since i was in high school", "and she’s a really hard author", "she doesn’t take it easy on her readers", "i think it’s like, sometimes, you write for the lowest common denominator, but she doesn’t", "she’s like you’re going to meet me at my level", "and she’s just a really difficult author", "but i really love her story telling", "she tells the experience of the african american experience so well and so richly", "so, i really enjoy her books", "but my favorite is song of solomon", "and when i finally got my permanent job with spike, it was in the madison avenue building with ddb, which is the agency that, basically, madmen was created about", "and peter, my late husband, peter, worked at ddb", "and they had a cafeteria at the bottom of the building", "and so, one day, i’m standing in line", "peter, by the way, was a 6’4 of italian descent, just a big dude with a big voice and a big personality and a big gold chain, which sounds really stereotypical, but he really did wear a gold chain", "and so, he’s standing behind me in the line", "by the way, i don’t notice him at all, which is hard to imagine because i just described him as this big person", "but guess what", "i’m a big personality, too, so, screw that", "you know what i mean", "right", "bozoma saint john: anyway, so, he’s standing behind me, and he’s trying to drop some lines like pickup lines and whatever", "and i’m like this dude just needs to quit it", "i turn around, and he’s like i’ve been coming down here to try and catch you", "i would love to take you out sometime", "and i was like – or no, he said i would love to get to know you better", "and i was like, “all right", "if you want to get to know me better, you should read tony morrison’s song of solomon.” “and then, we can talk about it.” and i walked away thinking good, there we go", "got rid of him", "but, literally, like three weeks later, he finds me in the cafeteria again, and he’s like, “i read the book.” and i was like, “no, that’s actually impossible", "i don’t believe you", "but, okay", "we can have a coffee, and we can talk about it.” so, we sat down for coffee", "and he knew so much about the characters, obviously, the plot lines", "we had such a rich discussion", "and it was such a beautiful moment for me because i was like, wow, okay", "when somebody is really interested, when somebody really wants to get to know you, they’re going to do whatever it is that it takes to get to know you", "the bar was raised so high", "and then, it was raised higher because, for my birthday, which was about a month later, by then, we had been dating, he painted a picture of characters from the book for me for my birthday", "and i knew then, i was like this guy is everything", "if he is willing to get to know me on my terms, on my level, even though it’s a high bar, and he’s going to jump it, and then, go the extra step of being creative about how he presents it back to me in a new way that was going to be it", "such a great story", "yeah, that dude brought his a game", "that’s a serious commitment", "bozoma saint john: i mean, legit a game", "i have the painting hanging in my daughter’s room now", "and the book that i gave him sits on my bedside", "so, i’d love to follow that up with a question about i suppose grief and what helped you through the grieving process", "i mean, were there any particular realizations or resources or pieces of advice or anything that helped you throughout that process", "bozoma saint john: yeah", "it’s amazing", "the part about our story that i don’t often talk about, actually, i’ve never talked about, so, you’ve got to excuse me because i might get emotional", "no problem", "bozoma saint john: is that, before he was diagnosed, we were, actually, separated", "it was just a difficult time", "and, like i said, we were both moving so fast in our careers", "things were really popping", "and i think we just stopped communicating properly", "so, we were separated", "and i really didn’t think that we would get back together because i just thought relationships end", "and that was a time of life", "and blah, blah, blah", "and then, he got sick", "and i realized that you only get these chances at this type of love maybe once", "like the very lucky get it once", "and i had it", "and so, for me, it was a real moment of reckoning to understand that love like that doesn’t come around and to appreciate it", "and that love like that not only doesn’t come around often and to appreciate it, but that it can last after the physical", "and after he passed away, it was, for me, really understanding what it means to forgive yourself like regret and feeling terribly about maybe angry words you said or taking someone for granted or taking love for granted", "it just changed my whole perspective", "and for me, the grief was not even just about just losing him, but also forgiving myself for having lost precious time that i didn’t need to lose, that i chose to lose, and that i would never do that again", "and so, for me, the grief wasn’t just about – or healing wasn’t just about getting over, and i’m using air quotes because there is no getting over", "but it was about learning the lessons from just what i never want to repeat again", "it’s like if i’m blessed enough to ever find that kind of love again, i will never take it for granted", "and i think that’s part of the healing is that understanding what is really important", "what’s important to us, what’s important in making us happy, in making us feel satisfied, that things can change, but that we should always, always, always appreciate the greatest gifts that were given", "and i will never forget that", "thank you for that", "that also hits home for me in a few ways", "fortunately, i’ve never – i have suffered the loss of family members and loved ones and best friends, but never a partner like that", "but two things that have, historically, been getting better, but historically, been very big challenges for me are a) forgiving myself for anything, and b) running maybe a little too hot in the anger department", "bozoma saint john: i’m about that", "yeah", "so, what i’d love to hear from you because you’re such a high functioning individual, but you mentioned the sort of letting go, at least this is what i heard, sort of letting go of anger maybe as an emotion and forgiving yourself", "what has helped you to modulate those two things", "sort of beating yourself up and/or just the anger piece", "because i think, what i see very often, certainly in myself, is that, and i’m not saying this is you", "i don’t want to project", "but people who are very kind of aggressive, ask for forgiveness, not for permission, go getter types very frequently also have some collateral damage from both of those things, right", "bozoma saint john: yeah", "so, i’ve tried to work – no, i haven’t tried", "i have worked very hard on trying to recognize that those aren’t always the best fuels and ways to approach things", "but how has your thinking about say anger or self forgiveness changed", "what have you found helpful", "do you have any exercises or phrases that you revisit", "anything like that", "bozoma saint john: well, it’s interesting because you’re right", "i would agree that folks who are high functioning in this way run hot in a lot of different ways", "and for me, anger is one that i think before – i kind of see myself before peter died and after peter died", "and before he died, i was definitely quick to anger, impatient, unforgiving is probably a good word, always demanding", "i expected everything, and i expected everything to go well, too, by the way because it had, quite frankly", "things had been tough sometimes", "and, as we talked about, the phoenix and all of that stuff", "but i always found a way through", "and maybe arrogant is a good word, too", "all of those words to describe the way that i was", "and then, something totally uncontrollable, an event so catastrophic and traumatic that was outside of my control happened", "and, all of a sudden, it just knocked me down a peg or two, maybe three or four", "and coming back from that has been all of this learning about not running so hot all of the time because, really, it’s useless", "you could still get a lot of things done without having to leave so much chaos in your wake that there is an opportunity – i’m not saying you never get angry", "i still get angry", "things happen", "i’m still impatient", "i want things to happen today all of the time", "but knowing that i can’t damage others based on my anger because then, you have to fix that", "and you have to go back and correct those things", "and sometimes, that’s more difficult to do than if you hadn’t made the mistake in the first place", "so, understanding that not everything gets done through anger and the fire and screaming but that you can get a lot more done when you’re not that way, when you’re peaceful", "and again, not that i don’t get angry", "but it’s just that i unwind it much easier now", "and some of those simple things really do help", "it might sound corny, but the walking away, the counting to five, the thinking, okay, let me think about this a different way", "how else could i get this done", "the conversation with myself really, really, really, really, really helps", "the pause", "because i’m one of those, it actually does take me a long time to get angry, but once i get angry, the fuse is lit, and boom, i’m like a firecracker", "right", "bozoma saint john: so, learning to kind of slow myself when i can feel that happening", "the walking away is really important", "and those things have really helped also make me reconsider because, when you do take time off, you walk away for a second – let me give you a good example", "so, the fire back email, man, i’ve had to learn to not do that", "it’s like because, man, i used to be dangerous with that thing", "it’s like i would get something that would just piss me off", "and then, here, i’d go – right", "and then, send", "and it usually caused a lot of damage", "and now, getting things like that, i stop", "maybe i’ll write something, but i definitely don’t send it", "reread it", "reread it again", "sometimes, pray", "i’m like, lord, just save them from themselves because i’m about to murder all of them", "these words are fire", "but then, being able to unwind that and think about different ways to approach it doing it with the honey instead of the brimstone is a better option", "yes", "for sure", "one question that i found really helpful for me, personally, because, man, have i created some messes, especially if i just haven’t had enough to eat", "i remember, effectively, my chief marketing officer, on a few occasions, he sent me a text, and it would be something like, wow, you guys just came out throwing hay makers, huh", "and i was like yeah, great", "now, i have to spend the rest of the week doing political damage control because i just didn’t have enough peanut butter in the morning or whatever", "it’s so stupid", "but the question that i found so helpful for me is what else might this mean", "because, particularly with email, you might read it like you’re doing disney voice overs in your head", "but you’re using the super villain from lion king or something as the voice for the person who sent you this email", "and, in fact, they were just like no, very matter of fact, smile on the face, this is this", "but you hear this horrible sort of insinuation", "and then, the gloves come off, and it’s a big mess", "but another question is related to an answer that you’ve given before", "this was a journalist asked what advice you would give your younger self", "and you can feel free to modify this and maybe add to it", "but what caught my eye was don’t make pro and con lists", "and i was hoping you could elaborate on that and maybe give us an example or two from your experience", "bozoma saint john: yeah", "well, so, that has more to do with my feeling", "and it’s very personal to me", "it doesn’t work for everybody", "but what i have found, in my experience, is that, when i make pro and con lists, it’s usually because i don’t want to talk myself out of a good idea or talk myself into a really bad one", "my spirit knew what to do, but my head was like, girl, you better make sure that’s right", "right", "bozoma saint john: and that internal dialogue because i’m thinking well, academically and logically, let’s think through this", "but my spirit always knew what to do", "and more often than not – actually, no", "every single time that i did not listen to what my spirit was telling me it was wrong, even if i rationalized to myself", "whether it was a job to take or a relationship or a business deal, every single time", "and i think the other thing is that, for me, learning to trust that, and call it whatever you want, spirit, gut, inner voice, there are lots of words for it, learning to trust that has been a real process", "i’m still doing it now where it’s like i don’t have to have a reason", "it’s like, okay, brain, just shut off", "i don’t have to rationalize this", "it doesn’t have to make logical sense", "i just don’t like that", "and i’m not going to do it", "and, by the way, again and again and again and again and again, i have proven myself correct that, later on, i find out that person was a total ass", "or that job, somebody else took it, and look at them now", "there has been time and time and time and time again when i’ve been right", "and i couldn’t have explained it to myself or anyone else", "and so, the pro and con list has gone by the wayside", "i just don’t do that anymore", "i try very much to then just listen to my spirit instead", "so, it’s like, if ever the time that it’s like oh, i’m going to go into a quiet – because, when you write the pro and con list, you go into a quiet space", "you think about the issue", "maybe you write it down", "then, you start writing your list", "for me, instead of doing all of that, i really do go and get into my quiet space and then, just concentrate", "what do i want to do", "what does this feel like", "am i happy about this", "does this bring me joy", "those types of questions", "usually, i can answer those", "yeah", "this is so important", "i really like the wording you used also, which i’m sure i’m going to mangle right off the bat", "but what you said about whenever you use a pro and con list, you’re either talking your way out of a good idea or into a bad idea", "it’s so true", "and i remember this was a long time ago, more than 10 years ago, but i was dating this girl", "we dated for about two years", "and i was agonizing over this pro and con list for a potential deal and looking at the deal structure and the partnership and this project that i really wanted to do or thought i wanted to do", "and this just went on for weeks negotiating over every little deal point and so on", "and, eventually, she was not involved in any negotiations or deal structuring like this", "but, nonetheless, at dinner one night, she goes, “do you trust this guy or not?” and i was like, “no.” and she’s like, “well, then, don’t do the deal.” and i was like, “good advice.” bozoma saint john: right", "and, again, to reiterate, this is not necessarily representative of everyone in the world, certainly", "and there are times when you have to use data to make your decisions", "but whenever i have had that little spider sense tingling or that little gut warning, and i’ve ignored it, 100 percent of the time, and just like you caught yourself, i’m inclined to hedge it and say no, like – many times – no, 100 percent of the time, it has ended up being correct", "and it would have saved me from a lot of pain", "bozoma saint john: that’s right", "and what i’ve noticed for myself, too, is that it’s taken a lot of practice to start to listen to that, and, furthermore, i’ve had, for decades, the habit, which is not constructive, of over caffeinating and using a lot of caffeine", "and what i found is that is like hitting mute, for me, on my ability to listen to that intuition or that gut feel, which is really based on thousands or millions of years of evolution", "your body is trying to tell you something", "bozoma saint john: right", "but, if i over caffeinate it, there’s too much noise, and the signal doesn’t get through", "bozoma saint john: that is so interesting", "so, i’d love to talk to you about career advice and to hear about maybe best advice or worst advice that you’ve received from whether it’s mentors or colleagues", "and we can kick it off with one that i read about, which maybe you can fact check or clarify", "but a well intentioned female executive told you to never wear red lipstick or red nail polish", "is that accurate, or am i getting that from somewhere else", "bozoma saint john: no, that is 100 percent accurate, yeah", "what was the rationale there", "and why did it end up not being good advice", "bozoma saint john: what’s interesting is that i feel like we can put this in the category of when people have good intentions like you were talking about reading it in the disney character voice", "it’s like she was saying it in a very nice way, i’m sure", "she was doing it to help me", "but it was really – it came across sinister", "and for me, i really did listen to it", "i accepted it", "i tried to implement that", "the reason why i say it’s the worst advice i ever received was that it was damaging to me because she was totally wrong", "that’s the first thing", "but also, that there was this psychological reaction to that, which meant that rad, to me, is one of my favorite colors", "i do wear red lipstick, red nail polish, and it does make me feel bold", "back to that word again", "and i think, sometimes, i use it as armor", "and what that did was that stripped me of my armor", "it stripped me of this idea that i could be bold", "it made me wonder whether or not i could show up as myself all of the time", "that perhaps i was too bold, and i was too loud, and i was too this, and i was too that", "and that’s the damage that it did", "so, for me, when i look back, it’s not about lipstick or nail polish really", "but it was about trying to quiet this boldness and making me wonder whether or not i could appear as myself in any space, in any corporate space, and be accepted", "and so, that was terrible", "clearly, i ditched that advice for good and definitely created my own rules", "but it was really tough because, obviously – well, not obviously, but i did respect her", "and she was more successful than i was, and i wanted to be successful", "and so, when somebody who is successful tells you to do something, you try to do it, even when it damages you", "let’s talk about good advice", "who are people that you think of in your career as important mentors along the way, if anyone comes to mind", "is there anyone, in particular, who really helped you to maybe think differently or make better decisions to hone you as a human being or as a professional", "bozoma saint john: yeah", "certainly, i could point to my early role model/mentors, my parents, obviously", "when i started working, spike lee, definitely, and his boldness and his what i would call not carelessness, but he really defied how people – his work is his work", "and he doesn’t care about the criticism", "he’s going to create the work that he knows should be seen", "and that has, certainly, inspired me that, sometimes, critiques are just people who can’t see the world the way you see it, so, who cares", "that is a great way to put it, yes", "bozoma saint john: right", "that is a great way to put it", "bozoma saint john: yeah", "and along the way, there have been different types of people who have come in and out", "it’s so funny because, now, when people are like i want you to be my mentor, and i’m like do you need me right now", "i want to know from them", "do you need me right now though", "you see me, but you might not need me", "you might need somebody else, at this very moment, because mentors are like friendships", "some of them are long lasting", "some of them are for a season", "some of them are from far away", "i’ve been inspired by a lot of people that i don’t know", "chris jenner, oprah, even though i’ve begun to know her, recently, which is awesome, arianna huffington who has a significant impact on my life right now", "but there have been lots of people along the way that i have felt drawn to because i want to not emulate them but live more boldly or make different decisions based on things i’ve seen that they’ve been able to do", "just to take the last example, what do you see in arianna, or what have you observed or heard that has impressed you", "because she’s a fascinating woman", "i’ve become friends with her over the last several years along with her sister", "but what’s your experience been like", "bozoma saint john: you know what i learned from her", "[inaudible] present she is", "when you’re in a conversation with her, or, hell, when you text her, she is so responsive", "when i’m in her presence, and she is talking to me, i don’t think that she’s thinking about anything else, except whatever we’re talking about", "it’s a really important quality and one that i have now taken on to be more present in conversations because you have your phone, or you’re distracted", "you’re thinking about something else", "you’re like going on and on", "whether it’s in the work environment or in a casual environment, i’m trying to be more present so that i can really hone in on what people are saying and how i’m responding to them", "and it’s been really, really fascinating to see her do that and how much i appreciate it", "so, i know people would appreciate it when i do it", "it’s a good lesson", "you’re so right", "i’ve noticed just how dramatic the impact is when you’re having – if you’re having a conversation with arianna, let’s just say it’s at a dinner that she’s hosting, and she is a jedi master of hosting such things", "but let’s say there are 20 people", "when she’s talking to you, even though many people might be vying for her attention, you feel like you are the only person in the room", "bozoma saint john: absolutely", "and her eye contact is also just incredible", "and i was just thinking i never really revisited this", "but when i think about what i remember from those conversations, i remember a lot of the detail of what we talked about", "bozoma saint john: yes", "but, even though other people at the dinner were very impressive, in various ways, they didn’t have that same focus when we were talking", "and i’m struggling right now to think of really next to anything that we spoke about", "yeah", "she’s very, very present", "yeah", "it’s extremely true", "bozoma saint john: it’s a really great lesson because i think, also, maya angelou said people rarely remember what you said, but they’ll always remember how you made them feel", "and i have learned that from arianna, too, just in living that, when i’m with her, i feel like she cares about me, cares about what i have to say, is responsive to what i’m saying", "i want people to feel that way, when they interact with me", "i want them to feel like i care because i do", "and, sometimes, i think it just comes across wrong because you’re over here looking at the notification that just came on your phone", "you didn’t mean to look like you weren’t paying attention or like you’re looking around the room when they’re asking you a question", "but to maintain that eye contact, be present in the conversation, not trying to run off somewhere makes people feel like you care", "and i do", "and so, i want to bring that across", "well, i think it does come across", "and i know we only have a little bit of time left", "but i’d love to ask a few more questions", "and just, as we’re going through the chapters of your life thus far, i have to ask how did you know that uber was the right next move for you", "bozoma saint john: right", "man, that’s – it’s like if there was ever a temptation to write a pro and con list, it would have been when i was going to take the job at uber", "that would have been the moment to write one", "but i still didn’t do it", "so, i really came up on it because i had been talking to arianna about [inaudible], and this was shortly after delete uber", "she’s on the board", "and we were having tea at her apartment", "and i was talking to her about what i would do as a marketer", "i was working at apple, of course", "and she was really fascinated by what i was saying", "and she suggested i talk to travis [inaudible] who was the ceo at the time about it", "and i was just like okay, i don’t care", "that’s fine", "and he happened to be in la", "so, she arranged for us to meet for an hour to talk about it", "we ended up talking for eight hours, eight hours, eight hours", "and some of it was education", "just being like hey, no, you should really try this", "this is blah, blah", "and then, but also like the human connection of really understanding what happened, why things happened, and himself as a human being", "and it was just a complex conversation", "and i left that conversation thinking, man, they’ve got a job to do", "i hope they find somebody to do it", "and then, in my very comfortable apple office over the next few days, and i was like, shit, i have to go do it", "i have to go do it", "i have to leave", "i have to leave", "i have to go do it", "and it was a combination of this idea, which, of course, now, so many people are talking about sexual harassment and diversity issues and discrimination, etc", "and, quite honestly, i just feel the real need to contribute to the solutions that i don’t want to sit on the sidelines and wait for somebody else to fix it, especially when it comes down to these more sensitive and what can be catastrophic challenges", "this is not necessarily saving a brand", "this is about saving an ideal that i want our industry, i want my future, i want my daughter’s future to be changed", "i want it to be changed because of this moment", "i don’t want us to be the same", "and so, this is not to me", "so, when people say are you going to save the brand of uber, i’m like, no, that’s not what i’m here to do", "i’m here to save an ideal", "i’m here to make sure that we never go backwards and that we use this catalyst moment to propel us forward into a better community and better society and a better industry and better work environments", "that’s it", "and if the brand gets saved along the way, fantastic", "well, i think, for me, you highlight – what’s the right expression", "the right expression might be proactive, constructive descent", "descent isn’t quite the right word", "but if i look at the pull quote at the top of your chapter in tribe of mentors, which went completely nuts online when i put it up, we spend far too much time complaining about the way things are and forget that we have the power to change anything and everything", "and it reminds me of something that i was also told", "i want to say it was joseph gordon-levitt who is a really smart guy, which was it’s very easy to say what you’re against, but it’s important to say what you’re for", "bozoma saint john: yes", "and there’s a big difference", "there’s a very big difference between trying to build a better future versus trying to tear down what causes you some type of visceral, negative reaction, right", "bozoma saint john: yes", "and they’re actually very different things", "so, how would you encourage people to think about this", "there are a lot of hot button issues", "there are a lot of things that need to be fixed", "but there’s also a lot of complaining on the internet that, as far as i can tell, does very little to, actually, fix things and repair things", "bozoma saint john: correct", "so, what would you – how can we steer the ship in the right direction, if that’s possible", "or how would you encourage people change their thinking so that they’re more likely to build as opposed to just simply destroy and attack", "bozoma saint john: right", "this is a big one", "yeah", "bozoma saint john: for me, first of all, i love that idea bout encouraging versus tearing down or destroying", "by the way, i am very much a fan of calling things out when we don’t like it", "making noise about it", "but i want us to go a step further", "it’s not just about making the noise, but then, how are we actively changing the set environment", "for me, it’s very much like, yes, the quote that’s in your book, which, again, by the way, thank you so much for asking me to participate", "it was really – man, by the way, when i got it, i was like holy crap, look how big this book is", "it’s amazing", "so many people in here", "it was like a party", "it was amazing", "well, thank you for being part of it", "bozoma saint john: yeah", "but i really am enamored by the idea that we really can change anything at all", "and that each of us are responsible, responsible for the change", "i said it before", "like even early on in my career, when people would talk about diversity numbers and the lack of women and so forth and so on, and i would say why are we looking to the ceo to change the numbers", "what about us", "like if you’re not in a position to hire, it’s like can i recommend someone in a job that i see open", "when i am in a position to hire, can i hire from a diverse pool of candidates", "when i do have a seat at the table, can i implement procedures and processes to change the dynamics of how our corporation or our organization looks", "that we must do that", "we have the power to do that", "and that just sitting back and complaining about things is not – doesn’t help anything", "and, on the other side of it, i really do think there is a lack of encouragement, in general, these days", "yeah", "i agree", "bozoma saint john: that when we see good things, when we see great things, let’s applaud the hell out of it", "yes", "bozoma saint john: let’s scream from the roof tops when we see amazing things happening", "hell, i’m here for everybody gets a prize", "it’s like if you see even a small thing, let’s applaud it because i think that the drum beat, and the noise over great things can drown out people who want to do bad or do badly", "that when we are in a position to celebrate the great things that are happening or the good things that are happening, we encourage more of it", "and so, i want to see us do that more", "i certainly do it", "i do it myself", "i am always applauding", "i applaud my friends", "i applaud myself", "i pat myself on the back all of the time because i really do want to see more encouragement of each other and of humanity out here", "it’s such an important point", "i’m really glad you said that", "and the positive reinforcement is really, really, really important, if you want to change one person’s behavior, or if you want to help catalyze a cultural shift", "you can’t just be smashing the dog on the head with a newspaper for everything", "there has to be some element of shaping the behavior you want with positive encouragement", "and it’s like if you look at science, you look at evolution, you look at any sort of observable phenomenon that is a necessary ingredient", "you can’t just get it done by whacking someone on the head because then, they’ll develop some type of learned hopelessness or opt out, which you see quite a bit, unfortunately, right now is a lot of people opting out of these conversations completely", "but if, in addition to, or instead of just getting upset, you also get motivated and sort of decide what you’re for and not just what you’re against, i do think, like you said, you can change a lot more than you would expect", "and, for instance, we mentioned arianna huffington before", "one of her favorite books is meditations by marcus aurelius", "and so, she and i have talked about this because you can not only change external circumstances, but, even if you change external circumstances, in some respect, you’ll never be totally in control of everyone else’s responses", "but you can cultivate the ability in yourself to become more emotionally resilient, let’s say a little less hair trigger", "and that helps you to be a more effective agent for change", "well, i want to let you get to your evening", "this is so much fun for me", "is there any ask, just with all of the people listening, do you have any final words, suggestions, or an ask for the audience", "bozoma saint john: man, that’s a big one", "thank you so much for having me, by the way", "this is so amazing", "and it’s been such a great conversation", "i feel like we could keep talking for hours about so many things", "i’ll try to give tk a run for his money with – we’ll have a nine hour conversation", "bozoma saint john: exactly", "well, as great poet tlc would say, i ain’t too proud to beg", "i’m not too proud to beg for support", "i am constantly in need of support", "i think, sometimes, we see people achieving", "and we think they have it all figured out", "i have a lot of things figured out", "but i do appreciate support", "i am inspired by people", "i love to hear about the great things that people are doing", "but i also like to be encouraged myself", "and so, if you see me in the world, or you see me on social media, i would appreciate a word of encouragement", "and that’s what i ask", "here, here", "like your moral support with the rolls in the mornings way back in the day, today is the day", "bozoma saint john: today is the day", "today is the day", "and people can find you on twitter, instagram at badassboz, and certainly can, with encouragement and great interest, watch how you continue to build as the chief brand officer of uber", "and is there anywhere else that people can say hello or should learn more about what you’re up to", "bozoma saint john: yeah", "i’m pretty open on social media, so, find me there", "engage", "bozoma saint john: yes", "being an executive, being a mommy, being a daughter, being a friend, all of the things", "well, i really appreciate you taking the time", "this was so much fun for me", "and i’m sure that my listeners will no doubt seek you out online", "and if there’s anything i can do to help, please let me know", "but thank you so much for carving out a little bit of your very valuable time to have a conversation", "bozoma saint john: i sincerely appreciate you", "today is the day", "today is the day", "and for everybody listening, as usual, you can find show notes, links to everything we talked about on tim.blog/podcast where you can find show notes for this episode and every other episode", "and until next time, thank you for listening"]}