{"dialog_idx": {}, "episode_num": 289, "file_type": "audio", "guests": [], "num_sentences": 345, "num_words": 5905, "raw_text": "Please enjoy this transcript of an episode on how I manage all the information I receive. I hope it helps to strengthen the signal, discard the noise, and make every piece of information that you choose to receive easier to process. The episode was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the episode here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Well, hello, ladies and gentlemen. [Foreign Language], or if you prefer Cantonese, [Foreign Language]. I think I mangled that because my Cantonese is [Foreign Language], but Happy New Year, everybody. To all of my first-time and long-term listeners, thank you for joining me once again for another episode of the Tim Ferriss Show. Normally, it is my job to deconstruct a world-class performer over two to three hours of interview to tease out the habits, routines, tactics, and so on that they apply in their lives that you can borrow and apply in your own. It could range from favorite books to nighttime rituals to the first 60 minutes of their day and so on. In this episode, I’m going to take a slightly different approach. Many of you have asked, over the last, say, six months, specifically after reading Tools of Titans and Tribe of Mentors – my last two books – how I process all the information that I receive. That also came about because I showed some people a screen shot of the 392,000 unread e-mails that I have. I’ve also been asked how I make sense of the signal versus the noise on social media and, I suppose, delineate between the things that I should try to absorb versus distractions. This episode will cover all of those topics, and it will also answer a few questions that have been asked many times that are popular about building a world-class network and writing books, specifically answering the question, should you write a book, or, if you’re doing it first-person, should I write a book? If you’re asking yourself that, then I have some thoughts because I am constantly asked about book writing and publishing. I hope that this episode, this information helps you to strengthen the signal to discard some of the noise in the upcoming year and that it makes every piece of information that you receive that you choose to process easier to process. So, thanks for listening, and enjoy. Social media, let’s talk about the abusive spouse we all know that we go back to because they give us a flower. We walk back onto the internet, and the first thing that happens is they throw a bring out of a window as we’re walking down the sidewalk, and it catches us in the teeth. Anyway, a little dramatic, maybe, but internet’s a rough place, and social media’s certainly a full contact sport. I do have a few guidelines or policies for myself that help me to maintain my sanity. Number one is that my phone is on airplane mode, I would say, 80 plus percent of my day. It is particularly critical post dinner all the way until I finish my morning routine the next day. My phone is almost never on, or say off of airplane mode, when I’m in bed. I don’t like the health implications, particularly, and I don’t want to go into a reactive mode when I wake up. I want to have my medication and/or exercise and sitting down doing, say, five-minute journal or determining my top one or two priorities for the day while I have my tea. Then and only then, once I’ve calibrated my true north for the day and my one or two must-do to-dos that make everything else on the list easier or irrelevant only then do I open the window, my bullet proof car and let the bullets start whizzing. That I’m only referring to in the case of text messages and, potentially, e-mail. I do not have notifications on my phone for most things. I do not have e-mail notifications. I do not have news notifications. I turned off all news notifications. I have no social media notifications. I want to be able to select the exact times that I engage, if I engage on social media. So, a few thoughts. Number one is that, if you don’t want to amplify something or encourage someone, then starve given say tweet of oxygen. My default action for negativity or tax starve of it oxygen because I’ll have people deliberately attack me just to provoke a response because it will benefit them for me to respond. I very, very, very rarely respond to any type of attack on the internet for many different reasons. Also, because it will then, in almost some cost fallacy type of way engage me and make me feel committed to engaging. If I send a retort, and I think it’s addressed them or, in some way, defeated them, and they respond, I will feel the inclination to respond yet and again, and then you’re just wrestling in the mud with the pig. It makes you filthy; makes the pig happy, so I opt out whenever possible. I don’t remember exactly who this is attributed to, but the quote is, “The best revenge is living well.” So, that’s how I feel. The best revenge is living well, and the best way to live well is to ignore things. An even better way to live well is to not see things. I never look at, for instance, home screens on, say, Twitter. I will look at my at replies because many of my readers and listeners are very good at finding things I find really, really interesting and fascinating and say, “Hey, Tim, I thought you’d really enjoy this study related to A, B, and C. Hey, Tim, you shared this video about blobbity blah in five-bullet Friday newsletter. I thought you’d love this video that very few people have seen outside of Poland.” Awesome, fantastic. That’s the stuff I want to see. So, Twitter is useful for, specifically, looking at feedback via at mentions, but also connecting with celebrities or well-known people, I should say, who then can communicate with you if they follow you or if you can catalyze and you can encourage them to follow you in a bunch of indirect ways, like retweeting things they’ve done, favoriting things they’ve done, following them doing all three of those things at the same time, or in rapid succession. Then you can DM with them, and neither of you has to exchange personal information. That is how I’ve got, probably, 40 of the people who are, in some ways, above my weight class to be involved with Tribe Mentors. The different social media networks also, to me, represent different types of neighborhoods. Twitters, of those I engage with, readily the most poisonous, in a way. It’s not the most violent. There are others that are more violent, but it’s really a street, as I mentioned in the beginning, where you walk down the street, and people are throwing potted plants at your head for no apparent reason and yelling at you and calling you names. It’s really a pretty nasty neighborhood, not very friendly. Facebook is significantly better, I think, in part because there is less anonymity. It’s significantly better in my experience. One level further would be – maybe it’s just my experience – but Instagram. I find Instagram to be a much, much friendlier environment. I’m most inclined to look at, say, the entire bulk of comments to a specific post on Instagram because people aren’t dicks as much. They’re still idiots on Instagram. Don’t get me wrong. I also have absolutely no problem with muting or blocking people. If someone comes to my profile to my post and they start berating me, I view that as them coming into my house, kicking off their shoes or keeping their shoes on, putting their feet up on my dinner table and spitting on the floor. They are not invited back. I routinely block and mute without any regard for whether those people are having a bad day and they’re just off. They’re gone. It’s a one strike, you’re out policy. If I feel that I’m already pre-agitated – meaning, I have a lot going on. I’m feeling somewhat reactive or combative, I think very carefully about going on social media. I think about it specifically at night. Let’s say that I’m going to have a really late dinner. It’s like 10:00 dinner, so I’m probably going to go to bed within the next two hours, and I’m tempted to go Twitter because sometimes I’ll look at my, say – I’ll look at my verified at mentions. It’s like, “Oh, my god. Such and such basketball player, or such and such director or [inaudible] athlete – whoever it might be – listens to my podcast. How cool.” That’s, I would say, 20 percent of the time. Eighty percent of the time, there’s going to be someone who’s like, “Tim Ferriss is a stupid blobbity blah, blah, blah, blah, blah, blah,” and then I’m going to get my knickers in a twist, and I’m going to be all wound up and potentially angry right before going to bed, the worst possible time for me to be stuck in my head considering hypothetical arguments and how I could win those arguments. Not productive. Not helpful. So, I think about that. If I turn on this phone, and I look at Twitter, there’s an 80 percent chance that I will have a bad outcome. Okay, let’s not do it, and I put it down. Those are a few of the ways that I think about managing social media, so to speak. Managing by neglect and cultivating selecting ignorance, I think, is very, very important because you have, in social media, companies with billions of dollars of capital in R&D and advertising and product development whose sole job is to take you off task. One of the most effective ways to take you off task is to make you angry. This is what many of the polarizing news outlets have figured out and have used for a very, very long time. If it bleeds, it leads. If I can scare you, make you upset, that takes you off task. So, the advertisements that you’re going to see might do that, and, certainly, I think, in today’s political climate, people are more interested in fighting than reconciling. It would appear the vast majority of people are taking what I would consider the lesser route to making themselves feel better. You can make yourself better, or you can make yourself feel better. Those are not the same thing. You make yourself better by evaluating your own weaknesses, by evaluating your own strengths, and working on yourself. It’s hard work. It takes focus, takes dedication. You’ll have painful moments. Ultimately, in the long term, it makes everything easier. As one of my mentors, Jerzy Gregorek would say, “Easy choices, hard life. Hard choices, easy life.” You can make yourself better. If you want to make yourself feel better, you tear other people down, and you throw mud, and you spend time on social media biting ankles. That might feel good in the short term, but, in the long term, you’re going to lose. You’re going to lose in competition, and you’re going to lose your own self-respect. That, I think, is, perhaps, the ultimate travesty. Some thoughts on social media, but focus on making yourself better, not making other people feel worse and yourself feel better. That’s a loser’s game. When in doubt, fucking starve it of oxygen and focus on what you’re supposed to be doing because social isn’t it, generally speaking. Good luck. I get asked a fair amount, “How do you contend with the sheer volume of information and advice that you hear and receive from, say, podcasts guests?” Because I’m doing six podcast episodes a month. They are two to four hours in length typically. It could seem that I – and maybe even my listeners – would be getting waterboarded with details to the extent that they wouldn’t be able to absorb or assimilate them. It’s pretty simple for me. There are a few different tactics and, I would say, beliefs that allow me to get a lot out of it without feeling overwhelmed. The first is actually something that relates to writing after doing extensive research because you suffer from the same problem. I have 15 notebooks with 1,500 pages of notes, and I’m writing a 200-page book, if you’re not me. How am I going to condense all this? How am I going to remember the most important parts? What Cal Fussman – who is an incredible writer and also very gifted interviewer – was taught, at one point, by a very famous novelist, and then he told me this story was the good shit sticks. The good shit sticks just means don’t stress about it. The really standout stuff has a strong foothold in your mind. It will either stay with you, or it will come to you when you need it, so have that confidence. If you are paying attention, and you’re present when you take the notes, and you’re present when you are listening to people so that it can make an initial imprint, the good shit sticks. Just have that faith. I hate to use that word, typically, but just have the faith that, if you’re present and really paying attention when you’re reading or writing something down or listening to someone, that the imprint has been made, and the good shit has stuck. That’s number one. Number two is actually brought from Derek Sivers. Very well-known entrepreneur, a philosopher king of sorts in the programming worlds, also a tremendous musician. His policy for evaluating opportunities is, if it’s not a hell yes, it’s a no. If it’s not a hell yes, it’s a decline. I think that, similarly, when I’m interviewing someone, I have a notebook at all times when I’m interviewing someone. If they say something that really grabs me – I mean, it’s not, “Oh, that’s kind of cool.” It’s like, “Whoa.” I get pulled by the shirt. I’m like, “What the fuck? Oh, my god, that’s – I have to do that,” then I note it down. If it’s lukewarm, I don’t highlight it. If it’s lukewarm, kind of cool, I pay attention. It makes the imprint, but I don’t note it down. At the end of, say, any given three-hour interviewer, I may only have four or five highlights of things I want to test. What’s important at that point is that I put it into a calendar. If you want to try something, or if you want to purchase something, within the two hours after that interview, I set down some type of next steps. I either go on, say, Amazon Prime, boom. I bought it. I’ll have it in two days. Or I go into my calendar. It’s like, “Okay, I want to commit to scheduling, say, voice lessons.” After I did podcast with a very well-known musician, I said, “All right, I want to schedule voice lessons.” It’s got to be done now, or it’s just never going to happen. As soon as I finished, I got into [inaudible] to communicate with my assistant. I also did some preliminary research, looked at my calendar as to where I would be, thought about what my perimeters and criteria might be, and, boom, it’s in motion. In my world, and in many worlds, if it doesn’t happen now or it’s not put into the calendar, it’s not going to happen. It will never happen. That’s part two. I would also say part three is another belief, and that is you don’t have to do a million things right. You really just have to get a few things right and have first principles, which is why I enjoyed so much my interview with Ray Dalio, who manages the largest hedge fund in the world. He is always thinking about first principles because you have principles, strategies, tactics, and then everything else. For instance, if you want to be an artist, you can use every latest tech tool, the different crayons and markers and pencils and get really stressed out about which of these to use. Ultimately, you need to have the fine motor control, and then you need to have the ability to see. Learning to be an artist or learning to be a physicist, in some ways, is learning how to see, which is what Ed Catmull, president of Pixar, said to me, and I thought very deeply about this. I said, “Okay, this is a first principle. I can think about that, and if I cultivate that skill, my ability to observe, that then filters down to 20 other fields.” If you don’t fixate on the tiny, little tools – they can be fun, the apps and so on, don’t get me wrong. If it grabs you by the shirt and you’re excited, try it, but you only have to get a few things right. By that, you only need to cultivate a handful of skills – deal making, negotiating, nonviolent communication, prioritization by, say, reading something like The Effective Executive by Peter Drucker, and you’re good. You’re going to win at the game of life if you don’t drown in the lower level details. Just have the confidence that it’s not about doing a million things right. It’s actually about saying, “Yes. Hell yes,” to a handful of things and then saying no thank you to 1,000, 10,000 other things. Those are a few of the approaches that I use, and I, often, will very frequently use Evernote to keep track of different notes that I’ve taken on various interviews. With articles online, for instance, I will pull them using the Evernote clipper offline into Evernote. I will read all these articles in Evernote. When I find little tidbits that I find useful, unlike, say, Kindle where you can highlight things and review your highlights. In Evernote, with something that’s just a mishmash pulled off the internet, what I’ll do is I will put three asterisks before what I find really interesting and then bold and underline it. Then all I need to do is, in those notes, if I want to do a quick refresh on what I found very important at the time, is I will do a control F, which is find. It’ll say, “Found seven instances of star, star, start.” Boom, and then five minutes, I can do my review. I would say, last but not least, try to specialize in, as I mentioned, first principles and those higher-level tools. Secondarily, try to focus – and Kathy Sierra, who’s amazing, first said it this way to me: On just in time information, not just in case information. If you think about it, how many nonfiction books have you read, and you’re like, “Just in case I need this. I’m interested in –,” I remember, way back in the day, import/export. I want to be an import/export.” This is a long time ago. I read it, and that was with the understanding, but, I suppose not with all too much clarity, that I probably wouldn’t use that for years. What happens? If I need to use it years from then, and it’s a book, I just need to reread the damn book. Instead of doing that, focus on just in time information. It’s like, “All right, I have this to do tomorrow, next week. These are the ways I can prepare. Boom, and you’re on it,” instead of just in case information. That also relieves a huge psychological burden. Oh, hi, thank you for joining me for another video. This is my dog Molly, and this is a wooden wine glass. I’m going to talk to you about mistakes people make networking. What a dirty word that is, and I’ll talk a little bit about how I’ve built my own network, as it were. My advice, in short, is to go narrow and to go long. That involves deep relationships with a small number of people and then playing the long game. What many people do is they go to an event to collect business cards, and then they follow up with people with whom they have no common interests in the hopes of some type of transaction in the near term, the next few weeks, the next few months. That can work, but what I would suggest you do is, if we’re looking at events, which can be very, very high yield, look at either volunteer events where you can volunteer or super high-end events where you can attend and pay premium to attend. In the former category, I can give you an example of a tipping point for The Four-Hour Work Week, my first book. That came about by going, in part, to South by Southwest 2007. My tactic was, an attendee here, which is fairly expensive, to go to moderated panels. Then, when a panel ended, instead of flooding the scene to get in line to talk to a panelist, I would actually talk to the moderator who people would tend to ignore. I would be very, very humble to the extent I could and say, “It’s my first time South by Southwest. I’m pretty nervous. I just wrote my first book. I don’t know anybody. I’m not going to pretend to understand everything about tech. I don’t, but I’m really interested in A, B, C, D, and E. I’m originally from this part of the world, and these are some of my interests. Is there anyone you think I might enjoy meeting here?” Now, you have, say, Mary or Joe or whoever saying, “Yeah, you should meet Mike such and such.” Then I got and find Mike, or I’m introduced to Mike, and I already have that social stamp of approval of one person. Okay, now, I meet that person. We talk, and there’s no explicit ask. This is really important. I do the same thing. Just got to South by Southwest. My first time here. I apologize kind of. A random introduction, but I don’t know anybody, and I have my first book out. I really don’t know what to do because I have my launch coming up, but I’m here to learn. That’s it. I’m here to learn and meet people. I don’t even know what to ask for. Talk to them. Talk to them. Talk to them. Then, if the timing seems right – and it may not. May never be right, but if it is, you can ask, “Is there anybody else here you think I should meet up with or buy a drink for? Who can I buy a round of drinks for? Just to have fun. Cool people who I might be able to hang out with and who might enjoy hanging out with me?” Then you go to the second person and so on. Now, all the way up to this point, I’ve not made a single ask other than the question, “Is there anybody else you think I might enjoy meeting?” Now, at some point, you will then have a small gaggle of people and, probably, you’ll be buying booze, at least that’s my tactic. It’s fairly, fairly easy to buy booze for people. Then everyone’s talking. Let’s say you have a group of people in tech, or you have a dog who wants a treat who’s coming back to say hello – a bunch of people in tech who are talking about tech things, and they’re saying things like, “Blobbity, blobbity, blah, Ruby on Rails,” and I don’t know what that is. As a guy – I’m talking to the guys here because women generally don’t have this problem. Don’t pretend like you know everything. It’s really not endearing. They would say something like, “Blah, blah, Ruby on Rails,” and I would say, “So sorry to interrupt. This is deep in the end of my ignorance pool. I don’t know what Ruby on Rails is. What is Ruby on Rails?” Every once in a while, I would interject, and ask for clarification just to learn. Eventually, after two or three rounds of drinks, someone will say, “Who are you again? What do you do? What are you doing here?” Then you can offer a little bit. You say something like, “Well, I just finished my first book. I’m really nervous. It’s coming out on such and such a date, and I don’t know what a book launch is, so I’m here to try to meet people and learn different skills to figure that out.” Then you stop. You don’t give them a two-minute or three-minute pitch. Chances are, someone will ask, “Okay, well, what’s your book about?” Then you can give a little bit more. Then, let’s say you’re in a group of eight people. You watch the one or two who are going to have more follow up questions. Then, eventually, maybe, in a group of eight people, you say to one of them afterwards, you say, “Look, I have a ton of books that my publisher has sent me. These are review copies and advance copies. I don’t know what to do with them. I don’t think you’d actually read the whole book, but there’s a 20-page book that I think you’d really enjoy on X, Y, and Z,” because you know that. You’ve already ascertained it through the conversation you had. You say, “If it wouldn’t be a burden, if you’d enjoy it, maybe I could send it do you. If not, that’s cool. I would say, 90 percent of the time, they said, “Yeah, sure. That’d be cool. I’d love to see it.” That’s how it all happened, guys. That’s how the book hit The New York Times bestseller list. Was by doing that over and over again. This is the key point: you don’t have to be a networking whore. You don’t have to sell yourself to the highest bidder or compromise and spend time with people you don’t like. You can find people who are A class players in a given world who you want to spend time with, who have similar values and hobbies. That one person out of the ten who said, “Yeah, cool. No, I’d love to check it out –,” the vast majority of those people from 11 years ago are still my friends today. That’s going narrow and going long. All right, should you write a book? Should someone or anyone write a book? I get asked questions about launching books all the time. How can I make my book a bestseller? Have you written a book? No, I’m going to write a book. Have you written any books before? No. Why are you writing a book? We get into this conversation. Ultimately, I ask one question, and that is, for the period of a year, can you make this your number one priority? For a period of at least a year, can this be your number one – if you have a company, that means your business is number two. If you have a family, that means your family is number two. Can this be your number one priority for a year? That’s the general litmus test because, if you put out a mediocre book or even a good book – a good enough book, which, by the way, equals shitty as Brian Grazer, legendary film and TV producer would say – it’s more of a liability than a help. A mediocre book is more of a liability than no book at all. You can’t take it back. As Michael Gerber told me, who wrote The E Myth Revisited, which is a book that had a huge impact on me. Before I launched The Four-Hour Work Week, he said, “If you’re going to write a book, write a fucking book.” Meaning, you’re all in. All of your chips are into this book. How did I know that I should do The Four-Hour Work Week? Was it that obvious? Was it clear? Was I dying to be a writer – which, by the way, I don’t think is a necessary check box. You don’t have to write the book yourself, necessary. Open, by Andre Agassi, by the way, [inaudible] – Andre Agassi was ghostwritten, but it was a collaboration that took a long time and a lot of Andre’s time. Beautifully written, but, nonetheless, required a lot of focus from him. You can have a collaborator. My, I suppose, hurdle was it was easier for me to get out of my head than it was for me to live with it in my head. It was less painful to put it down than to have it ricocheting inside my head. I had all these experiences from 2004 to, say, end of 2005 where I was restructuring and reformulating my entire business to run without me, traveling the world for 18 months without any set schedule, meeting all these case studies. I was teaching a class at Princeton twice a year, sometimes in person, sometimes remotely in high-tech entrepreneurship where I was sharing my findings about scaling a bootstrapped business. That slowly morphed into lifestyle design, how to create a business or career to allow you to take advantage of the most valuable nonrenewable resource, which is time. I’m already giving these two to three-hour classes, and I would take notes. Over time – because one of the students said, “Why don’t you just write a book and be done with it as opposed to teaching a class of 40 students,” which was actually a snarky Princeton student response. It wasn’t a real suggestion, I don’t think. Nonetheless, I had insomnia for many, many, many, many years. I couldn’t get to sleep because these chapter ideas would come. These stories would come to mind, and I just couldn’t get to sleep without jotting down a little note on a piece of paper. I ended up with a huge pile of paper on lessons learned and so on. I knew that at least two of my friends [00:35:20] – there were two specific friends in mind. One who was trapped in a decent paying job where he had no time, disliked what he was doing, but he could finally afford that nice car – he felt like he was trapped. Then I had a friend who had started his own company who, similarly, is making decent money, but felt trapped in a monster of his own making. I felt these notes would help them. Did not want to write a book at that point. Actively, did not want to write a book, but I felt a moral obligation to share this material somehow, and a few of my friends who were authors recommended that I explore the path to publishing it. I made a few assumptions going into it because, keep in mind, I did not want to write a book. I assumed it was going to be extremely difficult and brutal to write the book, which it was. We’re talking repeated moments of doubt. I should throw in the towel. I am going to have a nervous breakdown. Repeatedly. That has, more or less, been the case for every book that I’ve written. I’m at five now. The second assumption was that I was going to probably hate the book itself, which I did. That has been largely true for every book I’ve done. Assume that, up until after a book comes out, are you going to look at it and be disappointed with what you’ve produced. Given that, the third assumption was that I would write the book. If it even changed the life of one or two people, that would justify all the pain, all the self-loathing, all the loathing of the book, all of the opportunity cost of putting it together and that, last but not least, it was easier for me, less painful for me to get it out and throw a hail Mary and hope for the best than to keep it inside of me and wonder, what if? So, a lot of different check boxes. The book – keep in mind, The Four-Hour Work Week was rejected by 27 publishers. Then, when it was finally printed – first print run was about 10,000 copies. You don’t even get national distribution with that. Nobody really expected a whole lot. Then, with the same amount of focus that I put into the writing, put into launch. Ended up hitting The New York Times bestseller list, and, now, it’s millions of copies in 40 plus languages. I don’t think you get to millions of copies in 40 plus languages trying to write a book for the world that is going to help your business. I just don’t think it happens. I’ve never seen it happen. Instead, check all the boxes that I mentioned, and I wrote this book for two friends very specifically. By personalizing it in that way, by talking to them in a very conversational way, we ended up with the results that we had. Could’ve very easily gone a different direction, but if you can listen to everything I’ve just said, and you think to yourself, “I should write a book,” then, by all means, go for it. For most people, this doesn’t mean I am a great writer, therefore, you need to be a great writer. No, I’m just saying it was less painful for me to put it out than to keep it in my head. Posted on: February 4, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of an episode on how i manage all the information i receive", "i hope it helps to strengthen the signal, discard the noise, and make every piece of information that you choose to receive easier to process", "the episode was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the episode here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "well, hello, ladies and gentlemen", "[foreign language], or if you prefer cantonese, [foreign language]", "i think i mangled that because my cantonese is [foreign language], but happy new year, everybody", "to all of my first-time and long-term listeners, thank you for joining me once again for another episode of the tim ferriss show", "normally, it is my job to deconstruct a world-class performer over two to three hours of interview to tease out the habits, routines, tactics, and so on that they apply in their lives that you can borrow and apply in your own", "it could range from favorite books to nighttime rituals to the first 60 minutes of their day and so on", "in this episode, i’m going to take a slightly different approach", "many of you have asked, over the last, say, six months, specifically after reading tools of titans and tribe of mentors – my last two books – how i process all the information that i receive", "that also came about because i showed some people a screen shot of the 392,000 unread e-mails that i have", "i’ve also been asked how i make sense of the signal versus the noise on social media and, i suppose, delineate between the things that i should try to absorb versus distractions", "this episode will cover all of those topics, and it will also answer a few questions that have been asked many times that are popular about building a world-class network and writing books, specifically answering the question, should you write a book, or, if you’re doing it first-person, should i write a book", "if you’re asking yourself that, then i have some thoughts because i am constantly asked about book writing and publishing", "i hope that this episode, this information helps you to strengthen the signal to discard some of the noise in the upcoming year and that it makes every piece of information that you receive that you choose to process easier to process", "so, thanks for listening, and enjoy", "social media, let’s talk about the abusive spouse we all know that we go back to because they give us a flower", "we walk back onto the internet, and the first thing that happens is they throw a bring out of a window as we’re walking down the sidewalk, and it catches us in the teeth", "anyway, a little dramatic, maybe, but internet’s a rough place, and social media’s certainly a full contact sport", "i do have a few guidelines or policies for myself that help me to maintain my sanity", "number one is that my phone is on airplane mode, i would say, 80 plus percent of my day", "it is particularly critical post dinner all the way until i finish my morning routine the next day", "my phone is almost never on, or say off of airplane mode, when i’m in bed", "i don’t like the health implications, particularly, and i don’t want to go into a reactive mode when i wake up", "i want to have my medication and/or exercise and sitting down doing, say, five-minute journal or determining my top one or two priorities for the day while i have my tea", "then and only then, once i’ve calibrated my true north for the day and my one or two must-do to-dos that make everything else on the list easier or irrelevant only then do i open the window, my bullet proof car and let the bullets start whizzing", "that i’m only referring to in the case of text messages and, potentially, e-mail", "i do not have notifications on my phone for most things", "i do not have e-mail notifications", "i do not have news notifications", "i turned off all news notifications", "i have no social media notifications", "i want to be able to select the exact times that i engage, if i engage on social media", "so, a few thoughts", "number one is that, if you don’t want to amplify something or encourage someone, then starve given say tweet of oxygen", "my default action for negativity or tax starve of it oxygen because i’ll have people deliberately attack me just to provoke a response because it will benefit them for me to respond", "i very, very, very rarely respond to any type of attack on the internet for many different reasons", "also, because it will then, in almost some cost fallacy type of way engage me and make me feel committed to engaging", "if i send a retort, and i think it’s addressed them or, in some way, defeated them, and they respond, i will feel the inclination to respond yet and again, and then you’re just wrestling in the mud with the pig", "it makes you filthy; makes the pig happy, so i opt out whenever possible", "i don’t remember exactly who this is attributed to, but the quote is, “the best revenge is living well.” so, that’s how i feel", "the best revenge is living well, and the best way to live well is to ignore things", "an even better way to live well is to not see things", "i never look at, for instance, home screens on, say, twitter", "i will look at my at replies because many of my readers and listeners are very good at finding things i find really, really interesting and fascinating and say, “hey, tim, i thought you’d really enjoy this study related to a, b, and c", "hey, tim, you shared this video about blobbity blah in five-bullet friday newsletter", "i thought you’d love this video that very few people have seen outside of poland.” awesome, fantastic", "that’s the stuff i want to see", "so, twitter is useful for, specifically, looking at feedback via at mentions, but also connecting with celebrities or well-known people, i should say, who then can communicate with you if they follow you or if you can catalyze and you can encourage them to follow you in a bunch of indirect ways, like retweeting things they’ve done, favoriting things they’ve done, following them doing all three of those things at the same time, or in rapid succession", "then you can dm with them, and neither of you has to exchange personal information", "that is how i’ve got, probably, 40 of the people who are, in some ways, above my weight class to be involved with tribe mentors", "the different social media networks also, to me, represent different types of neighborhoods", "twitters, of those i engage with, readily the most poisonous, in a way", "it’s not the most violent", "there are others that are more violent, but it’s really a street, as i mentioned in the beginning, where you walk down the street, and people are throwing potted plants at your head for no apparent reason and yelling at you and calling you names", "it’s really a pretty nasty neighborhood, not very friendly", "facebook is significantly better, i think, in part because there is less anonymity", "it’s significantly better in my experience", "one level further would be – maybe it’s just my experience – but instagram", "i find instagram to be a much, much friendlier environment", "i’m most inclined to look at, say, the entire bulk of comments to a specific post on instagram because people aren’t dicks as much", "they’re still idiots on instagram", "don’t get me wrong", "i also have absolutely no problem with muting or blocking people", "if someone comes to my profile to my post and they start berating me, i view that as them coming into my house, kicking off their shoes or keeping their shoes on, putting their feet up on my dinner table and spitting on the floor", "they are not invited back", "i routinely block and mute without any regard for whether those people are having a bad day and they’re just off", "they’re gone", "it’s a one strike, you’re out policy", "if i feel that i’m already pre-agitated – meaning, i have a lot going on", "i’m feeling somewhat reactive or combative, i think very carefully about going on social media", "i think about it specifically at night", "let’s say that i’m going to have a really late dinner", "it’s like 10:00 dinner, so i’m probably going to go to bed within the next two hours, and i’m tempted to go twitter because sometimes i’ll look at my, say – i’ll look at my verified at mentions", "it’s like, “oh, my god", "such and such basketball player, or such and such director or [inaudible] athlete – whoever it might be – listens to my podcast", "how cool.” that’s, i would say, 20 percent of the time", "eighty percent of the time, there’s going to be someone who’s like, “tim ferriss is a stupid blobbity blah, blah, blah, blah, blah, blah,” and then i’m going to get my knickers in a twist, and i’m going to be all wound up and potentially angry right before going to bed, the worst possible time for me to be stuck in my head considering hypothetical arguments and how i could win those arguments", "not productive", "not helpful", "so, i think about that", "if i turn on this phone, and i look at twitter, there’s an 80 percent chance that i will have a bad outcome", "okay, let’s not do it, and i put it down", "those are a few of the ways that i think about managing social media, so to speak", "managing by neglect and cultivating selecting ignorance, i think, is very, very important because you have, in social media, companies with billions of dollars of capital in r&d and advertising and product development whose sole job is to take you off task", "one of the most effective ways to take you off task is to make you angry", "this is what many of the polarizing news outlets have figured out and have used for a very, very long time", "if it bleeds, it leads", "if i can scare you, make you upset, that takes you off task", "so, the advertisements that you’re going to see might do that, and, certainly, i think, in today’s political climate, people are more interested in fighting than reconciling", "it would appear the vast majority of people are taking what i would consider the lesser route to making themselves feel better", "you can make yourself better, or you can make yourself feel better", "those are not the same thing", "you make yourself better by evaluating your own weaknesses, by evaluating your own strengths, and working on yourself", "it’s hard work", "it takes focus, takes dedication", "you’ll have painful moments", "ultimately, in the long term, it makes everything easier", "as one of my mentors, jerzy gregorek would say, “easy choices, hard life", "hard choices, easy life.” you can make yourself better", "if you want to make yourself feel better, you tear other people down, and you throw mud, and you spend time on social media biting ankles", "that might feel good in the short term, but, in the long term, you’re going to lose", "you’re going to lose in competition, and you’re going to lose your own self-respect", "that, i think, is, perhaps, the ultimate travesty", "some thoughts on social media, but focus on making yourself better, not making other people feel worse and yourself feel better", "that’s a loser’s game", "when in doubt, fucking starve it of oxygen and focus on what you’re supposed to be doing because social isn’t it, generally speaking", "good luck", "i get asked a fair amount, “how do you contend with the sheer volume of information and advice that you hear and receive from, say, podcasts guests?” because i’m doing six podcast episodes a month", "they are two to four hours in length typically", "it could seem that i – and maybe even my listeners – would be getting waterboarded with details to the extent that they wouldn’t be able to absorb or assimilate them", "it’s pretty simple for me", "there are a few different tactics and, i would say, beliefs that allow me to get a lot out of it without feeling overwhelmed", "the first is actually something that relates to writing after doing extensive research because you suffer from the same problem", "i have 15 notebooks with 1,500 pages of notes, and i’m writing a 200-page book, if you’re not me", "how am i going to condense all this", "how am i going to remember the most important parts", "what cal fussman – who is an incredible writer and also very gifted interviewer – was taught, at one point, by a very famous novelist, and then he told me this story was the good shit sticks", "the good shit sticks just means don’t stress about it", "the really standout stuff has a strong foothold in your mind", "it will either stay with you, or it will come to you when you need it, so have that confidence", "if you are paying attention, and you’re present when you take the notes, and you’re present when you are listening to people so that it can make an initial imprint, the good shit sticks", "just have that faith", "i hate to use that word, typically, but just have the faith that, if you’re present and really paying attention when you’re reading or writing something down or listening to someone, that the imprint has been made, and the good shit has stuck", "that’s number one", "number two is actually brought from derek sivers", "very well-known entrepreneur, a philosopher king of sorts in the programming worlds, also a tremendous musician", "his policy for evaluating opportunities is, if it’s not a hell yes, it’s a no", "if it’s not a hell yes, it’s a decline", "i think that, similarly, when i’m interviewing someone, i have a notebook at all times when i’m interviewing someone", "if they say something that really grabs me – i mean, it’s not, “oh, that’s kind of cool.” it’s like, “whoa.” i get pulled by the shirt", "i’m like, “what the fuck", "oh, my god, that’s – i have to do that,” then i note it down", "if it’s lukewarm, i don’t highlight it", "if it’s lukewarm, kind of cool, i pay attention", "it makes the imprint, but i don’t note it down", "at the end of, say, any given three-hour interviewer, i may only have four or five highlights of things i want to test", "what’s important at that point is that i put it into a calendar", "if you want to try something, or if you want to purchase something, within the two hours after that interview, i set down some type of next steps", "i either go on, say, amazon prime, boom", "i bought it", "i’ll have it in two days", "or i go into my calendar", "it’s like, “okay, i want to commit to scheduling, say, voice lessons.” after i did podcast with a very well-known musician, i said, “all right, i want to schedule voice lessons.” it’s got to be done now, or it’s just never going to happen", "as soon as i finished, i got into [inaudible] to communicate with my assistant", "i also did some preliminary research, looked at my calendar as to where i would be, thought about what my perimeters and criteria might be, and, boom, it’s in motion", "in my world, and in many worlds, if it doesn’t happen now or it’s not put into the calendar, it’s not going to happen", "it will never happen", "that’s part two", "i would also say part three is another belief, and that is you don’t have to do a million things right", "you really just have to get a few things right and have first principles, which is why i enjoyed so much my interview with ray dalio, who manages the largest hedge fund in the world", "he is always thinking about first principles because you have principles, strategies, tactics, and then everything else", "for instance, if you want to be an artist, you can use every latest tech tool, the different crayons and markers and pencils and get really stressed out about which of these to use", "ultimately, you need to have the fine motor control, and then you need to have the ability to see", "learning to be an artist or learning to be a physicist, in some ways, is learning how to see, which is what ed catmull, president of pixar, said to me, and i thought very deeply about this", "i said, “okay, this is a first principle", "i can think about that, and if i cultivate that skill, my ability to observe, that then filters down to 20 other fields.” if you don’t fixate on the tiny, little tools – they can be fun, the apps and so on, don’t get me wrong", "if it grabs you by the shirt and you’re excited, try it, but you only have to get a few things right", "by that, you only need to cultivate a handful of skills – deal making, negotiating, nonviolent communication, prioritization by, say, reading something like the effective executive by peter drucker, and you’re good", "you’re going to win at the game of life if you don’t drown in the lower level details", "just have the confidence that it’s not about doing a million things right", "it’s actually about saying, “yes", "hell yes,” to a handful of things and then saying no thank you to 1,000, 10,000 other things", "those are a few of the approaches that i use, and i, often, will very frequently use evernote to keep track of different notes that i’ve taken on various interviews", "with articles online, for instance, i will pull them using the evernote clipper offline into evernote", "i will read all these articles in evernote", "when i find little tidbits that i find useful, unlike, say, kindle where you can highlight things and review your highlights", "in evernote, with something that’s just a mishmash pulled off the internet, what i’ll do is i will put three asterisks before what i find really interesting and then bold and underline it", "then all i need to do is, in those notes, if i want to do a quick refresh on what i found very important at the time, is i will do a control f, which is find", "it’ll say, “found seven instances of star, star, start.” boom, and then five minutes, i can do my review", "i would say, last but not least, try to specialize in, as i mentioned, first principles and those higher-level tools", "secondarily, try to focus – and kathy sierra, who’s amazing, first said it this way to me: on just in time information, not just in case information", "if you think about it, how many nonfiction books have you read, and you’re like, “just in case i need this", "i’m interested in –,” i remember, way back in the day, import/export", "i want to be an import/export.” this is a long time ago", "i read it, and that was with the understanding, but, i suppose not with all too much clarity, that i probably wouldn’t use that for years", "what happens", "if i need to use it years from then, and it’s a book, i just need to reread the damn book", "instead of doing that, focus on just in time information", "it’s like, “all right, i have this to do tomorrow, next week", "these are the ways i can prepare", "boom, and you’re on it,” instead of just in case information", "that also relieves a huge psychological burden", "oh, hi, thank you for joining me for another video", "this is my dog molly, and this is a wooden wine glass", "i’m going to talk to you about mistakes people make networking", "what a dirty word that is, and i’ll talk a little bit about how i’ve built my own network, as it were", "my advice, in short, is to go narrow and to go long", "that involves deep relationships with a small number of people and then playing the long game", "what many people do is they go to an event to collect business cards, and then they follow up with people with whom they have no common interests in the hopes of some type of transaction in the near term, the next few weeks, the next few months", "that can work, but what i would suggest you do is, if we’re looking at events, which can be very, very high yield, look at either volunteer events where you can volunteer or super high-end events where you can attend and pay premium to attend", "in the former category, i can give you an example of a tipping point for the four-hour work week, my first book", "that came about by going, in part, to south by southwest 2007", "my tactic was, an attendee here, which is fairly expensive, to go to moderated panels", "then, when a panel ended, instead of flooding the scene to get in line to talk to a panelist, i would actually talk to the moderator who people would tend to ignore", "i would be very, very humble to the extent i could and say, “it’s my first time south by southwest", "i’m pretty nervous", "i just wrote my first book", "i don’t know anybody", "i’m not going to pretend to understand everything about tech", "i don’t, but i’m really interested in a, b, c, d, and e", "i’m originally from this part of the world, and these are some of my interests", "is there anyone you think i might enjoy meeting here?” now, you have, say, mary or joe or whoever saying, “yeah, you should meet mike such and such.” then i got and find mike, or i’m introduced to mike, and i already have that social stamp of approval of one person", "okay, now, i meet that person", "we talk, and there’s no explicit ask", "this is really important", "i do the same thing", "just got to south by southwest", "my first time here", "i apologize kind of", "a random introduction, but i don’t know anybody, and i have my first book out", "i really don’t know what to do because i have my launch coming up, but i’m here to learn", "that’s it", "i’m here to learn and meet people", "i don’t even know what to ask for", "talk to them", "talk to them", "talk to them", "then, if the timing seems right – and it may not", "may never be right, but if it is, you can ask, “is there anybody else here you think i should meet up with or buy a drink for", "who can i buy a round of drinks for", "just to have fun", "cool people who i might be able to hang out with and who might enjoy hanging out with me?” then you go to the second person and so on", "now, all the way up to this point, i’ve not made a single ask other than the question, “is there anybody else you think i might enjoy meeting?” now, at some point, you will then have a small gaggle of people and, probably, you’ll be buying booze, at least that’s my tactic", "it’s fairly, fairly easy to buy booze for people", "then everyone’s talking", "let’s say you have a group of people in tech, or you have a dog who wants a treat who’s coming back to say hello – a bunch of people in tech who are talking about tech things, and they’re saying things like, “blobbity, blobbity, blah, ruby on rails,” and i don’t know what that is", "as a guy – i’m talking to the guys here because women generally don’t have this problem", "don’t pretend like you know everything", "it’s really not endearing", "they would say something like, “blah, blah, ruby on rails,” and i would say, “so sorry to interrupt", "this is deep in the end of my ignorance pool", "i don’t know what ruby on rails is", "what is ruby on rails?” every once in a while, i would interject, and ask for clarification just to learn", "eventually, after two or three rounds of drinks, someone will say, “who are you again", "what do you do", "what are you doing here?” then you can offer a little bit", "you say something like, “well, i just finished my first book", "i’m really nervous", "it’s coming out on such and such a date, and i don’t know what a book launch is, so i’m here to try to meet people and learn different skills to figure that out.” then you stop", "you don’t give them a two-minute or three-minute pitch", "chances are, someone will ask, “okay, well, what’s your book about?” then you can give a little bit more", "then, let’s say you’re in a group of eight people", "you watch the one or two who are going to have more follow up questions", "then, eventually, maybe, in a group of eight people, you say to one of them afterwards, you say, “look, i have a ton of books that my publisher has sent me", "these are review copies and advance copies", "i don’t know what to do with them", "i don’t think you’d actually read the whole book, but there’s a 20-page book that i think you’d really enjoy on x, y, and z,” because you know that", "you’ve already ascertained it through the conversation you had", "you say, “if it wouldn’t be a burden, if you’d enjoy it, maybe i could send it do you", "if not, that’s cool", "i would say, 90 percent of the time, they said, “yeah, sure", "that’d be cool", "i’d love to see it.” that’s how it all happened, guys", "that’s how the book hit the new york times bestseller list", "was by doing that over and over again", "this is the key point: you don’t have to be a networking whore", "you don’t have to sell yourself to the highest bidder or compromise and spend time with people you don’t like", "you can find people who are a class players in a given world who you want to spend time with, who have similar values and hobbies", "that one person out of the ten who said, “yeah, cool", "no, i’d love to check it out –,” the vast majority of those people from 11 years ago are still my friends today", "that’s going narrow and going long", "all right, should you write a book", "should someone or anyone write a book", "i get asked questions about launching books all the time", "how can i make my book a bestseller", "have you written a book", "no, i’m going to write a book", "have you written any books before", "no", "why are you writing a book", "we get into this conversation", "ultimately, i ask one question, and that is, for the period of a year, can you make this your number one priority", "for a period of at least a year, can this be your number one – if you have a company, that means your business is number two", "if you have a family, that means your family is number two", "can this be your number one priority for a year", "that’s the general litmus test because, if you put out a mediocre book or even a good book – a good enough book, which, by the way, equals shitty as brian grazer, legendary film and tv producer would say – it’s more of a liability than a help", "a mediocre book is more of a liability than no book at all", "you can’t take it back", "as michael gerber told me, who wrote the e myth revisited, which is a book that had a huge impact on me", "before i launched the four-hour work week, he said, “if you’re going to write a book, write a fucking book.” meaning, you’re all in", "all of your chips are into this book", "how did i know that i should do the four-hour work week", "was it that obvious", "was it clear", "was i dying to be a writer – which, by the way, i don’t think is a necessary check box", "you don’t have to write the book yourself, necessary", "open, by andre agassi, by the way, [inaudible] – andre agassi was ghostwritten, but it was a collaboration that took a long time and a lot of andre’s time", "beautifully written, but, nonetheless, required a lot of focus from him", "you can have a collaborator", "my, i suppose, hurdle was it was easier for me to get out of my head than it was for me to live with it in my head", "it was less painful to put it down than to have it ricocheting inside my head", "i had all these experiences from 2004 to, say, end of 2005 where i was restructuring and reformulating my entire business to run without me, traveling the world for 18 months without any set schedule, meeting all these case studies", "i was teaching a class at princeton twice a year, sometimes in person, sometimes remotely in high-tech entrepreneurship where i was sharing my findings about scaling a bootstrapped business", "that slowly morphed into lifestyle design, how to create a business or career to allow you to take advantage of the most valuable nonrenewable resource, which is time", "i’m already giving these two to three-hour classes, and i would take notes", "over time – because one of the students said, “why don’t you just write a book and be done with it as opposed to teaching a class of 40 students,” which was actually a snarky princeton student response", "it wasn’t a real suggestion, i don’t think", "nonetheless, i had insomnia for many, many, many, many years", "i couldn’t get to sleep because these chapter ideas would come", "these stories would come to mind, and i just couldn’t get to sleep without jotting down a little note on a piece of paper", "i ended up with a huge pile of paper on lessons learned and so on", "i knew that at least two of my friends [00:35:20] – there were two specific friends in mind", "one who was trapped in a decent paying job where he had no time, disliked what he was doing, but he could finally afford that nice car – he felt like he was trapped", "then i had a friend who had started his own company who, similarly, is making decent money, but felt trapped in a monster of his own making", "i felt these notes would help them", "did not want to write a book at that point", "actively, did not want to write a book, but i felt a moral obligation to share this material somehow, and a few of my friends who were authors recommended that i explore the path to publishing it", "i made a few assumptions going into it because, keep in mind, i did not want to write a book", "i assumed it was going to be extremely difficult and brutal to write the book, which it was", "we’re talking repeated moments of doubt", "i should throw in the towel", "i am going to have a nervous breakdown", "repeatedly", "that has, more or less, been the case for every book that i’ve written", "i’m at five now", "the second assumption was that i was going to probably hate the book itself, which i did", "that has been largely true for every book i’ve done", "assume that, up until after a book comes out, are you going to look at it and be disappointed with what you’ve produced", "given that, the third assumption was that i would write the book", "if it even changed the life of one or two people, that would justify all the pain, all the self-loathing, all the loathing of the book, all of the opportunity cost of putting it together and that, last but not least, it was easier for me, less painful for me to get it out and throw a hail mary and hope for the best than to keep it inside of me and wonder, what if", "so, a lot of different check boxes", "the book – keep in mind, the four-hour work week was rejected by 27 publishers", "then, when it was finally printed – first print run was about 10,000 copies", "you don’t even get national distribution with that", "nobody really expected a whole lot", "then, with the same amount of focus that i put into the writing, put into launch", "ended up hitting the new york times bestseller list, and, now, it’s millions of copies in 40 plus languages", "i don’t think you get to millions of copies in 40 plus languages trying to write a book for the world that is going to help your business", "i just don’t think it happens", "i’ve never seen it happen", "instead, check all the boxes that i mentioned, and i wrote this book for two friends very specifically", "by personalizing it in that way, by talking to them in a very conversational way, we ended up with the results that we had", "could’ve very easily gone a different direction, but if you can listen to everything i’ve just said, and you think to yourself, “i should write a book,” then, by all means, go for it", "for most people, this doesn’t mean i am a great writer, therefore, you need to be a great writer", "no, i’m just saying it was less painful for me to put it out than to keep it in my head"]}