{"dialog_idx": {"caroline paul": [28, 29, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 539, 540, 543, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638], "maria sharapova": [20, 21, 22, 154, 155, 156, 158, 159, 160, 163, 165, 168, 169, 170, 171, 172, 173, 174, 175, 177, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 232, 234, 235, 236, 237, 239, 241, 242], "sir richard": [12, 13, 14, 15, 16, 17, 18, 62, 63, 64, 65, 66, 67, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 82, 83, 84, 85, 86, 87, 88, 89, 97, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 19, 23, 26, 27, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 68, 69, 80, 81, 90, 91, 92, 93, 94, 95, 96, 98, 99, 100, 101, 102, 122, 123, 124, 125, 126, 127, 128, 129, 130, 147, 148, 149, 150, 151, 152, 153, 157, 161, 162, 164, 166, 167, 176, 178, 179, 196, 197, 198, 199, 200, 201, 202, 223, 224, 225, 226, 227, 228, 229, 230, 231, 233, 238, 240, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 291, 292, 293, 294, 295, 296, 297, 299, 301, 302, 303, 304, 306, 307, 308, 319, 320, 323, 332, 333, 362, 363, 365, 371, 373, 406, 407, 408, 409, 410, 411, 412, 413, 429, 441, 445, 446, 447, 448, 449, 450, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 535, 536, 537, 538, 541, 542, 544, 545, 546, 547, 548, 549, 550, 551, 578, 579, 580, 581, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650], "vince vaughn": [24, 25, 288, 289, 290, 298, 300, 305, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 321, 322, 324, 325, 326, 327, 328, 329, 330, 331, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 364, 366, 367, 368, 369, 370, 372, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 442, 443, 444, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486]}, "episode_num": 291, "file_type": "html", "guests": ["caroline paul", "vince vaughn", "maria sharapova", "sir richard"], "num_sentences": 651, "num_words": 10079, "raw_text": "Tim Ferriss: Hello, Ladies and Gentlemen. Hello, Clarice. You’ll see why that’s relevant in a minute. Welcome to another episode of The Tim Ferriss Show. More specifically, welcome to another edition of The Tim Ferriss Radio Hour, where I share some of the habits and patterns of world-class performers that I’ve identified after nearly 300 (300!) guests on this podcast. This episode we will explore fear, specifically. Managing, mitigating, overcoming, which is something I’ve personally spent decades battling with, of course. Sometimes being paralyzed by and fortunately, in more recent years, more and more overcoming. This has been such a focal point of my life for extended periods, that my last TED Talk focused on an exercise called fear setting, which is something that I have found to be a life raft and that I practice, I would say at least once every month. You can learn more about that at Tim.blog/Ted if you want to see it. It’s all free and all specced out for you. But aside from my personal experience, coming up I’ll discuss many different facets of fear or listen to tips and tactics and so on, from folks such as Sir Richard Branson, the founder and chairman of The Virgin Group. Sir Richard is, of course, a world-famous entrepreneur, adventurer, activist, and business icon. His most recent book, Finding My Virginity, shares the candid details of a lifetime of triumphs and failures. It provides an intimate look at his quest to push boundaries. That often includes breaking rules, seeking new frontiers, and certainly fear. Sir Richard Branson: I suppose not notable business failure that we’ve ever had was taking on Coca-Cola with Virgin Cola. For a while, it really looked like we were going to topple Coke and Pepsi. We were outselling them in the U.K. Tim Ferriss: Then, I talked to Maria Sharapova, who is the winner of five Grand Slam tennis titles. Maria Sharapova: And that sense of wow, everyone all of a sudden wants something. Everyone wants something that you have. Everyone wants to be a part of your success. Tim Ferriss: I also discussed the relationship between courage and fear with movie star, director, and producer, Vince Vaughn. Vince Vaughn: I would get down and I would take four or five days and I would just not do anything. I’d lose my energy. Tim Ferriss: Caroline Paul is our last guest. She is an author who has worked as a journalist and who also became one of the first female firefighters with the San Francisco Fire Department. Caroline Paul: And I look around and there was just three of us instead of four. I remember thinking, “I have to go back into that hallway?” The fear was paralyzing. Tim Ferriss: So, without further ado, let’s jump into it. We can begin with a bit of personal context on my part. For most of my life, I would say the driving values, if you will, have been security and lack of vulnerability. So it’s been a very defensive posture for a very, very long portion of my life. But optimizing was done to maximize security, decrease vulnerability. As was told to me recently by Tony Robbins, who I had the privilege to get to know over the last few years, there are some values that the more we obsess over them and fixate on them, the less we perceive we have them. Those could be values or resources. For example, you have respect or security. The more you fixate on those things, the less you perceive you have because you put on a lens through which you see constantly the transgressions, the slights, the violations, and so on. If you’re trying to, say in my case, control everything for a very long time – the pro and con list, the analytics, the spreadsheets – all of that was to try to control as many variables as possible. There is a place for control but when you try to control everything, as I did for a very long time and still sometimes do, you end up in a position where you can be dominated by fear and/or you can feel helpless. This has led me to, over decades, experience many extended depressive periods. That has led to having a very close brush with suicide in college, which then led to the fear-setting exercise that I mentioned earlier. All of that, for people interested, is spelled out both in text and video, all for free, at Tim.blog/Ted. But I don’t try to figure it all out on my own. That is a mistake that I’ve made repeatedly in the past and I’ve tried to get better at asking for help and asking experts to explain how they handle the ups and downs, the triumphs and the failures, the fear of the unknown, and so on. That allows me to assemble a toolkit of reminders, principles, beliefs, and phrases that I can revisit on a regular basis. This is part of the reason why I ask so many of my guests about their failures and fears. Let’s jump to Sir Richard Branson, @RichardBranson on Twitter and mostly everywhere else, is an English business magnate, investor, and philanthropist. He founded The Virgin Group, which controls more than 400 companies. It boggles the mind to even think about that. I have a long history with Sir Richard’s books, all the way back to Losing My Virginity which I brought with me after college. I still own it to this day. It helped to inspire one of my first businesses. His most recent book, Finding My Virginity, shares the details of, as I mentioned before, many of his triumphs and failures. Both of which, on either end of the spectrum, have been spectacular. There have been some really incredibly noteworthy failures in Sir Richard’s life. We discussed his quest to push the boundaries, stay high on life, and in the process, conquer fear. Tim Ferriss: When you have felt overwhelmed or unfocused or if you feel like you’ve temporarily lost your focus, what do you do? What have you found to help? What questions do you ask yourself? In those cases, what have you done historically that has been helpful? Sir Richard Branson: I personally believe that the majority of people who have down moments in their lives, they can actually trace it back quite often to alcohol. Perhaps the only days of my life that I feel lethargic is if instead of having two glasses at nighttime, I had five or six. If I find that’s happened on more than one or two occasions, I then give up completely for a month or two and feel absolutely fantastic, of course. I realize that I’m never going to drink another touch of alcohol again until actually, I do. Fortunately, I’m so busy that I just can’t afford to let myself down too often. But my guess is that for a vast majority of people if you can be high on life and fit and healthy, and if you do [inaudible] it, there’s something like alcohol is just beginning to go a bit too far, being high on life is just so wonderful [inaudible]. Tim Ferriss: A friend of mine, an entrepreneur named Matt Mullenweg, he’s been on this podcast as well, he’s the CEO of a company called Automattic, which is behind WordPress, which powers around 37% of the internet right now. He told me at one point that he had learned something long ago, which was that “Alcohol is borrowing happiness from tomorrow.” It certainly seems to be the case. Sir Richard Branson: Those are beautiful words and they’re very true words. My son has just had a year of no alcohol. Look, you can tell. He’s just so high on life. He’s just enjoying it like he’s never enjoyed it before. If you can do it in moderation, that’s great. I tell the story in the book, there was one night when we won the Grand Prix in Melbourne. Anyway, I let my hair down to such an extent that it would have made the film Hangover look like a children’s film. The next day, I woke up and I gave it up for six months. It doesn’t happen to me too often, but I think generally that’s the one area that I think a lot of people who do run into problems in life it’s just from slightly too much. Tim Ferriss: During those periods when you go off of alcohol, do you avoid circumstances where other people are drinking, or is there something that you say to people if you are in those circumstances? How do you ensure that you don’t have just that one drink that then triggers more drinks if you’re trying to take time away from alcohol? Sir Richard Branson: My trick is simply to have cranberry and soda in a champagne glass. People don’t know. I just drink cranberry and soda in a champagne glass. I think for a lot of people, especially when people first give up anything like that – drugs, alcohol – they need to walk away completely for a while. Fortunately, I never let myself get to that state. But I think the best advice is to say I need to go to bed early tonight and walk away. Otherwise, it’s very difficult [inaudible] to stick with it. Are you somebody who drinks? Tim Ferriss: I don’t drink a whole lot. I do enjoy wine. Fortunately, I don’t feel like I’ve had any issues with alcohol. Although genetically, my family seems to have that predisposition. I certainly have a fair amount of alcoholism in my extended family. I think about it quite a bit. I can tell that I think I have the potential to abuse it, but I haven’t up to this point. Sir Richard Branson: I think that you and I have such fascinating lives that is the best way of keeping these sorts of things in check because every day is so interesting that you’re not just going to waste a day by letting something like that take over your life. Tim Ferriss: Just two more questions for me. This is one really intended just to give people a window into how you cope with some of the harder times. Do you have a favorite failure of yours? What I mean by that is, how has a failure or an apparent failure set you up for later success? Are there any particular examples that come to mind? Sir Richard Branson: I think on the adventure side, the first time we crossed the Atlantic in a boat – we were trying to break the record for the fastest crossing of the Atlantic and getting the blue ribbon back and we sank. Then the next day, we got another boat and we were successful. The British people love people who are underdogs. It taught me that actually failing and then being successful most likely was better than just going out there and being successful the first time around. Overcoming difficulties. The public almost preferred than someone who is just successful the first time around. May be not so much in America, but in Britain anyway. I suppose the most notable business failure that we’ve ever had was taking on Coca-Cola with Virgin Cola. For a while, it really looked like we were going to topple Coke and Pepsi. We were outselling them in the U.K. The Virgin brand resonated. People loved the drink. Then we landed in Times Square with the Sherman tank and we took on Coke in their homeland in America. Coke decided to fire back and they filled up DC-10s full of money and hitmen and hitwomen and they landed in the territories that we had launched and suddenly Virgin Cola started disappearing from all these shelves. I think the lesson I learned from that was that if I’m going to take on a Goliath, we’ve got to be different and we’ve got to be much better than they are. With a cola, you’re just another cola. You can’t be fundamentally different. You can be cheaper, but you can’t be fundamentally different. Anything we’ve launched since then, we’ve only launched new businesses if we can make a fundamental difference. Tim Ferriss: I love it. That’s so important to underscore, I think. This is the last rapid fire question. If you could have a giant billboard anywhere with anything on it – and this is metaphorically speaking – so getting a message out to millions or billions of people, what would it say and why? It could be a few words. It could be a paragraph. It could be a quote you live your life by, yours or someone else’s. Does anything come to mind if you could get a message out to billions of people? What might you put on that billboard? Sir Richard Branson: The trouble is, I think I’m going to sound like a model on stage about a need to bring peace to the world. Therefore, I will instead go back and be a businessman. I think something like, “Nothing ventured, nothing gained.” I think that in life if people try things and stick their neck out, they’re going to have a lot more fun than if they sit at home watching other people do it. So I think that old quote, “Nothing ventured, nothing gained” is important. Having said that, I’ve been involved for ten years now in this wonderful group called The Elders. Nelson Mandela set it up and it’s now run by Kofi Annan. I really do believe that in our lifetime I’ve seen so many unnecessary wars. I’ve seen the Vietnamese War. I’ve seen the Iraq War, the Libyan War. These were all incredibly unjust wars which have gone on to spawn awful things like ISIS and so on, which would not have happened if it wasn’t for the West taking it upon themselves to interfere in other countries’ business and killing and maiming thousands of people. We must make sure that we don’t have any wars in the future. I think it takes business people, it takes society, it takes all of us to really make sure that our politicians never take us down that path again. One of the saddest things, I think, about the invasion of Iraq was yes; there were thousands of people in the streets. There should have been hundreds and hundreds of thousands, just like the Vietnamese War, to stop such a foolish excursion. All conflict should be able to be resolved by negotiation. Even if you don’t get exactly what you want out of it, that is better than all the bloodshed that flows from conflict. Tim Ferriss: Maria Sharapova, @MariaSharapova, is the winner of five Grand Slam titles and an Olympic silver medalist. She is one of ten women, and the only Russian, to hold a career Grand Slam, which refers to winning all four major championships: Wimbledon, the Australian Open, the U.S. Open, and the French Open. Forbes also has named Maria the highest paid female athlete of all time, which she first earned in 2005. She has held that title for more than a decade. Is it true that you’ve never used the word “rejection,” or that you don’t believe in that word? Is that true? Maria Sharapova: Well I don’t, I mean it’s a very tough word to believe in. It’s a very tough word to accept. I think one of the reasons is because I saw in many different scenarios where my father would say no because he would open up an opportunity to say yes. Tim Ferriss: Okay, please explain. Maria Sharapova: So there are many situations whether it was a coaching opportunity, or whether it was receiving money from an agency. He had this ability to say no to the things that seemed like they made sense. The easy way out, because he believed that later he’d have a better opportunity to say yes to bigger and greater things. Tim Ferriss: Got it. So he said no to the small, shiny objects. Maria Sharapova: Well, at the time I’m sure they didn’t seem so small. Tim Ferriss: Not small. Maria Sharapova: Not small, right. Tim Ferriss: I don’t mean at the time in perception. But the short-term shiny objects, maybe. Maria Sharapova: Right. so rejection it wasn’t, there was never, because I always, I mean I always was following kind of next to my father, and seeing the decisions that he would make. And I was only a kid and even when I won Wimbledon I was only 17 years old. You’re still a kid, and you’re still following the guidance, and I’d win a match following then I’d call. Or I’d win a tournament, and I would go shopping in a store, and I would call my mom because there was something quite pricey and I didn’t know if I could buy it. So I was still asking permission, even though I had earned that money. If I could purchase a piece of jewelry, or shoes, or whatever it was at the time that I wanted. So, I was always watching and observing, and they never – rejection, I mean you’re of course when someone says no to you, it’s easy to say, “Oh yes, I was rejected.” But if you can open up a different opportunity from that point of view, then you’re turning a no into something that brought you to a better place. Tim Ferriss: It sounds like you did that with your interactions with some of the other players who were boarding at Nick’s Tennis Academy in a way. Maria Sharapova: Yeah. Tim Ferriss: Do you consider yourself an introvert, an extrovert, a blend? How do you think about that? Maria Sharapova: I think from a very young age, because of sort of the process that I went through, and the success that I earned from a young age, and winning a major, and a grand slam at such a young age, and because it became so unexpected I went from being someone that was, someone that people scouted to being someone that everyone had analyzed, and knew about, and wanted to know more about. I created this – I definitely put on these horse blinders, because if I had not, my mind would have been everywhere. I think it would have been so easy to be distracted in those moments, and situations, and be pulled in different directions. It’s a slippery slope. It’s very dangerous and as a young girl, it could have been a disaster, to say the least. I definitely remember the moment, and it was just a few matches before I won Wimbledon, where I was sitting down with my coach, and all of a sudden, I think it was before the semi-finals of that tournament, and all these tourists who had gotten credentials – they seemed like tourists, I didn’t know who they were. Maybe they weren’t. Maybe they were important agents or sponsors, but at the time they just seemed like tourists that all wanted a picture with me. It really came overnight, that sense of, “Wow, everyone all of a sudden wants something.” Everyone wants something that you have. Everyone wants to be a part of your success. I didn’t like that feeling. I loved the feeling of being in a position of showcasing what I could do with my tennis racket but that feeling of everyone wanting a piece of that, and the feeling of your opponents all of a sudden feeling like just by beating her, they’re not just winning a quarter-final or the final of the match but they’re winning so much more. It made me feel like I needed to kind of put myself in a bubble. To concentrate, to focus. That it was gonna be that much harder, that much more difficult, and I did. I don’t know if I could have done it another way. Tim Ferriss: What are some of the best practices or decisions that have helped you with that? Because for instance, my friend Josh, I was mentioning earlier, who became well known effectively overnight, particularly with the movie about his life. For chess, he could no longer compete effectively after that because he would go to a chess tournament, and there would be – I’m making up the age, but he’s something like 13 or 14 – and all of a sudden there are 20 girls who want his attention and a bunch of reporters. He removed himself completely from the competitive scene. He’s one of the most private people I know at this point. So what helped you? What kind of decisions, or advice, or practices? Maria Sharapova: I think it was surrounding myself with good minds and good people that had my best interest. It’s so easy to say those words, but I know how difficult it is to find those people and even harder nowadays than it was. I saw it in so many different examples of other tennis players, and of their success and their paths after that, and the people that you all of a sudden associate yourself with. I think as an individual, it’s very easy to be affected by the voices that are next to you because we listen to that and we process that information, and all of a sudden we – I wouldn’t say we want to be like them but we interpret it in our way – but when I read a funny book, all of a sudden I feel like I’m a comedian. Or when I watch incredible acting by someone, it inspires me to be an actor. There are moments of this that happens. As an athlete, you surround yourself with people’s opinions or choices or money and wealth. It’s such an easy distraction. I surrounded myself with good people. The friends that I have today were my friends when I was a young girl. My manager has managed me since I was 11 years old. My mom is still very much my best friend. Another really good friend of mine, I met when I was 11 years old as well. I have this fondness for developing these real connections with people. I think it was so helpful for me as a young girl because I competed in front of thousands of people and I still do. The walk to the tunnel and the walk to a press conference, and the walk back to the hotel room; it’s a very lonely journey. It’s difficult – you’re in your mind a lot, and you’re thinking a lot. So, when you have voices next to you that are the right voices, then it’s so helpful. But I know how hard it is to find. But I do believe that is a big part of my success. Tim Ferriss: I have some public I have some public exposure and have found I’ve made a lot of mistakes and found it really difficult to identify in some cases what ulterior motives are. Or if people start doing me tons of favors, I now realize there might be something coming six months later. So I’m very hesitant to accept favors. I can’t even imagine the level. I mean, I’m playing T-ball and you’re in the major leagues in the World Series when it comes to how many people want a piece of you. How do you, for instance, assess someone if you have coffee or lunch with them? What do you look out for or look for? How do you decide whether it’s someone you want to see a second time or talk to a second time? If anything comes to mind, and this is just because quite frankly, you’ve had a lot more practice. Maria Sharapova: You’ve had a lot of requests? Tim Ferriss: No, you’ve had a lot more practice than I have. Maria Sharapova: I saw that email you sent back and I was like, whoa. That automatic reply. I was like, oh my goodness. I don’t know who’s emailing you. Tim Ferriss: I’m afraid I have 4,091 unread email in my inbox currently. Maria Sharapova: Oh my goodness. Tim Ferriss: Yeah, it was released into the wild. Maria Sharapova: I can’t do that. I need to keep my inbox clean or I feel like I have a mess in my head. Tim Ferriss: Well, we’ll talk about that next, but in the meantime Maria Sharapova: How do I choose? I love meeting people, and I love having a conversation and I love being inspired. You can get so much out of a conversation or by exposing yourself to being in an unfamiliar territory. With people, and I’ll give you an example that was, it felt like it’s was important. I’m always around the same people, so I have my team, which is my coach and my fitness coach and my trainer. We travel – I see them more than my family. We travel probably 260 days out of the year together – breakfast, lunch, dinners, practice, training. We know so much of each other. Then you have a manager and then you come home and then you have your friends. So I’m always surrounded by people that I know and that I trust and that I love, which is incredible. But I always think that as a human being and from a perspective of the mind and growth and intellectually, when you’re put in a situation where you’re unfamiliar with people and you’re unfamiliar with their stories or who they are, and you have to ask questions, and to get that out, it makes you a much more interesting person. Last year, I put myself in this position where I had all this time off, and it was during the summer. I signed up for these two business courses in Boston, at Harvard Business School. I was one out of the 40 students, I believe, in each of these courses. I stayed on campus. these were individuals who were CEOs and COOs of companies of airlines, of Microsoft, of all these incredible brands. I was by far the youngest and probably the silliest and the least knowledgeable one in the room. But just by being with them, just by sitting with them, just by sitting with them at dinner, by asking them questions, by feeling a little bit uncomfortable, I felt like at the end of those three weeks, I grew and I grew. There were definitely things that I learned that I’m applying and that I wanted to apply in my business but the biggest thing that I got out of it was that I grew as a person. I became familiar in a very unfamiliar territory. I still keep in touch with people in the classes. We have completely different lives. They’re CEOs of companies. They have three or four kids. They travel all over the place, and here I am, a 30-year-old athlete. But there’s so much respect in that room because we’re all trying to learn and to grow. So when you ask me, who are the people that you want to meet with or speak to or have a coffee with, I always think of that. The people that I choose to be with are the people that I want to learn from and that I want to have a conversation with and not just about what they bought at the flea market or how they like their coffee but it’s about the world and it’s about education, it’s about people, and it’s not about right or wrong. I don’t always have a conversation because I want to know what makes someone perfect and not. I like to hear opinions. I got out of that experience in Boston and I felt like I grew. I felt like stepped up and I got out of my comfort zone, and I followed up with them. We still keep in touch about business and projects and things like that. It was a very interesting experience, personally, for me. Tim Ferriss: Vince Vaughn, @WildWest on Twitter, is one of the most prolific actors, writers, and producers in the world. He’s acted in more than 30 major motion pictures that have gone on to gross more than $1.7 billion at the box office. He’s largest credited for redefining the R-rated comedy with his performance in the 2005 hit, Wedding Crashers, which set the record for highest grossing R-rated comedy at the time. He is, and will continue to be, I expect, one of the most sought-after leading men in Hollywood. I met Vince because he listened to this podcast and he reached out through his production company, Wild West, to see if we might do a TV show together. Specifically, he had seen one of my first TED Talks. It was actually recorded at something called the EG, the Entertainment Gathering, where I talked about language learning, dance, and swimming. Three fears that I overcame using different toolkits with the help of mentors. We discussed many different options and we settled on a show that ended up being called Fear(less), with the “less” in parentheses. It’s in parentheses because the objective of the show, where I interviewed everyone from David Blaine, the illusionist and endurance artist, to Kyle Maynard and Stewart Copeland of The Police and so on. The objective was and is to teach people to fear less, two words, to fear less, which is trainable, not to be fearless, which is not the objective at all. Vince Vaughn: One great thing about failure is you realize it’s not as bad as your mind makes it out to be. The fear is more crippling than the actual consequences. The consequences a lot of time feel almost relieving in a way because now you’ve faced it, you’ve gone through it, and that kind of takes that away from you. Tim Ferriss: Yeah. It’s amazing how also over time the more you don’t address your fear. Meaning if you take some large fear and you break it down into the smallest possible steps, let’s say for swimming, for me it was even putting my face under water for a period of time. So forget about swimming. Forget about learning how to breathe. Just putting your face under water. Then when you finally have the incentive like this bet I had with my friend, or rather this mutually assigned New Year’s resolution. Vince Vaughn: With a deadline? Tim Ferriss: What was that? Vince Vaughn: With a deadline? Tim Ferriss: With a deadline. When I actually sat down and found a method of swimming called total immersion, which I recommend to everybody, which was introduced to me by Chris Sacca, who also had difficulty swimming. He said, “I have the answer to your prayers.” It took me a week, about ten days, to go from zero laps in a pool to like 40 laps a workout as meditation. It was incredibly easy compared to the mental monster that I had created for myself. Vince Vaughn: That’s what’s fascinating is how much of it is the woods that we’ve created versus the actual path to the destination? Tim Ferriss: You were, as I understand it, rejected for certain roles because of your height. Is that true? That the leading men at the time or the roles that they were casting for, or maybe the people you’d be featured with would be shorter and there were issues there, that ended up being an issue in the early days? Vince Vaughn: I think whatever you’re getting rejected for they find a reason to say it. I think when I was going up for roles younger and I was so much taller than people they would say that and I’m sure it played a role in it. But I think it’s important whatever you’re doing that you don’t give voice to things that you’re not able to change. You would have to use it in a way to find ways to do stuff. It’s all neutral ultimately, even if it doesn’t feel that way on some level, at least for the purpose of approaching stuff. But look, at the end of the day, it’s just a lot of rejection. It’s the nature of it. I had gotten turned down probably 1,000 to 1 for the times that I would audition or more. It wasn’t always consistent the reasons why. But all you knew was that you weren’t getting a chance to participate and so you would have to go back to the lab and try to get to a place of being more and more undeniable. Tim Ferriss: When you are going through all these rejections, of course at a certain point it just becomes second nature to not flinch as much when you get turned down for something. But if you were giving advice to say an up-and-coming actor who has some degree of talent but is getting rejected and they’re really just feeling like they’re getting punched in the face by the world, what would you say to that person? Vince Vaughn: Well, I look at it mathematically at a certain point was I started just focusing my entire day on perfecting my craft. So I was either watching a movie, reading a book on stuff, doing monologues, taking classes. Tim Ferriss: Ordering products from infomercials. Vince Vaughn: Ordering products from infomercials came later. That was the dessert. That was a treat after I got a chance to work. But I would deny myself other things. I couldn’t go do this; I couldn’t travel until I earned it. So I would deny myself certain things that I would want to do and say, you haven’t earned that yet. Which I find to be a good motivator. Then what I did was if I would screen test for a movie that was a big opportunity that would’ve been life-changing, it would’ve given me an opportunity. Tim Ferriss: What is screen testing? As an idiot, I’ll ask. Vince Vaughn: Screen test would be you’re close, there are a couple people for a role, and now they’re going to film a scene from the movie with you and perhaps the already casted actor, or just a pair of people together. In screen testing, they would just see who mixes and matches or how you do on camera, how do they feel you come off. I had a couple of those, maybe four or five, for good opportunities. When you don’t get it, so you could go through seven or eight auditions to get to this point, it’s between you and two or three other people. When you don’t get it, your day the next day doesn’t change, meaning you still are going to get asked to go in for five lines on a television show or something smaller. There is no advancement. As far as opportunity, you were just a period with the same credits you had. So it was a lot of time and energy spent to get to that moment. If it didn’t pan out, there was no change. You were no more castable as a known entity than what you were. So what would happen is when you would get that close and it wouldn’t happen, at first I would get down. I would take four or five days and I would just not do anything. I’d lose my energy. Then I started to realize that the week I took off was really two weeks. That it was a week of not getting better and it was a week of getting worse. I said now I’ve given myself two weeks less to improve the things I’m in control of. I started looking at it as a percentage game. The more I worked on things, my percentages would go up. What I realized later was it gave you the confidence to feel like you belonged there. It gave you permission to perform in situations that didn’t feel comfortable because you had felt good about what you had brought to the table. I would suggest that you find a process where you’re able to – I think it’s important to allow yourself to feel disappointed. I think it’s important that you don’t turn off those feelings. But it is also important to know how you do that as quickly as possible to then become productive again and start doing the things that are going to give you a better opportunity for what you want. The same could be said for a relationship that hurts your feelings. How much time is effective for mourning and processing it? I really believe no time is not good. You need that moment to accept it. The sooner you can get back to doing things for your own growth and the things you’re in charge of, I think your chances of having the things you want in your life become greater. Tim Ferriss: I think also from what I’ve observed in you and other people who’ve done really well in their respective fields is that having an opportunity to be exposed to micro-failures in some environment, like wrestling, like auditions, inoculates you in such a way that you develop a tolerance for rejection. That allows you to capitalize on opportunities much more effectively later because you don’t take the two weeks off, right? Vince Vaughn: Correct. Tim Ferriss: It allows you to improve. Vince Vaughn: But then we have the problem on the other side, which I don’t know if you’ve experienced. You see it with boxers a lot. But once you have a level of success, can you maintain the motivation to have the approach that you once had when the immediate needs are not there as strong? Because I think on some level we all are looking for those things in life. How to let go of stuff and how to enjoy things in a more productive way. Tim Ferriss: Could you talk about your car accident in high school? Vince Vaughn: Sure, yeah. Tim Ferriss: It’s not something that we’ve talked about. Vince Vaughn: No. I haven’t talked about it much. It was after school. I had played sports and then I had stopped. I had started getting more into acting. It was during the day. I was a passenger and it was raining out and the girl that was driving was swerving on the road, being cute. I remember saying, “Don’t swerve. Stop it.” But she kept doing it. We were going maybe 35 miles an hour. Then we hydroplaned. I woke up in a ditch, my thumb ripped up real bad, and I couldn’t move. My legs couldn’t move. I had paramedics over me and I had blood all around me. I was real concerned – my friend – I didn’t have any idea how I looked. I wasn’t tracking it. But my friend was real bloody. I said, “Is Sean okay?” They said, “Yeah, he’s all right.” They got in the ambulance. They couldn’t get a hold of my parents at first because they were work traveling. I just remember being in a lot of pain. There was a moment you didn’t know what the ramifications were. I had a small compression, which turned out to be nothing, in my back. The aesthetic of my thumb being injured, now it’s just a very bad scar on the back side of it. Thankfully I have the thumb and can move it, but there was a pad that was gone. That was challenging because it really made me evaluate the oldest cliché, “Without your health, you don’t have anything.” I really got the experience of feeling like, well, what if I can’t move around? Or people go outside and play and things I had taken for granted. Then anything physical that is different that you’re used to in a certain way, I think at first it’s natural to feel insecure about it. Here I was at that time knowing I wanted to pursue being an actor and entertainer. It was a gift in processing things and putting your focus on other things and you started to realize the power of your own inner dialogue as far as what you were creating or not. There were a lot of gifts in it ultimately. But at the time, I feel lucky for it in that it was without real consequences. It was a nice learning gift, in a way. Tim Ferriss: So just to – we’re going to talk a lot about that inner dialogue and self-talk, but I want to touch on a few things that are around that same period. As maybe a preface to that, I will say that Vince is one of the most consistently curious people I’ve ever met. Which is saying a lot because my job is to interview curious people. To give you an idea, we were just backstage getting miked up. He had questions about something called the Marcelotine. Marcelotine is a choke in Brazilian Jiu-Jitsu by the Michael Jordan/Wayne Gretzky of grappling. His name is Marcelo Garcia. I was backstage choking Vince about ten minutes ago and there were a lot of very nervous looks. Vince Vaughn: Very effectively, I will – Tim Ferriss: It’s a good choke. Marcelo knows that he’s doing. Grappling was one of the first things – wrestling specifically – that we bonded over. Could you talk about the role of sports and wrestling to the extent that it had a lasting impact? Vince Vaughn: I think it’s important. George Washington, I think, credited ballroom dancing and horseback riding as two of the most important things he did because it gave him confidence, physicality, and grace. Being a leader, I don’t know that you can put grace in the body without – whether it’s I took ballet, I played sports. I think it’s important. Especially for me, being tall, it allowed me to have more control and confidence in my height. Wrestling, to me, was really a course in resiliency and discipline. I would’ve have loved to have played other team sports. But I was very good at wrestling, for whatever reason, and I wasn’t as accepted in some of the team sports. Wrestling is very much a longer sport. If you’re on a team bus, you kind of joke around and laugh. On a wrestling bus, everyone is dead silent. Tim Ferriss: Partially because they’re all dehydrated from cutting weight. Vince Vaughn: Cutting weight. And you’re going to get in a fight in front of your school or people you don’t know. It’s like you shake hands. No one missed a block and you got beat, right? You are dehydrated. It’s odd in that you’re growing and yet you’re trying to maintain a weight. Especially when you’re doing it when you’re younger, it’s very challenging. I really felt that I got – you know, you would come out of playing football feeling like you were in shape and then you would go into wrestling and you would realize you’re not in any kind of shape because if you just wrestle, it’s exhausting and then the only other thing you can do is run. In the winter in Illinois, that meant hallways and stairs. We had a coach that got fired. He was not fit to be with kids, but I felt like I benefitted from having that personality, but he was a real problem. Tim Ferriss: I feel like we need a little bit more elaboration so people’s minds don’t go crazy. Vince Vaughn: Well, he had a real anger problem. He would hit you. I got hit. Tim Ferriss: This isn’t Spotlight. I just want to – Vince Vaughn: Yeah, he punched me once in the chest after a match. He knocked the wind out of me. He encouraged kids hurting each other. But it seemed normal at the time, you know? Tim Ferriss: He was like the Cobra Kai. Vince Vaughn: Yeah, he was like Cobra Kai. It was crazy. He had his own emotional issues so we would win a meet like 60 to 6 or whatever it was and he would be angry over the few mistakes. At some point, you just heard the emotion being poured on you. I remember his sister was an assistant and he’d always say, “Get me a TAB and an aspirin.” Or an Advil. “Go get me a TAB and Advil.” Then he’d keep screaming at us. We would run these stairs in these hallways. It was like a sprint. If you didn’t make it under a minute 20, he would add another one. He was intentionally – you were going to have the bar moved and he was trying to break your spirit. He wanted to simulate all is lost. What you thought was going to get you there is not and now will you stand? Right? But inevitably, the second string heavyweight was never going to make that time. So the first time he would do it, he would say “Okay,” he’d call the kid’s name real loud. It was Illinois so it was either – I remember the name. I won’t say it. But it might’ve been an Eastern European last time. He said he was late. The first time you’d run after that, there’d be some encouragement. “Come on, you can do it.” But the second or third time, kids would start yelling and screaming at him or kicking at him and really physically forcing him. It was like a bad Few Good Men. It was terrible. I always had a problem with authority anyway. I clashed with him a lot. I ended up just showing up at the meets. I was good enough that I could do that. I wouldn’t go to practices all the time. I really had problems with him. He did punch me one time in the chest. But he turned out to be someone that created a past that was not truthful. He had told us that he’d made the Olympic time, but it was the year when we boycotted it and it turned out not to be true. But anyway, I guess the long version of it is I think that I gained more than I lost, even with him being challenging in a lot of ways. I wouldn’t change that experience. You can have a great coach, which there are in wrestling and I think in general one of the great attributes of wrestling is constitution and grit. The ability to survive painful moments and not take them on in the absolute sense, meaning to have perspective on pain. Tim Ferriss: Caroline Paul, @CaroWriter on Twitter, is an author of fiction and non-fiction. She worked in public radio as a journalist before joining the San Francisco Fire Department in 1988 as one of their first female firefighters. She worked most of her career on Rescue 2, where she and the crew were responsible for search-and-rescue and fire. Rescue 2 members were also trained and sent on SCUBA searches – she has some horrifying stories of pulling out decomposing bodies – rope and rappeling rescues, surf rescues, confined space searches, all hazardous material calls, and the most severe train and car wrecks. Her first book was the non-fiction memoir, Fighting Fire, published in 1998. She also wrote The New York Times bestseller and a book that I think is fantastic, called The Gutsy Girl. She calls it Lean In for girls, but I think it’s actually much more than that. It’s not set in the Boardroom, but rather in trees, on cliff edges, and in wild rivers. She is very good at recognizing how resilience and toughness, gutsiness, can be trained, can be taught. In a controversial The New York Times essay that preceded publication of that book, she wrote that risk teaches kids responsibility, problem-solving, and confidence. You can certainly find it very easily by searching “Caroline Paul, The New York Times.” Her perspective on fear and how she overcomes it in the most extreme circumstances – she’s done the luge; she’s done all sorts of extreme sports. Her approach was extremely helpful and inspiring and valuable to me, personally. I hope the same for you. Tim Ferriss: When you think of the moments you’ve been most terrified, what are those moments that come to mind? Caroline Paul: I think the time that I was probably the most physically scared, and it was a bit of an unusual feeling for me. I’m not trying to say that I’m super brave; I just had this ability to really take the fear and put it way, way back in the line of my other emotions when I was a firefighter. But I was in a – I talk about this in the book, actually – I was in a fire building and I was with my crew. We were in teams of two so the team that was ahead of me, Frank and Andy, and then I had my crewmate behind me, Victor. He and I were together. But we were all crawling down the same hallway. We had a hose line, which was unusual, but they couldn’t find the fire. So the Chief goes, “Hey, guys. You guys grab a hose line.” So we’re psyched to do that. It’s awesome to go find the seat of the fire. It’s super smoky, hot, and kind of quiet in this weird way. Then all of a sudden, a huge explosion which pushed us all out of the hallway. What we realized later was that there had been a flash over. Not in the hallway, which would have killed us, but somewhere close enough by to just blow us all – Tim Ferriss: What is a flash over? Caroline Paul: A flash over is when the room gets so hot that even the particles in the air simultaneously ignite. So it’s basically this huge – Tim Ferriss: It was like a gas blast. Caroline Paul: Basically, yeah. I’ve been in those too and those will knock your mask off and throw you backwards. I remember being discombobulated and in the garage and my friend, Frank, goes “Where’s Victor?” Victor was my crew mate. I look around and there were just three of us instead of four. I remember thinking, “I have to go back into that hallway?” The fear was paralyzing. This all took milliseconds. I see Frank, who is super brave, a really great firefighter, just turn and start to just catapult himself towards that door to find Victor. For me, it was only a millisecond. But I was scared. I recognized that fear and that fear scared me more than the fear itself because when you’re paralyzed as a firefighter and your friend is missing, that’s the worst. Of course, I was right on his heels but that feeling of overwhelming fear was really sobering for me. But what I learned, of course, is that you can be scared. That’s okay. But you still have to take action if it’s necessary. My friend was fine. He had actually been blown out too but he took shelter on the other side. We found ourselves in the garage. It all ended up fine but it was a moment I’ll never forget. Tim Ferriss: You’ve mentioned, in your writing for instance, your ability to put fear behind your other emotions. The story that comes to mind for me – and we don’t have to necessarily go into the details of this right now, but the climbing of the Golden Gate bridge. Which by the way folks listening, it’s illegal. I wouldn’t recommend doing it. Caroline Paul: Especially now, after 2001. They will shoot you. Tim Ferriss: Yeah, they will shoot you. Not advised. Caroline Paul: It was all a lark in the ‘90s but not anymore. Tim Ferriss: 760-some-odd feet or something along those lines. Maybe 720, I don’t know. You probably have better memory of the elevation than I. But where did you develop that ability or how did you develop that ability? For someone listening who’s like, “I’m so fearful, how can I develop that same ability?” It takes a courage or desire or whatever it might be, enthusiasm, and try to put it in front of this dominant emotion that I have and default emotion, which is fear, what would you say to them? I guess that’s two questions. How did you develop and what would you say to them? But you can tackle it any way you’d like. Caroline Paul: I am not against fear, let me just say right up front. I think fear is definitely important. It’s there to keep us safe. But I do feel like some people give it too much priority. It’s one of the many things that we use to assess a situation. I’m not against fear, but I am pro bravery. So that’s my paradigm. Once I know that, fear is just one of many things that are going on. For instance, when we climbed the bridge, which was five of us deciding we wanted to walk up that cable in the middle of the night. Please don’t do that. But we did. It was a really, I mean talk about fear, you’re walking on a cable where you have to put one foot in front of the other and you get higher and higher until you’re basically as high as a 70-story building with nothing below you and holding on to these two thin wires on either side. It’s just a walk, technically. Really nothing is going to happen unless some earthquake or sudden, catastrophic gust of wind, which was really not going to happen. You’re going to be fine as long as you keep your mental state intact. Don’t panic. It’s just a walk. So what I do in those situations is I look at all the emotions I’m feeling, which is anticipation, exhilaration, focus, confidence, fun, and fear. Then I take fear and say well how much priority am I going to give this? I really want to do this. Then I put it where it belongs. It’s kind of like bricklaying. I don’t know. You just look at all the bricks. Or making a stone wall. You just fit all the pieces together. Tim Ferriss: Do you or have you literally – I should use that word more carefully in my life in general – but visualized the bricks? Or to someone who hasn’t had this practice and you’re going to give them a meditation exercise. The next time you’re feeling feel, do this. What would you advise them to do? Caroline Paul: Yeah, I actually want someone to partition each emotion as if it’s a little; separate block then put it in a line. Because once you not only look at your emotions, but also assess your own skill and the situation, often things change. We’re scared – supposedly – I heard people say, “I’m so scared of” fill in the blank. Picking up an insect. Really? What is really so scary about an insect? Seriously. Is it going to eat you? No. So as long as you stop and really look, I think people’s lives will change kind of radically. Especially for women because women are very, very quick to say they’re scared. That’s something I really want to change. This is Caroline Paul and I’m really happy to be back with all of you and Tim on the Tim Ferriss podcast for Round Two. And you sent me a bunch of questions and I’m gonna answer some of them. Thanks so much. Let’s just dive right in. So No Name asked, “If you’re trying to change your relationship with fear, where do you start? It’s hard to face it when it’s breathing down on you. Any tips?” Well first of all, congratulations on your changing your relationship to fear. I don’t know if you’re a woman, but if you are this is an especially big step because, as I’ve talked about, I feel really strongly that we as women have been so encouraged to be fearful that it’s an underpinning of our life that we’re often not even conscious of. So just taking this step is amazing. Here’s my tip. It’s really straightforward: micro bravery. Because here is a concept that a great organization called Girls Leadership really articulated to me, which is that bravery is learned and like anything learned it just needs to be practiced. The way we practice things is to start small. So, micro bravery. This is what they call it. I love that. Micro bravery is basically breaking down your fears into either smaller steps or just starting small with any fear. The reason we want to do that is because, well, first of all, you become aware of what it feels like to be fearful. Because here’s the truth and I think I talked about this on the podcast before, but fear feels a lot like excitement. It has the same physiological characteristics of high heart rate, the sweat, nervous tension. Often what we do, especially as women because we’re really not taught to discern the nuances of fear because we aren’t taught to value bravery like men are, so we aren’t taught to really move through it. It’s that it feels so similar to excitement that we often mistake the fact that we’re not actually completely subsumed with abject fear; we actually are feeling fear and other things: excitement, exhilaration, anticipation, curiosity; things that really will open up our life. That actually is telling us, “Hey, this new experience is going to be kind of cool, but because – and again often it’s women – we haven’t ever practiced bravery so we don’t really understand what we’re feeling in times of stress and where we are pushing outside of our comfort zones. So when you practice bravery, and really what you’re practicing is micro bravery, you get really comfortable and you start to understand what fear feels like. You start to discern all the nuances of that emotion. The second thing you become knowledgeable about is what bravery is because I think a lot of women don’t really have a sense of what that feels like either. In fact, I like it to turn around maybe even this question and say well it’s not really changing your relationship to fear. It is changing the relationship to bravery. And so what we’re doing – and I know I talked about this before – is that we are valuing a bravery paradigm instead of a fear paradigm because I do think we give permission to women to talk about fear a lot and to really emphasize it in ways that perpetuates it. The last thing you do is when you’re practicing micro bravery is that you really start to develop a process of moving from fear to bravery. That process, when you use it in small instances, you can apply when you confront fear in bigger instances. That can be an emotional fear and that can be fear in your workplace and that can also be fear in the outdoors. Now when you practice micro bravery, I really want kids to practice in the outdoors because it’s really fun, the outdoors. It’s a really great way to understand that line between being scared and then excitement and then going to bravery because it’s just more obvious than if you’re trying to practice it in a more emotional situation. But as adults, I know, you already know whether you like the outdoors or not. This is not about like, “Oh, you have to be in the outdoors to be brave.” Not true. You guys who are not so much outdoorsy can practice at home or in the workplace – small acts of micro bravery. Again, really important, this is something where you start small so that you really get to know yourself and bravery better. An analogy might be deciding you’re going to run a 5K. You don’t just go run a 5K on the day of the race. You practice and you practice in small increments. You start by walking then you proceed to running a little bit. You get the picture. You’re breaking it down and, in that way, you’re training. You’re training to understand your body like a runner and you’re training to understand your own mind. Tim Ferriss: Well, there you have it folks. I hope you enjoyed this episode on overcoming or managing, or perhaps even using fear. It doesn’t have to be a negative. It can be something that is useful. It can be a fuel. It can be a call to action. Now I’m going to pass the mic over to you guys. Please let me know what you liked or disliked about this episode. Let me know what you want to hear more about. What topics would you like me to explore? You can shoot me a note on Twitter at TFerris, T-F-E-R-R-I-S-S, or leave a comment on the blog at Tim.blog/podcast, where you can find the show notes for this episode. Until next time, thank you all so much for listening.   Posted on: February 6, 2018.", "speakers": ["caroline paul", "tim ferriss", "vince vaughn", "maria sharapova", "sir richard"], "text_sentences": ["hello, ladies and gentlemen", "hello, clarice", "you’ll see why that’s relevant in a minute", "welcome to another episode of the tim ferriss show", "more specifically, welcome to another edition of the tim ferriss radio hour, where i share some of the habits and patterns of world-class performers that i’ve identified after nearly 300 (300!) guests on this podcast", "this episode we will explore fear, specifically", "managing, mitigating, overcoming, which is something i’ve personally spent decades battling with, of course", "sometimes being paralyzed by and fortunately, in more recent years, more and more overcoming", "this has been such a focal point of my life for extended periods, that my last ted talk focused on an exercise called fear setting, which is something that i have found to be a life raft and that i practice, i would say at least once every month", "you can learn more about that at tim.blog/ted if you want to see it", "it’s all free and all specced out for you", "but aside from my personal experience, coming up i’ll discuss many different facets of fear or listen to tips and tactics and so on, from folks such as sir richard branson, the founder and chairman of the virgin group", "sir richard is, of course, a world-famous entrepreneur, adventurer, activist, and business icon", "his most recent book, finding my virginity, shares the candid details of a lifetime of triumphs and failures", "it provides an intimate look at his quest to push boundaries", "that often includes breaking rules, seeking new frontiers, and certainly fear", "sir richard branson: i suppose not notable business failure that we’ve ever had was taking on coca-cola with virgin cola", "for a while, it really looked like we were going to topple coke and pepsi", "we were outselling them in the u.k", "then, i talked to maria sharapova, who is the winner of five grand slam tennis titles", "and that sense of wow, everyone all of a sudden wants something", "everyone wants something that you have", "everyone wants to be a part of your success", "i also discussed the relationship between courage and fear with movie star, director, and producer, vince vaughn", "i would get down and i would take four or five days and i would just not do anything", "i’d lose my energy", "caroline paul is our last guest", "she is an author who has worked as a journalist and who also became one of the first female firefighters with the san francisco fire department", "and i look around and there was just three of us instead of four", "i remember thinking, “i have to go back into that hallway?” the fear was paralyzing", "so, without further ado, let’s jump into it", "we can begin with a bit of personal context on my part", "for most of my life, i would say the driving values, if you will, have been security and lack of vulnerability", "so it’s been a very defensive posture for a very, very long portion of my life", "but optimizing was done to maximize security, decrease vulnerability", "as was told to me recently by tony robbins, who i had the privilege to get to know over the last few years, there are some values that the more we obsess over them and fixate on them, the less we perceive we have them", "those could be values or resources", "for example, you have respect or security", "the more you fixate on those things, the less you perceive you have because you put on a lens through which you see constantly the transgressions, the slights, the violations, and so on", "if you’re trying to, say in my case, control everything for a very long time – the pro and con list, the analytics, the spreadsheets – all of that was to try to control as many variables as possible", "there is a place for control but when you try to control everything, as i did for a very long time and still sometimes do, you end up in a position where you can be dominated by fear and/or you can feel helpless", "this has led me to, over decades, experience many extended depressive periods", "that has led to having a very close brush with suicide in college, which then led to the fear-setting exercise that i mentioned earlier", "all of that, for people interested, is spelled out both in text and video, all for free, at tim.blog/ted", "but i don’t try to figure it all out on my own", "that is a mistake that i’ve made repeatedly in the past and i’ve tried to get better at asking for help and asking experts to explain how they handle the ups and downs, the triumphs and the failures, the fear of the unknown, and so on", "that allows me to assemble a toolkit of reminders, principles, beliefs, and phrases that i can revisit on a regular basis", "this is part of the reason why i ask so many of my guests about their failures and fears", "let’s jump to sir richard branson, @richardbranson on twitter and mostly everywhere else, is an english business magnate, investor, and philanthropist", "he founded the virgin group, which controls more than 400 companies", "it boggles the mind to even think about that", "i have a long history with sir richard’s books, all the way back to losing my virginity which i brought with me after college", "i still own it to this day", "it helped to inspire one of my first businesses", "his most recent book, finding my virginity, shares the details of, as i mentioned before, many of his triumphs and failures", "both of which, on either end of the spectrum, have been spectacular", "there have been some really incredibly noteworthy failures in sir richard’s life", "we discussed his quest to push the boundaries, stay high on life, and in the process, conquer fear", "when you have felt overwhelmed or unfocused or if you feel like you’ve temporarily lost your focus, what do you do", "what have you found to help", "what questions do you ask yourself", "in those cases, what have you done historically that has been helpful", "sir richard branson: i personally believe that the majority of people who have down moments in their lives, they can actually trace it back quite often to alcohol", "perhaps the only days of my life that i feel lethargic is if instead of having two glasses at nighttime, i had five or six", "if i find that’s happened on more than one or two occasions, i then give up completely for a month or two and feel absolutely fantastic, of course", "i realize that i’m never going to drink another touch of alcohol again until actually, i do", "fortunately, i’m so busy that i just can’t afford to let myself down too often", "but my guess is that for a vast majority of people if you can be high on life and fit and healthy, and if you do [inaudible] it, there’s something like alcohol is just beginning to go a bit too far, being high on life is just so wonderful [inaudible]", "a friend of mine, an entrepreneur named matt mullenweg, he’s been on this podcast as well, he’s the ceo of a company called automattic, which is behind wordpress, which powers around 37% of the internet right now", "he told me at one point that he had learned something long ago, which was that “alcohol is borrowing happiness from tomorrow.” it certainly seems to be the case", "sir richard branson: those are beautiful words and they’re very true words", "my son has just had a year of no alcohol", "look, you can tell", "he’s just so high on life", "he’s just enjoying it like he’s never enjoyed it before", "if you can do it in moderation, that’s great", "i tell the story in the book, there was one night when we won the grand prix in melbourne", "anyway, i let my hair down to such an extent that it would have made the film hangover look like a children’s film", "the next day, i woke up and i gave it up for six months", "it doesn’t happen to me too often, but i think generally that’s the one area that i think a lot of people who do run into problems in life it’s just from slightly too much", "during those periods when you go off of alcohol, do you avoid circumstances where other people are drinking, or is there something that you say to people if you are in those circumstances", "how do you ensure that you don’t have just that one drink that then triggers more drinks if you’re trying to take time away from alcohol", "sir richard branson: my trick is simply to have cranberry and soda in a champagne glass", "people don’t know", "i just drink cranberry and soda in a champagne glass", "i think for a lot of people, especially when people first give up anything like that – drugs, alcohol – they need to walk away completely for a while", "fortunately, i never let myself get to that state", "but i think the best advice is to say i need to go to bed early tonight and walk away", "otherwise, it’s very difficult [inaudible] to stick with it", "are you somebody who drinks", "i don’t drink a whole lot", "i do enjoy wine", "fortunately, i don’t feel like i’ve had any issues with alcohol", "although genetically, my family seems to have that predisposition", "i certainly have a fair amount of alcoholism in my extended family", "i think about it quite a bit", "i can tell that i think i have the potential to abuse it, but i haven’t up to this point", "sir richard branson: i think that you and i have such fascinating lives that is the best way of keeping these sorts of things in check because every day is so interesting that you’re not just going to waste a day by letting something like that take over your life", "just two more questions for me", "this is one really intended just to give people a window into how you cope with some of the harder times", "do you have a favorite failure of yours", "what i mean by that is, how has a failure or an apparent failure set you up for later success", "are there any particular examples that come to mind", "sir richard branson: i think on the adventure side, the first time we crossed the atlantic in a boat – we were trying to break the record for the fastest crossing of the atlantic and getting the blue ribbon back and we sank", "then the next day, we got another boat and we were successful", "the british people love people who are underdogs", "it taught me that actually failing and then being successful most likely was better than just going out there and being successful the first time around", "overcoming difficulties", "the public almost preferred than someone who is just successful the first time around", "may be not so much in america, but in britain anyway", "i suppose the most notable business failure that we’ve ever had was taking on coca-cola with virgin cola", "for a while, it really looked like we were going to topple coke and pepsi", "we were outselling them in the u.k", "the virgin brand resonated", "people loved the drink", "then we landed in times square with the sherman tank and we took on coke in their homeland in america", "coke decided to fire back and they filled up dc-10s full of money and hitmen and hitwomen and they landed in the territories that we had launched and suddenly virgin cola started disappearing from all these shelves", "i think the lesson i learned from that was that if i’m going to take on a goliath, we’ve got to be different and we’ve got to be much better than they are", "with a cola, you’re just another cola", "you can’t be fundamentally different", "you can be cheaper, but you can’t be fundamentally different", "anything we’ve launched since then, we’ve only launched new businesses if we can make a fundamental difference", "i love it", "that’s so important to underscore, i think", "this is the last rapid fire question", "if you could have a giant billboard anywhere with anything on it – and this is metaphorically speaking – so getting a message out to millions or billions of people, what would it say and why", "it could be a few words", "it could be a paragraph", "it could be a quote you live your life by, yours or someone else’s", "does anything come to mind if you could get a message out to billions of people", "what might you put on that billboard", "sir richard branson: the trouble is, i think i’m going to sound like a model on stage about a need to bring peace to the world", "therefore, i will instead go back and be a businessman", "i think something like, “nothing ventured, nothing gained.” i think that in life if people try things and stick their neck out, they’re going to have a lot more fun than if they sit at home watching other people do it", "so i think that old quote, “nothing ventured, nothing gained” is important", "having said that, i’ve been involved for ten years now in this wonderful group called the elders", "nelson mandela set it up and it’s now run by kofi annan", "i really do believe that in our lifetime i’ve seen so many unnecessary wars", "i’ve seen the vietnamese war", "i’ve seen the iraq war, the libyan war", "these were all incredibly unjust wars which have gone on to spawn awful things like isis and so on, which would not have happened if it wasn’t for the west taking it upon themselves to interfere in other countries’ business and killing and maiming thousands of people", "we must make sure that we don’t have any wars in the future", "i think it takes business people, it takes society, it takes all of us to really make sure that our politicians never take us down that path again", "one of the saddest things, i think, about the invasion of iraq was yes; there were thousands of people in the streets", "there should have been hundreds and hundreds of thousands, just like the vietnamese war, to stop such a foolish excursion", "all conflict should be able to be resolved by negotiation", "even if you don’t get exactly what you want out of it, that is better than all the bloodshed that flows from conflict", "maria sharapova, @mariasharapova, is the winner of five grand slam titles and an olympic silver medalist", "she is one of ten women, and the only russian, to hold a career grand slam, which refers to winning all four major championships: wimbledon, the australian open, the u.s", "open, and the french open", "forbes also has named maria the highest paid female athlete of all time, which she first earned in 2005", "she has held that title for more than a decade", "is it true that you’ve never used the word “rejection,” or that you don’t believe in that word", "is that true", "well i don’t, i mean it’s a very tough word to believe in", "it’s a very tough word to accept", "i think one of the reasons is because i saw in many different scenarios where my father would say no because he would open up an opportunity to say yes", "okay, please explain", "so there are many situations whether it was a coaching opportunity, or whether it was receiving money from an agency", "he had this ability to say no to the things that seemed like they made sense", "the easy way out, because he believed that later he’d have a better opportunity to say yes to bigger and greater things", "got it", "so he said no to the small, shiny objects", "well, at the time i’m sure they didn’t seem so small", "not small", "not small, right", "i don’t mean at the time in perception", "but the short-term shiny objects, maybe", "right", "so rejection it wasn’t, there was never, because i always, i mean i always was following kind of next to my father, and seeing the decisions that he would make", "and i was only a kid and even when i won wimbledon i was only 17 years old", "you’re still a kid, and you’re still following the guidance, and i’d win a match following then i’d call", "or i’d win a tournament, and i would go shopping in a store, and i would call my mom because there was something quite pricey and i didn’t know if i could buy it", "so i was still asking permission, even though i had earned that money", "if i could purchase a piece of jewelry, or shoes, or whatever it was at the time that i wanted", "so, i was always watching and observing, and they never – rejection, i mean you’re of course when someone says no to you, it’s easy to say, “oh yes, i was rejected.” but if you can open up a different opportunity from that point of view, then you’re turning a no into something that brought you to a better place", "it sounds like you did that with your interactions with some of the other players who were boarding at nick’s tennis academy in a way", "yeah", "do you consider yourself an introvert, an extrovert, a blend", "how do you think about that", "i think from a very young age, because of sort of the process that i went through, and the success that i earned from a young age, and winning a major, and a grand slam at such a young age, and because it became so unexpected i went from being someone that was, someone that people scouted to being someone that everyone had analyzed, and knew about, and wanted to know more about", "i created this – i definitely put on these horse blinders, because if i had not, my mind would have been everywhere", "i think it would have been so easy to be distracted in those moments, and situations, and be pulled in different directions", "it’s a slippery slope", "it’s very dangerous and as a young girl, it could have been a disaster, to say the least", "i definitely remember the moment, and it was just a few matches before i won wimbledon, where i was sitting down with my coach, and all of a sudden, i think it was before the semi-finals of that tournament, and all these tourists who had gotten credentials – they seemed like tourists, i didn’t know who they were", "maybe they weren’t", "maybe they were important agents or sponsors, but at the time they just seemed like tourists that all wanted a picture with me", "it really came overnight, that sense of, “wow, everyone all of a sudden wants something.” everyone wants something that you have", "everyone wants to be a part of your success", "i didn’t like that feeling", "i loved the feeling of being in a position of showcasing what i could do with my tennis racket but that feeling of everyone wanting a piece of that, and the feeling of your opponents all of a sudden feeling like just by beating her, they’re not just winning a quarter-final or the final of the match but they’re winning so much more", "it made me feel like i needed to kind of put myself in a bubble", "to concentrate, to focus", "that it was gonna be that much harder, that much more difficult, and i did", "i don’t know if i could have done it another way", "what are some of the best practices or decisions that have helped you with that", "because for instance, my friend josh, i was mentioning earlier, who became well known effectively overnight, particularly with the movie about his life", "for chess, he could no longer compete effectively after that because he would go to a chess tournament, and there would be – i’m making up the age, but he’s something like 13 or 14 – and all of a sudden there are 20 girls who want his attention and a bunch of reporters", "he removed himself completely from the competitive scene", "he’s one of the most private people i know at this point", "so what helped you", "what kind of decisions, or advice, or practices", "i think it was surrounding myself with good minds and good people that had my best interest", "it’s so easy to say those words, but i know how difficult it is to find those people and even harder nowadays than it was", "i saw it in so many different examples of other tennis players, and of their success and their paths after that, and the people that you all of a sudden associate yourself with", "i think as an individual, it’s very easy to be affected by the voices that are next to you because we listen to that and we process that information, and all of a sudden we – i wouldn’t say we want to be like them but we interpret it in our way – but when i read a funny book, all of a sudden i feel like i’m a comedian", "or when i watch incredible acting by someone, it inspires me to be an actor", "there are moments of this that happens", "as an athlete, you surround yourself with people’s opinions or choices or money and wealth", "it’s such an easy distraction", "i surrounded myself with good people", "the friends that i have today were my friends when i was a young girl", "my manager has managed me since i was 11 years old", "my mom is still very much my best friend", "another really good friend of mine, i met when i was 11 years old as well", "i have this fondness for developing these real connections with people", "i think it was so helpful for me as a young girl because i competed in front of thousands of people and i still do", "the walk to the tunnel and the walk to a press conference, and the walk back to the hotel room; it’s a very lonely journey", "it’s difficult – you’re in your mind a lot, and you’re thinking a lot", "so, when you have voices next to you that are the right voices, then it’s so helpful", "but i know how hard it is to find", "but i do believe that is a big part of my success", "i have some public i have some public exposure and have found i’ve made a lot of mistakes and found it really difficult to identify in some cases what ulterior motives are", "or if people start doing me tons of favors, i now realize there might be something coming six months later", "so i’m very hesitant to accept favors", "i can’t even imagine the level", "i mean, i’m playing t-ball and you’re in the major leagues in the world series when it comes to how many people want a piece of you", "how do you, for instance, assess someone if you have coffee or lunch with them", "what do you look out for or look for", "how do you decide whether it’s someone you want to see a second time or talk to a second time", "if anything comes to mind, and this is just because quite frankly, you’ve had a lot more practice", "you’ve had a lot of requests", "no, you’ve had a lot more practice than i have", "i saw that email you sent back and i was like, whoa", "that automatic reply", "i was like, oh my goodness", "i don’t know who’s emailing you", "i’m afraid i have 4,091 unread email in my inbox currently", "oh my goodness", "yeah, it was released into the wild", "i can’t do that", "i need to keep my inbox clean or i feel like i have a mess in my head", "well, we’ll talk about that next, but in the meantime how do i choose", "i love meeting people, and i love having a conversation and i love being inspired", "you can get so much out of a conversation or by exposing yourself to being in an unfamiliar territory", "with people, and i’ll give you an example that was, it felt like it’s was important", "i’m always around the same people, so i have my team, which is my coach and my fitness coach and my trainer", "we travel – i see them more than my family", "we travel probably 260 days out of the year together – breakfast, lunch, dinners, practice, training", "we know so much of each other", "then you have a manager and then you come home and then you have your friends", "so i’m always surrounded by people that i know and that i trust and that i love, which is incredible", "but i always think that as a human being and from a perspective of the mind and growth and intellectually, when you’re put in a situation where you’re unfamiliar with people and you’re unfamiliar with their stories or who they are, and you have to ask questions, and to get that out, it makes you a much more interesting person", "last year, i put myself in this position where i had all this time off, and it was during the summer", "i signed up for these two business courses in boston, at harvard business school", "i was one out of the 40 students, i believe, in each of these courses", "i stayed on campus", "these were individuals who were ceos and coos of companies of airlines, of microsoft, of all these incredible brands", "i was by far the youngest and probably the silliest and the least knowledgeable one in the room", "but just by being with them, just by sitting with them, just by sitting with them at dinner, by asking them questions, by feeling a little bit uncomfortable, i felt like at the end of those three weeks, i grew and i grew", "there were definitely things that i learned that i’m applying and that i wanted to apply in my business but the biggest thing that i got out of it was that i grew as a person", "i became familiar in a very unfamiliar territory", "i still keep in touch with people in the classes", "we have completely different lives", "they’re ceos of companies", "they have three or four kids", "they travel all over the place, and here i am, a 30-year-old athlete", "but there’s so much respect in that room because we’re all trying to learn and to grow", "so when you ask me, who are the people that you want to meet with or speak to or have a coffee with, i always think of that", "the people that i choose to be with are the people that i want to learn from and that i want to have a conversation with and not just about what they bought at the flea market or how they like their coffee but it’s about the world and it’s about education, it’s about people, and it’s not about right or wrong", "i don’t always have a conversation because i want to know what makes someone perfect and not", "i like to hear opinions", "i got out of that experience in boston and i felt like i grew", "i felt like stepped up and i got out of my comfort zone, and i followed up with them", "we still keep in touch about business and projects and things like that", "it was a very interesting experience, personally, for me", "vince vaughn, @wildwest on twitter, is one of the most prolific actors, writers, and producers in the world", "he’s acted in more than 30 major motion pictures that have gone on to gross more than $1.7 billion at the box office", "he’s largest credited for redefining the r-rated comedy with his performance in the 2005 hit, wedding crashers, which set the record for highest grossing r-rated comedy at the time", "he is, and will continue to be, i expect, one of the most sought-after leading men in hollywood", "i met vince because he listened to this podcast and he reached out through his production company, wild west, to see if we might do a tv show together", "specifically, he had seen one of my first ted talks", "it was actually recorded at something called the eg, the entertainment gathering, where i talked about language learning, dance, and swimming", "three fears that i overcame using different toolkits with the help of mentors", "we discussed many different options and we settled on a show that ended up being called fear(less), with the “less” in parentheses", "it’s in parentheses because the objective of the show, where i interviewed everyone from david blaine, the illusionist and endurance artist, to kyle maynard and stewart copeland of the police and so on", "the objective was and is to teach people to fear less, two words, to fear less, which is trainable, not to be fearless, which is not the objective at all", "one great thing about failure is you realize it’s not as bad as your mind makes it out to be", "the fear is more crippling than the actual consequences", "the consequences a lot of time feel almost relieving in a way because now you’ve faced it, you’ve gone through it, and that kind of takes that away from you", "yeah", "it’s amazing how also over time the more you don’t address your fear", "meaning if you take some large fear and you break it down into the smallest possible steps, let’s say for swimming, for me it was even putting my face under water for a period of time", "so forget about swimming", "forget about learning how to breathe", "just putting your face under water", "then when you finally have the incentive like this bet i had with my friend, or rather this mutually assigned new year’s resolution", "with a deadline", "what was that", "with a deadline", "with a deadline", "when i actually sat down and found a method of swimming called total immersion, which i recommend to everybody, which was introduced to me by chris sacca, who also had difficulty swimming", "he said, “i have the answer to your prayers.” it took me a week, about ten days, to go from zero laps in a pool to like 40 laps a workout as meditation", "it was incredibly easy compared to the mental monster that i had created for myself", "that’s what’s fascinating is how much of it is the woods that we’ve created versus the actual path to the destination", "you were, as i understand it, rejected for certain roles because of your height", "is that true", "that the leading men at the time or the roles that they were casting for, or maybe the people you’d be featured with would be shorter and there were issues there, that ended up being an issue in the early days", "i think whatever you’re getting rejected for they find a reason to say it", "i think when i was going up for roles younger and i was so much taller than people they would say that and i’m sure it played a role in it", "but i think it’s important whatever you’re doing that you don’t give voice to things that you’re not able to change", "you would have to use it in a way to find ways to do stuff", "it’s all neutral ultimately, even if it doesn’t feel that way on some level, at least for the purpose of approaching stuff", "but look, at the end of the day, it’s just a lot of rejection", "it’s the nature of it", "i had gotten turned down probably 1,000 to 1 for the times that i would audition or more", "it wasn’t always consistent the reasons why", "but all you knew was that you weren’t getting a chance to participate and so you would have to go back to the lab and try to get to a place of being more and more undeniable", "when you are going through all these rejections, of course at a certain point it just becomes second nature to not flinch as much when you get turned down for something", "but if you were giving advice to say an up-and-coming actor who has some degree of talent but is getting rejected and they’re really just feeling like they’re getting punched in the face by the world, what would you say to that person", "well, i look at it mathematically at a certain point was i started just focusing my entire day on perfecting my craft", "so i was either watching a movie, reading a book on stuff, doing monologues, taking classes", "ordering products from infomercials", "ordering products from infomercials came later", "that was the dessert", "that was a treat after i got a chance to work", "but i would deny myself other things", "i couldn’t go do this; i couldn’t travel until i earned it", "so i would deny myself certain things that i would want to do and say, you haven’t earned that yet", "which i find to be a good motivator", "then what i did was if i would screen test for a movie that was a big opportunity that would’ve been life-changing, it would’ve given me an opportunity", "what is screen testing", "as an idiot, i’ll ask", "screen test would be you’re close, there are a couple people for a role, and now they’re going to film a scene from the movie with you and perhaps the already casted actor, or just a pair of people together", "in screen testing, they would just see who mixes and matches or how you do on camera, how do they feel you come off", "i had a couple of those, maybe four or five, for good opportunities", "when you don’t get it, so you could go through seven or eight auditions to get to this point, it’s between you and two or three other people", "when you don’t get it, your day the next day doesn’t change, meaning you still are going to get asked to go in for five lines on a television show or something smaller", "there is no advancement", "as far as opportunity, you were just a period with the same credits you had", "so it was a lot of time and energy spent to get to that moment", "if it didn’t pan out, there was no change", "you were no more castable as a known entity than what you were", "so what would happen is when you would get that close and it wouldn’t happen, at first i would get down", "i would take four or five days and i would just not do anything", "i’d lose my energy", "then i started to realize that the week i took off was really two weeks", "that it was a week of not getting better and it was a week of getting worse", "i said now i’ve given myself two weeks less to improve the things i’m in control of", "i started looking at it as a percentage game", "the more i worked on things, my percentages would go up", "what i realized later was it gave you the confidence to feel like you belonged there", "it gave you permission to perform in situations that didn’t feel comfortable because you had felt good about what you had brought to the table", "i would suggest that you find a process where you’re able to – i think it’s important to allow yourself to feel disappointed", "i think it’s important that you don’t turn off those feelings", "but it is also important to know how you do that as quickly as possible to then become productive again and start doing the things that are going to give you a better opportunity for what you want", "the same could be said for a relationship that hurts your feelings", "how much time is effective for mourning and processing it", "i really believe no time is not good", "you need that moment to accept it", "the sooner you can get back to doing things for your own growth and the things you’re in charge of, i think your chances of having the things you want in your life become greater", "i think also from what i’ve observed in you and other people who’ve done really well in their respective fields is that having an opportunity to be exposed to micro-failures in some environment, like wrestling, like auditions, inoculates you in such a way that you develop a tolerance for rejection", "that allows you to capitalize on opportunities much more effectively later because you don’t take the two weeks off, right", "correct", "it allows you to improve", "but then we have the problem on the other side, which i don’t know if you’ve experienced", "you see it with boxers a lot", "but once you have a level of success, can you maintain the motivation to have the approach that you once had when the immediate needs are not there as strong", "because i think on some level we all are looking for those things in life", "how to let go of stuff and how to enjoy things in a more productive way", "could you talk about your car accident in high school", "sure, yeah", "it’s not something that we’ve talked about", "no", "i haven’t talked about it much", "it was after school", "i had played sports and then i had stopped", "i had started getting more into acting", "it was during the day", "i was a passenger and it was raining out and the girl that was driving was swerving on the road, being cute", "i remember saying, “don’t swerve", "stop it.” but she kept doing it", "we were going maybe 35 miles an hour", "then we hydroplaned", "i woke up in a ditch, my thumb ripped up real bad, and i couldn’t move", "my legs couldn’t move", "i had paramedics over me and i had blood all around me", "i was real concerned – my friend – i didn’t have any idea how i looked", "i wasn’t tracking it", "but my friend was real bloody", "i said, “is sean okay?” they said, “yeah, he’s all right.” they got in the ambulance", "they couldn’t get a hold of my parents at first because they were work traveling", "i just remember being in a lot of pain", "there was a moment you didn’t know what the ramifications were", "i had a small compression, which turned out to be nothing, in my back", "the aesthetic of my thumb being injured, now it’s just a very bad scar on the back side of it", "thankfully i have the thumb and can move it, but there was a pad that was gone", "that was challenging because it really made me evaluate the oldest cliché, “without your health, you don’t have anything.” i really got the experience of feeling like, well, what if i can’t move around", "or people go outside and play and things i had taken for granted", "then anything physical that is different that you’re used to in a certain way, i think at first it’s natural to feel insecure about it", "here i was at that time knowing i wanted to pursue being an actor and entertainer", "it was a gift in processing things and putting your focus on other things and you started to realize the power of your own inner dialogue as far as what you were creating or not", "there were a lot of gifts in it ultimately", "but at the time, i feel lucky for it in that it was without real consequences", "it was a nice learning gift, in a way", "so just to – we’re going to talk a lot about that inner dialogue and self-talk, but i want to touch on a few things that are around that same period", "as maybe a preface to that, i will say that vince is one of the most consistently curious people i’ve ever met", "which is saying a lot because my job is to interview curious people", "to give you an idea, we were just backstage getting miked up", "he had questions about something called the marcelotine", "marcelotine is a choke in brazilian jiu-jitsu by the michael jordan/wayne gretzky of grappling", "his name is marcelo garcia", "i was backstage choking vince about ten minutes ago and there were a lot of very nervous looks", "very effectively, i will – it’s a good choke", "marcelo knows that he’s doing", "grappling was one of the first things – wrestling specifically – that we bonded over", "could you talk about the role of sports and wrestling to the extent that it had a lasting impact", "i think it’s important", "george washington, i think, credited ballroom dancing and horseback riding as two of the most important things he did because it gave him confidence, physicality, and grace", "being a leader, i don’t know that you can put grace in the body without – whether it’s i took ballet, i played sports", "i think it’s important", "especially for me, being tall, it allowed me to have more control and confidence in my height", "wrestling, to me, was really a course in resiliency and discipline", "i would’ve have loved to have played other team sports", "but i was very good at wrestling, for whatever reason, and i wasn’t as accepted in some of the team sports", "wrestling is very much a longer sport", "if you’re on a team bus, you kind of joke around and laugh", "on a wrestling bus, everyone is dead silent", "partially because they’re all dehydrated from cutting weight", "cutting weight", "and you’re going to get in a fight in front of your school or people you don’t know", "it’s like you shake hands", "no one missed a block and you got beat, right", "you are dehydrated", "it’s odd in that you’re growing and yet you’re trying to maintain a weight", "especially when you’re doing it when you’re younger, it’s very challenging", "i really felt that i got – you know, you would come out of playing football feeling like you were in shape and then you would go into wrestling and you would realize you’re not in any kind of shape because if you just wrestle, it’s exhausting and then the only other thing you can do is run", "in the winter in illinois, that meant hallways and stairs", "we had a coach that got fired", "he was not fit to be with kids, but i felt like i benefitted from having that personality, but he was a real problem", "i feel like we need a little bit more elaboration so people’s minds don’t go crazy", "well, he had a real anger problem", "he would hit you", "i got hit", "this isn’t spotlight", "i just want to – yeah, he punched me once in the chest after a match", "he knocked the wind out of me", "he encouraged kids hurting each other", "but it seemed normal at the time, you know", "he was like the cobra kai", "yeah, he was like cobra kai", "it was crazy", "he had his own emotional issues so we would win a meet like 60 to 6 or whatever it was and he would be angry over the few mistakes", "at some point, you just heard the emotion being poured on you", "i remember his sister was an assistant and he’d always say, “get me a tab and an aspirin.” or an advil", "“go get me a tab and advil.” then he’d keep screaming at us", "we would run these stairs in these hallways", "it was like a sprint", "if you didn’t make it under a minute 20, he would add another one", "he was intentionally – you were going to have the bar moved and he was trying to break your spirit", "he wanted to simulate all is lost", "what you thought was going to get you there is not and now will you stand", "right", "but inevitably, the second string heavyweight was never going to make that time", "so the first time he would do it, he would say “okay,” he’d call the kid’s name real loud", "it was illinois so it was either – i remember the name", "i won’t say it", "but it might’ve been an eastern european last time", "he said he was late", "the first time you’d run after that, there’d be some encouragement", "“come on, you can do it.” but the second or third time, kids would start yelling and screaming at him or kicking at him and really physically forcing him", "it was like a bad few good men", "it was terrible", "i always had a problem with authority anyway", "i clashed with him a lot", "i ended up just showing up at the meets", "i was good enough that i could do that", "i wouldn’t go to practices all the time", "i really had problems with him", "he did punch me one time in the chest", "but he turned out to be someone that created a past that was not truthful", "he had told us that he’d made the olympic time, but it was the year when we boycotted it and it turned out not to be true", "but anyway, i guess the long version of it is i think that i gained more than i lost, even with him being challenging in a lot of ways", "i wouldn’t change that experience", "you can have a great coach, which there are in wrestling and i think in general one of the great attributes of wrestling is constitution and grit", "the ability to survive painful moments and not take them on in the absolute sense, meaning to have perspective on pain", "caroline paul, @carowriter on twitter, is an author of fiction and non-fiction", "she worked in public radio as a journalist before joining the san francisco fire department in 1988 as one of their first female firefighters", "she worked most of her career on rescue 2, where she and the crew were responsible for search-and-rescue and fire", "rescue 2 members were also trained and sent on scuba searches – she has some horrifying stories of pulling out decomposing bodies – rope and rappeling rescues, surf rescues, confined space searches, all hazardous material calls, and the most severe train and car wrecks", "her first book was the non-fiction memoir, fighting fire, published in 1998", "she also wrote the new york times bestseller and a book that i think is fantastic, called the gutsy girl", "she calls it lean in for girls, but i think it’s actually much more than that", "it’s not set in the boardroom, but rather in trees, on cliff edges, and in wild rivers", "she is very good at recognizing how resilience and toughness, gutsiness, can be trained, can be taught", "in a controversial the new york times essay that preceded publication of that book, she wrote that risk teaches kids responsibility, problem-solving, and confidence", "you can certainly find it very easily by searching “caroline paul, the new york times.” her perspective on fear and how she overcomes it in the most extreme circumstances – she’s done the luge; she’s done all sorts of extreme sports", "her approach was extremely helpful and inspiring and valuable to me, personally", "i hope the same for you", "when you think of the moments you’ve been most terrified, what are those moments that come to mind", "i think the time that i was probably the most physically scared, and it was a bit of an unusual feeling for me", "i’m not trying to say that i’m super brave; i just had this ability to really take the fear and put it way, way back in the line of my other emotions when i was a firefighter", "but i was in a – i talk about this in the book, actually – i was in a fire building and i was with my crew", "we were in teams of two so the team that was ahead of me, frank and andy, and then i had my crewmate behind me, victor", "he and i were together", "but we were all crawling down the same hallway", "we had a hose line, which was unusual, but they couldn’t find the fire", "so the chief goes, “hey, guys", "you guys grab a hose line.” so we’re psyched to do that", "it’s awesome to go find the seat of the fire", "it’s super smoky, hot, and kind of quiet in this weird way", "then all of a sudden, a huge explosion which pushed us all out of the hallway", "what we realized later was that there had been a flash over", "not in the hallway, which would have killed us, but somewhere close enough by to just blow us all – what is a flash over", "a flash over is when the room gets so hot that even the particles in the air simultaneously ignite", "so it’s basically this huge – it was like a gas blast", "basically, yeah", "i’ve been in those too and those will knock your mask off and throw you backwards", "i remember being discombobulated and in the garage and my friend, frank, goes “where’s victor?” victor was my crew mate", "i look around and there were just three of us instead of four", "i remember thinking, “i have to go back into that hallway?” the fear was paralyzing", "this all took milliseconds", "i see frank, who is super brave, a really great firefighter, just turn and start to just catapult himself towards that door to find victor", "for me, it was only a millisecond", "but i was scared", "i recognized that fear and that fear scared me more than the fear itself because when you’re paralyzed as a firefighter and your friend is missing, that’s the worst", "of course, i was right on his heels but that feeling of overwhelming fear was really sobering for me", "but what i learned, of course, is that you can be scared", "that’s okay", "but you still have to take action if it’s necessary", "my friend was fine", "he had actually been blown out too but he took shelter on the other side", "we found ourselves in the garage", "it all ended up fine but it was a moment i’ll never forget", "you’ve mentioned, in your writing for instance, your ability to put fear behind your other emotions", "the story that comes to mind for me – and we don’t have to necessarily go into the details of this right now, but the climbing of the golden gate bridge", "which by the way folks listening, it’s illegal", "i wouldn’t recommend doing it", "especially now, after 2001", "they will shoot you", "yeah, they will shoot you", "not advised", "it was all a lark in the ‘90s but not anymore", "760-some-odd feet or something along those lines", "maybe 720, i don’t know", "you probably have better memory of the elevation than i", "but where did you develop that ability or how did you develop that ability", "for someone listening who’s like, “i’m so fearful, how can i develop that same ability?” it takes a courage or desire or whatever it might be, enthusiasm, and try to put it in front of this dominant emotion that i have and default emotion, which is fear, what would you say to them", "i guess that’s two questions", "how did you develop and what would you say to them", "but you can tackle it any way you’d like", "i am not against fear, let me just say right up front", "i think fear is definitely important", "it’s there to keep us safe", "but i do feel like some people give it too much priority", "it’s one of the many things that we use to assess a situation", "i’m not against fear, but i am pro bravery", "so that’s my paradigm", "once i know that, fear is just one of many things that are going on", "for instance, when we climbed the bridge, which was five of us deciding we wanted to walk up that cable in the middle of the night", "please don’t do that", "but we did", "it was a really, i mean talk about fear, you’re walking on a cable where you have to put one foot in front of the other and you get higher and higher until you’re basically as high as a 70-story building with nothing below you and holding on to these two thin wires on either side", "it’s just a walk, technically", "really nothing is going to happen unless some earthquake or sudden, catastrophic gust of wind, which was really not going to happen", "you’re going to be fine as long as you keep your mental state intact", "don’t panic", "it’s just a walk", "so what i do in those situations is i look at all the emotions i’m feeling, which is anticipation, exhilaration, focus, confidence, fun, and fear", "then i take fear and say well how much priority am i going to give this", "i really want to do this", "then i put it where it belongs", "it’s kind of like bricklaying", "i don’t know", "you just look at all the bricks", "or making a stone wall", "you just fit all the pieces together", "do you or have you literally – i should use that word more carefully in my life in general – but visualized the bricks", "or to someone who hasn’t had this practice and you’re going to give them a meditation exercise", "the next time you’re feeling feel, do this", "what would you advise them to do", "yeah, i actually want someone to partition each emotion as if it’s a little; separate block then put it in a line", "because once you not only look at your emotions, but also assess your own skill and the situation, often things change", "we’re scared – supposedly – i heard people say, “i’m so scared of” fill in the blank", "picking up an insect", "really", "what is really so scary about an insect", "seriously", "is it going to eat you", "no", "so as long as you stop and really look, i think people’s lives will change kind of radically", "especially for women because women are very, very quick to say they’re scared", "that’s something i really want to change", "this is caroline paul and i’m really happy to be back with all of you and tim on the tim ferriss podcast for round two", "and you sent me a bunch of questions and i’m gonna answer some of them", "thanks so much", "let’s just dive right in", "so no name asked, “if you’re trying to change your relationship with fear, where do you start", "it’s hard to face it when it’s breathing down on you", "any tips?” well first of all, congratulations on your changing your relationship to fear", "i don’t know if you’re a woman, but if you are this is an especially big step because, as i’ve talked about, i feel really strongly that we as women have been so encouraged to be fearful that it’s an underpinning of our life that we’re often not even conscious of", "so just taking this step is amazing", "here’s my tip", "it’s really straightforward: micro bravery", "because here is a concept that a great organization called girls leadership really articulated to me, which is that bravery is learned and like anything learned it just needs to be practiced", "the way we practice things is to start small", "so, micro bravery", "this is what they call it", "i love that", "micro bravery is basically breaking down your fears into either smaller steps or just starting small with any fear", "the reason we want to do that is because, well, first of all, you become aware of what it feels like to be fearful", "because here’s the truth and i think i talked about this on the podcast before, but fear feels a lot like excitement", "it has the same physiological characteristics of high heart rate, the sweat, nervous tension", "often what we do, especially as women because we’re really not taught to discern the nuances of fear because we aren’t taught to value bravery like men are, so we aren’t taught to really move through it", "it’s that it feels so similar to excitement that we often mistake the fact that we’re not actually completely subsumed with abject fear; we actually are feeling fear and other things: excitement, exhilaration, anticipation, curiosity; things that really will open up our life", "that actually is telling us, “hey, this new experience is going to be kind of cool, but because – and again often it’s women – we haven’t ever practiced bravery so we don’t really understand what we’re feeling in times of stress and where we are pushing outside of our comfort zones", "so when you practice bravery, and really what you’re practicing is micro bravery, you get really comfortable and you start to understand what fear feels like", "you start to discern all the nuances of that emotion", "the second thing you become knowledgeable about is what bravery is because i think a lot of women don’t really have a sense of what that feels like either", "in fact, i like it to turn around maybe even this question and say well it’s not really changing your relationship to fear", "it is changing the relationship to bravery", "and so what we’re doing – and i know i talked about this before – is that we are valuing a bravery paradigm instead of a fear paradigm because i do think we give permission to women to talk about fear a lot and to really emphasize it in ways that perpetuates it", "the last thing you do is when you’re practicing micro bravery is that you really start to develop a process of moving from fear to bravery", "that process, when you use it in small instances, you can apply when you confront fear in bigger instances", "that can be an emotional fear and that can be fear in your workplace and that can also be fear in the outdoors", "now when you practice micro bravery, i really want kids to practice in the outdoors because it’s really fun, the outdoors", "it’s a really great way to understand that line between being scared and then excitement and then going to bravery because it’s just more obvious than if you’re trying to practice it in a more emotional situation", "but as adults, i know, you already know whether you like the outdoors or not", "this is not about like, “oh, you have to be in the outdoors to be brave.” not true", "you guys who are not so much outdoorsy can practice at home or in the workplace – small acts of micro bravery", "again, really important, this is something where you start small so that you really get to know yourself and bravery better", "an analogy might be deciding you’re going to run a 5k", "you don’t just go run a 5k on the day of the race", "you practice and you practice in small increments", "you start by walking then you proceed to running a little bit", "you get the picture", "you’re breaking it down and, in that way, you’re training", "you’re training to understand your body like a runner and you’re training to understand your own mind", "well, there you have it folks", "i hope you enjoyed this episode on overcoming or managing, or perhaps even using fear", "it doesn’t have to be a negative", "it can be something that is useful", "it can be a fuel", "it can be a call to action", "now i’m going to pass the mic over to you guys", "please let me know what you liked or disliked about this episode", "let me know what you want to hear more about", "what topics would you like me to explore", "you can shoot me a note on twitter at tferris, t-f-e-r-r-i-s-s, or leave a comment on the blog at tim.blog/podcast, where you can find the show notes for this episode", "until next time, thank you all so much for listening"]}