{"dialog_idx": {"graham duncan": [390, 391, 392, 393, 394, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 528, 529, 530, 531, 532, 533, 534, 535, 536, 538, 539, 540, 541, 542, 543, 544, 545, 547, 548, 549, 550, 551, 552, 553, 554, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603], "soman chainani": [5, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 275, 276, 277, 278, 279, 280, 281, 282, 283], "susan cain": [6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 372, 373, 374, 375, 376], "tim ferriss": [0, 1, 2, 3, 4, 49, 84, 85, 122, 146, 181, 205, 221, 245, 259, 274, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 316, 330, 347, 371, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 395, 503, 504, 527, 537, 546, 555]}, "episode_num": 292, "file_type": "html", "guests": ["soman chainani", "susan cain", "graham duncan"], "num_sentences": 604, "num_words": 12154, "raw_text": "Tim Ferriss: Hello ladies and gentleman, boys and girls. This is Tim Ferriss, and welcome to another episode of the Tim Ferriss show where each episode it is my job to tease out the habits, routines, belief systems, decision making frameworks, whatever it might be. Backstories, failures, and what they’ve learned from them, that you can borrow from performers and apply in your own lives in some fashion. In this episode, we’re gonna feature three guests: Soman Chainani, Susan Cain, and Graham Duncan. And I won’t get into their bios right now. Soman Chainani was introduced to me by Brian Koppelman, some of you may know, as the cocreator of the hit show Billions as well as a filmmaker, writer, director, known for flicks such as Rounders, The Illusionist¸ and the list goes on and on. Susan Cain, speaking myself as someone who considers himself an introvert who can, for short periods, pretend to be an extrovert. What she writes about is very, very applicable to my own life. And Graham Duncan is a very understated person who tends to stay out of the public eye and out of the limelight. You may notice, for those of you who spotted the names (all three of them are featured in my latest book, Tribe of Mentors), that Graham Duncan has no social media profiles in the book. And that tells you a lot about Graham. All three of them, I should note, share something in common. And that is that I would view all three as people who are very, very expert at mitigating risk. So, I don’t view them as a “throw caution to the wind, risk it all” bunch whatsoever. Nonetheless, they’ve been very good at capping the downside and making various career decisions and bets that have paid off very, very, very, very large. So, I hope you enjoy this as much as I did. And I will let these three brilliant guests take it from here. Our guest today is Soman Chainani. On Twitter @SomanChainani S-O-M-A-N C-H-A-I-N-A-N-I. On Instagram @SomanC or you can find more about him at SomanChainani.net. Soman is a detailed planner, filmmaker, and New York Times bestselling author. His debut fiction series, The School for Good and Evil has sold more than a million copies, has been translated into more than 20 languages across six continents, and will soon be a film from Universal Pictures. A graduate of Harvard University and Columbia University’s MFA film program, Soman began his career as a screenwriter and director with his films playing at more than 150 film festivals around the world. He was recently named to the OUT100 and has and has received the $100,000.00 Shasha Grant and Sun Valley Writers’ fellowship both for debut writers. Soman Chainani: So, the right book can slip right inside of you and somehow wake up the part of you that’s asleep. It can actually put words to the thoughts that your soul can’t quite get a hold of without at least a little help. And there’re so many books that have done this for me, but there’s three in particular that I’ve read over and over and over. The first is The War of Art by Steven Pressfield, which is this slim, tiny, little book about the creative process. It’s almost like a Tao Te Ching for artists that every time you read, lets you go deeper and deeper into this idea of overcoming the innate resistance that faces anybody who wants to make a change in their life, especially a creative one. And every time I read it, it lights this crazy bonfire inside of me that reminds me just how far I have to go in order to trust the creative voices inside of me instead of the ego voices because that’s the real crisis with all creative work is that it requires us to trust the silent voices, the ones that we actually don’t hear as loud as the positive and negative ones that are always judging the work that we do. And it’s easy to mix all these voices up and end up quietly abandoning your ambition often before you even start your project. These ego voices are also why I became a pharmaceutical consultant at 21 years old, hocking Viagra instead of writing fantasy books and movies like I do now because at the time, a pharmaceutical consultant felt like a safe job, the kind of normal job that you tell your parents about, and they tell their friends about and makes you feel like you’re doing something right with your life. And so, these ego voices are also why I’m afraid to date ivy leaguers, I guess, even though I reluctantly have to admit that I am one because when you go to an ivy league school, you’re tagged as a success before you even accomplish anything, before you even know who you are. And so, it stokes this very fragile sense of self and it makes you play it completely safe. And ultimately, to make any real progress in my own life, I had to decondition myself from my own education and really believe that I had nothing to lose. So, yes. Pressfield’s War of Art. That’s where I would say the yellow brick road starts. For a second book, I’d choose something unusual, which is A Little Life by Hanya Yanagihara, which is a whopper of a novel that tracks the friendship of four male friends in New York City over the course of almost 40 years. You honestly won’t find a book more polarizing or divisive, but to me it’s the greatest work of fiction I’ve ever read primarily because it hits a nerve that I’ve struggled with my whole life, which is that all of us have baggage and wounds and pain that have shaped the way we see the world, but we so often hide it or compartmentalize it. And because of that, we close off parts of ourselves and make our lives a lot smaller. A Little Life reminds us that the pain we feel is shared, and it’s a common human bond, we shouldn’t be ashamed of it, and that if we talk about it and shine a light on it, it’s the first step to becoming a whole person instead of a fragmented one. I honestly can’t imagine a more ambitious or healing or moving book, but what’s also funny is that a lot of people hate A Little Life and consider it the worst book ever written. By brother despises it, and he says, “It’s trash. Basically the literary equivalent of rubbernecking at a car accident.” So, take that for what you will. Tim, if any of your listeners end up reading A Little Life, I’d be curious to hear which camp they end up in. And then, I was thinking for the third book, given my profession, it made sense to think a little younger because I honestly think the greatest exercise you can do when you’re stuck or in a rut in your life is to remember what your favorite children’s book was, a book that you read over and over and over again and never got tired of because somewhere in that book is the clue to not only what makes you tick, but also to your life’s purpose. My book was Peter Pan, which featured a title character who was at once charming and also a complete narcissistic pathological demon. And I think it was that ambiguous space between good and evil that I sparked to as a kid, and I’m now exploring for a living as a result. Tim Ferriss: What purchase of $100.00 or less has most positively impacted your life in the last six months or in recent memory? Soman Chainani: This is easy. It’s called Mother Dirt. It clears your skin, and it cost $49.00. My skin was a hot mess for most of my adolescence and into my 20’s. And when skin problems follow you into adulthood, it’s so frustrating because it becomes completely demoralizing, and it psychs you out, and it wreaks havoc on your self-esteem. And in my case, I tried to fix it with will power, which meant that I tried every single product on Earth. I tried antibiotics which kill your stomach. I tried harsh cleansers which dry out your skin and really make everything so much worse. And then I was trying every three-step cleansing program this side of Sephora, which just left my skin even more inflamed and rung out. But then four years ago, I discovered Mother Dirt in a New York Times profile. Back then, I think it was known as AO+ Biome. And their theory was super simple. It was that skin naturally needs AOB, which is short for Ammonia Oxidizing Bacteria, in order to stay healthy and clear. But soaps, creams, and all the things we use to help our skin end up killing all that natural bacteria. So, if you stop using those products and restore that bacteria naturally, then all of a sudden, your skin goes back to its normal, healthy state. So, my brain instantly connected with this. I was like, “Yes. This makes sense. I want to try this.” So, I wrote them, begging them to become one of their beta testers. And luckily, they agreed. And Mother Dirt came in a little spray bottle which I kept in my fridge. And within a week of using it, my skin was really completely clear. And I’ve been using it for four years every single day. The trick to making it work though is not to use other products that will kill the bacteria while you’re using Mother Dirt. Mother Dirt literally becomes your routine. So, I threw out all my fancy zit zapping, pore unclogging, oil unchiming microderming, “We promise this will make you look like Natalie Portman,” creams and toners and cleansers. All of it. And it was really the best day ever. And all I do now is spray my face twice a day with Mother Dirt. I don’t use anything else. It’s that easy. Their website is motherdirt.com. And I have tons of experience with this product. So, your listeners should feel free to shoot me questions if they have any of them if they wanna try it or if they’re using it. Tim Ferriss: How has a failure or apparent failure set you up for later success? Do you have any favorite failure of yours? Soman Chainani: This story hurts to tell. I don’t know if I’ve ever told it. The biggest failure I’ve ever had was with my thesis film at Columbia’s graduate film school. It was a movie I poured all my savings into at that point, about $25,000.00, and worked on for eight months. And a day before my final showing to the faculty, I suddenly got a really bad case of cold feet. And there was a reason for this, which goes back to what I said earlier about ivy leaguers and fragile egos. Columbia Film School had this diabolical little system, which I don’t even know if they still have today. But after the first year, the faculty all got together and gave out this one big cash prize. I think it was $16,000.00 to whoever they thought was the most promising director. I ended up getting that prize, which ended up being a lot more of a curse than anything, since it directly led to the failure that happened next. So, with my thesis film, I wanted to prove so badly that I deserved that prize, that I was the most promising director, that they put their faith in the right student. So, the night before my jury showing, instead of being content with all the work I put into that film, I completely panicked and decided I should show it to one of the professors on the jury hoping that he’d reassure me. He didn’t. He thought it was slow and “feckless.” That word still stings anytime I hear it or read it. And he recommended I slash the whole movie to pieces and make it half the length. Instead of looking for a second opinion or balancing his feedback against my own thoughts of my work, I panicked liked I was a headless rooster. This professor was obviously on the jury, and I wanted to stay the faculty’s blessed son, and so I trusted external validation at this point in my life more than my own creative compass. So, like a lemming, I followed his advice. I spent the whole night undoing eight months’ work and recutting the film. And the next day, I presented this hacked up Frankenstein to the faculty, who absolutely demolished it. They literally thought it was the worst movie in our class, probably one of the worst movies they’d seen come into the thesis presentations. All credibility I’d earned over the past three years went up in smoke. I wasn’t invited to participate in the public film school festival. Lots of gossip about how I never should have gotten that scholarship floated around, how I had no talent, how I’d let the prize get to my head. And of course it did, just not in the way that they all thought. A few weeks later, I ran into one of those disappointed faculty members, one who’d been a huge supporter of my work before this and now could barely look at me. I told him the story of the last minute recutting I’d done the night before my presentation, and he asked me if he could see the original version. So, I showed it to him. And I just remember the way his eyes lit up like stars. And he said, “Ah. There you are. Now I see you.” Incidentally, that short film in its original version went on to great success. And it started my whole career. But here’s the lesson that I remind myself of constantly, and which I hope you can take away from it, which is: Don’t let someone knock you off your course after you’ve put in all the work. You have to trust the work. You have to always trust the work. Tim Ferriss: If you could have a gigantic billboard anywhere with anything on it, what would it say and why? Soman Chainani: If I was in Hollywood, the billboard would say, “They’re lying.” And I actually have to remind myself of this all the time. Every time I’m on a call with a Hollywood producer or studio executive, I actually pull up a screensaver with those two words, “THEY’RE LYING,” in all caps. And I watch it spread across the screen during the call over and over. And it makes the whole experience a lot more productive and less frustrating. This reminds me of my first experience in Hollywood. I was coming out of film school. I’d written a script that a lot of producers and studios were interested in. And at my first ever studio meeting, the exec sweeps into the room, crows it’s the best script that he’s ever read. And he’s like, “Kid, we are making this movie.” And he slams his fists on the table. After that meeting, I never heard from him again. And obviously, he didn’t make the movie. But I think it’s a depressing billboard to focus on Hollywood’s lies. So, let’s pick another one. If I’m anywhere but LA, the billboard would say, “If you can conceive of it, it’s probably wrong.” And use of meditation taught me that most of the ideas, and opinions, and rules, and fixed systems I have in my mind aren’t the real truth. They’re the residues of past experience that I haven’t found a way to let go of. And to be open to life, to be truly ourselves, it’s our job to be aware, only aware, not to clutter that precious awareness with judgements. So, I need meditation as my primary weapon to survive life, to let me study my own brain like a detective looking for thoughts or thought patterns that I can let go of because the secret to happiness, I’ve learned isn’t really happiness at all, but cultivating silence inside of me. This big, blank, beautiful space. And the only way I know how to make more blank space is through meditation. So, 20 minutes a day every day, wherever I am. Often, I use the Headspace app because it logs your progress. So, it gives you a little bit of an incentive to keep a streak going. But all you need is a comfortable chair and silence, and meditation becomes the portal to the rest of my day. Tim Ferriss: What is one of the best or most worthwhile investments you’ve ever made? Soman Chainani: Oh, it’s definitely flying trapeze lessons. Those are like shock therapy for the soul because as soon as you get on the platform for your first class, it’s 50 feet high. And so, you’re instantly making all these cerebral calculations. You’re like, “I’m gonna jump this way, and then I’m gonna do this. And then my legs are gonna go over the bar here, and I’m gonna drop into the net there.” And it’s all complete and utter BS because once you jump off the platform; you realize in an instant that you have two choices. Either you trust your body, or you die. And for someone who makes a living with my head, I need that kind of primal therapy to reintegrate with my body in a very forceful, violent way. And just one class made me realize that underneath my mind’s chatter, my body actually has everything under control if I’m willing to just take the plunge and fly. This reminds me of a related story which is that I’m a compulsive CrossFitter. And at first, my favorite skill when I started the classes was box jumps. It felt so controllable that if you just jump on a box of a certain height, and you clear it, you get to build the box higher and try again. It was linear, it was Pavlovian, and it rewards a control freak like me in the clearest possible way. But at some point I hit a plateau, and I couldn’t jump any higher. I got frustrated. I tried to will myself higher. I was watching YouTube videos all day trying to find out what I was doing wrong. And it just led to me forcing it again, and again, and again, and compromising my form and wiping out a lot. And no matter how much I grit my teeth and did it again and again, I couldn’t get past my max of 42 inches. So, I finally said, “That’s my max.” I told my trainer, Dave. I said, “42 inches. That’s it. That’s my complete max.” And he disagreed. He’s like, “You’ve gotten to this height by jumping. Anyone can jump. You can control a jump. But the only way you’re going to get any higher is by flying. And you can’t think your way through flight.” So, I had to relearn box jumping to get past my self-imposed max, my cerebral max, and find my real maximum. And this required the same trust in my body as the trapeze did. Jump, commit, let the body do the work. And if there’s one thing you can take from this, it’s that you can find something in your own life that forces you to have this experience. Jump, commit, let the body do the work. whether those trapeze lessons, or an improv class, or just freestyle dancing in your room to Rhianna, let your body show you its natural intelligence. Give it the chance to show you. It’s gonna be the most intimate experience you ever have with yourself. Tim Ferriss: What is an unusual habit or an absurd thing that you love? Soman Chainani: I feel like this is a guilty pleasures question. And I have so many of those. Everything from Celine Dion to peanut butter slathered popcorn to the movie Showgirls to that horrible TV show ALF. But here’s one I guess that’s more important to me. It’s not something I confess regularly. But every night before I go to bed, I pull out old issues of Archie comics and read them. It’s not a new habit. I used to read Archie as a kid before I went to bed back then, also. And it’s because Riverdale in the comic always seems so crisp and bright and welcoming. Riverdale was the complete opposite of the kind of school I went to, which always felt so dark and morose and always made me feel scared somehow before having to go there on Monday mornings. And so, just reading the Archie comics gave me a little soothing warm feeling before I drifted off to sleep that I still get to this very day when I read them. But maybe more importantly, closing the day by reading the same thing I did when I was younger gives my life this sense of perfect order somehow. Maybe there’s a deeper lesson in this, also. I know I’m technically a writer of young adult literature, but I never think of my audience that way. Or I never think of myself as a writer for kids because I think the things we love when we’re young are still the things we love when we’re older. We just forget. Or we give up. Or we “grow up.” And that’s why the old fairy tales always held so much power for me because they worked for everyone, young or old. It didn’t matter who you were. Just like Archie works for me young or old. And so, maybe we all grow up in body one day, but I’m not sure our soul ever does. And that’s why the best stories somehow can touch us all and transcend things like age, or nationality, or culture, or anything like that. That’s why the best stories are universal. Tim Ferriss: In the last five years, what new belief, behavior, or habit has most improved your life? Soman Chainani: I know I should offer something deeply profound here, but honestly, the thing that’s most improved my life in the last year is unfollowing hot people on Instagram. There’s this amazing short story by Ted Chiang that started all this called “Liking What You See” that did a real number on me. The story asserts that beauty has become this kind of alien modern day super drug that with filters and Facetune on social media, and retouched models on ads, and porn so easily accessible, we’ve completely overloaded the senses and overstimulated ourselves so that our natural instincts can no longer recognize or react to real beauty anymore. And that’s making us confused and miserable both in how we judge ourselves and also how we judge others. And that crystal clear warning that beauty is literally ruining our lives like the worst drug woke me up because if we’re not careful, and this is where I fell into this trap and was completely guilty of it, our social media feeds become filled with people we follow only because they’re beautiful or because we’re envious of their lives. And without really realizing it, your feed turns into this torture device, an assault of beauty and perfection designed to make you feel inadequate. And so, opening up Instagram doesn’t inspire you anymore. It just makes you start to hate-live your own life since you can’t possibly measure up to the gods and goddesses of all these perfectly filtered pictures. And it makes you intolerant of other peoples’ real imperfections. And then it makes you start to despise the weight of real people and real life and invest in shallow, flimsy, 2D mirrors of it. It makes you constantly judge your own life against others. It makes you fragment your own consciousness because you’re living outside of your own life in order to get the perfect picture of it. It’s completely and utterly deadly. And so, I would say you have to use social media to make yourself better, to make yourself feel better, not to punish yourself. And that honestly has been the most valuable change in my life in the last couple years. Tim Ferriss: What advice would you give to a smart, driven college student about to enter the real world? Soman Chainani: Let’s start with the advice that I’d give, which is make sure that you have something every day that you’re looking forward to. Hopefully, it’s your job. But if it’s not, which is a completely universal and understandable condition, maybe it’s a basketball game after work, or a voice lesson, or your writing group, or an open mic night. Maybe it’s a date. Have something every day that lights you up because it’ll keep your soul hungry to create more of these moments instead of getting dragged down into the rut of having a job that you’re not excited about. And I’ll also remind you what really fulfills you in life. When I was a pharmaceutical consultant, and I was completely miserable, I used to come home from work and work on my novel that would eventually become The School for Good and Evil. I never intended to publish it. I never intended anyone to read it. I just did it to offset the misery of a job that I hated. And over time, I loved writing the book so much that I used to leave early sometimes in order to work on it. And slowly, the novel started to take over my work life too. I found myself secretly working on it in the mornings, during meetings, in the corner during office, during lunch. And eventually, I got fired because they figured out I wasn’t doing any of the real work, and I was actually working on my book. And the truth was I wasn’t upset because I had discovered what had made me happy at that point, which was telling stories. And nothing was gonna put that genie back in the bottle. As for advice I’d ignore, a little part of me dies every time someone tells me that they’ve taken a job as a stepping stone to something else when they clearly have no interest in that job whatsoever. And I think it’s because the truth is you only have one life to live. Time is super valuable. It’s the one currency that we’re all fighting to get more of. And so, if you’re using the idea of stepping stones and jobs that you’re not really interested in to get somewhere else, you’re probably relying on somebody else’s path or definitions of success that was created in the past. And I think it’s more important to live in your own present and try to make your own path. It’s gonna end up being more fulfilling for your own life. Tim Ferriss: What are bad recommendations that you hear in your profession or are of expertise? Soman Chainani: I think too often, aspiring artists put this pressure on themselves to make the creative work their only source of income, that they can’t be an artist unless they’re a fulltime artist somehow. And in my experience, it’s just a road to complete and utter misery because if art is your only source of income, then there’s unrelenting pressure on that art. And mercenary pressure isn’t just the enemy of the creative elves inside you trying to get the work done, but mercenary pressure also often leads to really bad and rushed work. So, having another stream of income drains the pressure on your creative engine. If nothing comes of your art or it flops miserably, whatever. You still have an ironclad plan to support yourself. And so, your creative soul feels a lot lighter. It feels free to do its best work. And I’m still a personal practitioner of this even though I could easily be a fulltime writer because after four books and a movie deal, I want a separate side stream of income in order to be able to write without feeling like it’s a matter of life and death. So, I tutor kids on the side. I help them with their college applications. And I’ve been doing that for the last ten years. And really no plans to stop because it makes the books better in the end if I don’t feel like the books are my only source of livelihood. Tim Ferriss: In the last five years, what have you become better at saying, “No,” to? Soman Chainani: I’m convinced that the reason Hollywood movies are often so terrible is because everyone is so busy hedging their bets that they’re working on a thousand projects at once. They don’t wanna commit to anything for fear that it’s gonna fail. No one is giving anything their full focus. So, when I worked on The School for Good and Evil, I decided to take the opposite track. I decided to commit completely. And the series has taught me to be patient because when I’m writing a new book, that’s all I work on. And I say, “No,” to all other creative projects no matter how lucrative. Do I miss opportunities? Absolutely. But it means that when the books hit the shelves, I know that I have left everything on the page, and they’re the absolute best I could have done, which then gives the series the greatest chance to survive through time. It’s easier to say, “No,” though when professionally, I know what my driving need is because if your driving need is to build income and provide for your family, then you’ll say no to anything that doesn’t further that goal. But if your driving need is to have your own business, for example, then you need to be a bit more promiscuous in trying out ideas until the right one hits. In my case, my driving need is always unequivocal, which is I want to make something that lasts. And that means committing to my current work like a marriage and believing that if I give these six books in the series everything I have, then better opportunities will eventually rise to replace the ones that I’ve passed up. Tim Ferriss: When you feel overwhelmed or unfocused, what do you do? Soman Chainani: So, feeling overwhelmed usually means one of two things. Either my blood’s trapped in my head, and I need to get out there and exercise and move the blood around and give myself space to breathe, or more likely, my to do list has become completely overpacked, and my brain knows there’s no way I can reasonably get done everything I’ve set out to do. And so, that’s been the solution is taking out the calendar and start canceling things, moving things around, seeing what I can take off my plate. And then, I can feel the paralysis evaporate once I’ve hit that threshold of knowing that I can reasonably accomplish whatever I want to do now. Feeling unfocused is a little different because it usually means I haven’t quite locked in to whatever I’m working on, that a part of me still thinks I can ripcord and bail and is afraid to commit. It usually happens in the first three months of writing a new book because that lack of focus is usually just fear. Fear that the new book is terrible, fear that it’s going to fail miserably and sink my career. Early on, I used to give in to that fear. And four books later now, I know that I just have to hold on tight, grit my teeth, and blow right through it like a ghost. Tim Ferriss: Our guest today is Susan Cain. C-A-I-N. On Twitter @SusanCain. Facebook: Author Susan Cain. Quietrev.com is her website. Susan is the cofounder of quiet revolution and the author of the bestsellers Quiet Power subtitle: The secret strengths of introverted kids and Quiet subtitle: The power of introverts in a world that can’t stop talking, which has been translated into 40 languages and has been on the New York Times bestseller list for more than four years straight. Quiet was named the best book of the year by Fast Company Magazine, which also named Susan one of its most creative people in business. Susan is the cofounder of the Quiet Schools Network and the Quiet Leadership Institute. And her writing has appeared in the New York Times, the Atlantic, the Wall Street Journal, and other publications. Her TED Talk has been viewed more than 17 million times, probably more than 20 million at this point, and was named by Bill Gates as one of his all-time favorite talks. How has a failure or apparent failure set you up for later success? Do you have any favorite failure of yours? Susan Cain: So, a very long time ago, I used to be a corporate lawyer. And I was a very ambivalent corporate lawyer. And anyone could have told you that I was in the wrong profession. But still, I had dedicated tons of time to it: three years of law school, one year of clerking for a federal judge, six and a half years at a Wall Street law firm, and I had a lot of very deep relationships with fellow attorneys. But the day came when I was very well along on partnership track, that the senior partner in my firm came to my office and sat down and told me that I would not be put up for partner on schedule. And to this day, I really don’t know whether he met that I would never be put up for partner or just delayed for a long time. But all I know is that I burst into tears right in front of him and then asked for a leave of absence. And I left work that day, and I remember bicycling around and around Central Park in New York City having no idea what I was gonna do next. I thought I’d probably travel. And I had all kinds of plans to go to India and so on. But instead, and this all happened in such a sudden and cinematic way that it will defy belief, but what happened is I remembered that I had always wanted to be a writer, which seems strange. You would think I had always had that in the back of my mind, but my writing dreams were something I had forgotten about for a very long time. But I started writing that very night. And then the next day, I signed up for a class at NYU in creative nonfiction writing. And the next week, I went to the very first session of that class, and it really was like an epiphany moment. I felt like I was finally home. I had no expectation of ever making a living through writing because you always hear about how difficult that is, but it was clear to me that from then on, I was gonna put writing at my center. And so, I decided to just look for freelance work that would give me lots of free time to feed my hobby. Now, if I had succeeded at making partner on schedule, I might still be there today, miserably negotiating corporate transactions 16 hours a day. It’s not that I had never thought about what else I might want to do other than law, but there’s something about being inside a very intense, 16-hour-a-day, hermetic culture like a law practice that makes it really difficult to figure out what else you might wanna do. Tim Ferriss: What is one of the best or most worthwhile investments you’ve ever made? Susan Cain: The best investment I ever made was the seven years of time that it took me to write Quiet. I really didn’t care how long it took. And though I very much wanted the book to succeed, I felt good about that investment of time regardless of the outcome because I really didn’t know what was gonna happen. But I felt so certain that writing in general and that writing that book in particular was the right thing to do. First of all, I had two kids along the way. So, of course that slowed me down. But also, I handed in a first draft after the first two years, and my editor basically said, “This is very crappy.” And she said, “Take all the time you need and start from scratch and go home and get it right.” And you might think that that was a moment of grand discouragement, but it was actually exactly the opposite. I remember leaving her office elated because I agreed with her. And I knew I needed a lot of time to get it right. And I was thrilled that the publisher was giving it to me. I had never published a word before Quiet, and I felt like I was learning how to write a book from scratch. And most publishing houses rush books to market a long time before they’re really, fully done just because of economic exigencies. And I feel like if she had done that, there would be no Quiet Revolution. Tim Ferriss: What is an unusual habit or an absurd thing that you love? Susan Cain: I really love sad, minor key music. And the funny thing is I find that kind of music very elevating and transcendent and not actually sad at all. And I think it’s because this kind of music is really about the fragility and the preciousness of life and love. So, if you’re curious about some examples, for me Leonard Cohen is my patron saint. You could try listening to “Dance Me to the End of Love,” or to “Famous Blue Raincoat,” or pretty much to anything that he’s ever written. If you’re not familiar with his work, I’m sure you know his song, “Hallelujah” that has been made into a cover a gazillion times. But that really is only the tip of the Leonard iceberg. I also love this song called “Hinach Yafah” by an amazing guy named Idan Raichel. It’s a really gorgeous song of a man longing for his beloved, and it’s really about longing in general, whether longing for God, or for heaven, or whatever. My favorite word in any language is the word saudade, which is the Portuguese word that’s at the heart of Brazilian and Portuguese culture and music. And it basically means a kind of sweet longing for a beloved thing or person that will likely never return to you. And I know that sounds so desperately sad, but again, it’s so hard to articulate it, but there’s something so incredibly beautiful and transcendent in that very idea. And if you wanna hear music expressing that idea, you could try a band called Madredeus or the singer Cesária. I’m not sure I’m pronouncing her name correctly, but Cesária Évora. Something like that. And by the way, my next book, or my whole next work chapter of my life is all about this topic of how loss and longing are such an essential part of love, and art, and growth in general. Tim Ferriss: What advice would you give to a smart, driven college student about to enter the real world? Susan Cain:   Smart, driven college student. You’re gonna hear so many stories of people who risked everything in order to achieve this goal or that goal, especially when it comes to creative goals. But I don’t believe that your best creative work is done when you’re stressed out because you’re on the edge of bankruptcy or some other personal disaster. It’s really just the opposite. So, you should be setting up your life in a way that’s as comfortable and as happy as possible, and that often means setting it up in a way that doesn’t appear very creative on the outside because you’re tapping in to more conservative structures, but what you’re really doing is freeing yourself up to accommodate your creative work. So, I often ask myself whether all those years of Wall Street law were a waste, given that what I really was meant, I think, to be doing the whole time was to explore human psychology and do what I love to do now, writing about what it’s like to be alive. It’s really how I think of my work. But the answer is that no. It was totally not a waste for so many reasons, first of all because I learned so much about this so called real world that would have otherwise been a mystery to me, and second because a front row seat at a wall street negotiation is as good a place as any to study the ridiculousness of being human, but most of all, maybe, is because those years that I spent practicing law gave me a financial cushion when I was ready to use it to try out a creative life. It wasn’t a huge cushion. I had not managed to save that much. But it did make a huge difference. So, even once I started my writing life, I spent tons of time setting up this little freelance business on the side where I taught people negotiation skills. And it was something that I felt I could use as long as I needed to support myself when my real center always was writing. The thing I was trying to do the whole time was take the pressure off the writing, so that the writing could always be a source of joy and satisfaction. So, I told myself that my goal was to get something published by the time I was 75 years old. And that was it. So, I met my goal a lot earlier than that. So, I am not saying, by the way, that the smart, driven college student who wants to have a creative life should spend ten years in corporate finance first. I’m very much not saying that. I’m really making a more basic point that you should just be planning how you’re gonna make ends meet and have a way to do that. And that way, the time that you do spend on your creative projects, and it could be 30 minutes a day, it could be ten hours a day, but you want those moments to be about focus, and flow, and occasional glimpses of joy. You do not want them to be associated with financial stress. Tim Ferriss: When you feel overwhelmed or unfocused, what do you do? Susan Cain:   I love espresso, and I would happily consume it all day long, but I’m really afraid of habituating to it and losing its magic powers. So, I only allow myself to have one latte a day. And I save it for when I’m doing my most creative work of the day because it really does jumpstart my mind in this almost magical – it has a kind of magical power. And also, by now, I associate latte in a kind of Pavlovian way with writing, which then gets associated in a Pavlovian way with the pleasure of coffee. So, it’s all a really good feedback loop. Tim Ferriss: My guest today is Graham Duncan. You can find out more about him at eastrockcap – C-A-P – .com. Graham is the cofounder of East Rock Capital, an investment firm that manages $2 billion or so for a small number of families and their charitable foundations. Before starting East Rock 12 years ago, Graham worked at two other investment firms. He started his career by cofounding the independent Wall Street research firm, Medley Global Advisors. Graham graduated from Yale with a B.A. in ethics, politics, and economics. He is a member of the Council on Foreign Relations and serves as co-chair of the Sohn Conference Foundation, which funds pediatric cancer research. Our mutual friend Josh Waitzkin, who introduced us – and you should look up Josh Waitzkin if you don’t know who he is. I’ll give you a hint: Searching for Bobby Fischer. Josh calls Graham, “The tip of the spear in the realms of talent tracking in judgment of human potential in high-stakes mental arenas.” That is a mouthful, but Graham, as I’ve gotten to know him over the years, is more and more impressive with every encounter that I have with him. And if you wanna hear more from Graham (ideas, his thinking, frameworks, everything), you can sign up for his monthly email newsletter at GrahamDuncan.blog. What is an unusual habit or an absurd thing that you love? Graham Duncan: So Tim, I wear the SUBPAC Wearable Physical Sound System while I commute on the subway to my office. And sometimes I wear it while I work at my desk. You strap the system to your back and chest, and it lets you feel the vibration of music through your whole body. Music producers, gamers, and deaf people are the primary users. I find the full body experience of music makes listening to music, or even a podcast that has a lot of bass, more of an immersive somatic experience rather than just a conceptual head thing. Tim Ferriss: If you could have a gigantic billboard anywhere with anything on it, what would it say and why? Graham Duncan: So, I have two candidates. First, “It’s not how well you play the game. It’s deciding what game you wanna play.” That’s by Kwame Appiah who’s a philosophy professor at NYU. And I like it because it separates striving from strategy, and it reminds me to take a macro view of whatever I’m doing, like in a video game where you can zoom out, and you suddenly see you’ve been running around in one corner of the maze. It loosens my relationship to the game too. It’s the game of the game, helping to separate having ambition from being ambitious, or accessing hustle without actually becoming a hustler. Another quote that I really like is form the Buddhist novelist George Saunders, who said in an interview with the New Yorker that he has an image of people’s “nectar in decaying containers.” Buddhists like Saunders think everyone has a Buddha nature, that good core of your being. Some people sometimes lose track of it, but it’s there. And I think it’s such a good assumption to have about everyone even if you’re wrong sometimes, that that’s there. And I also love that image of “nectar in decaying containers.” It helps me visualize the stream of Buddha nature flowing through all the lovely, flawed, living, and slowly dying creatures that we all encounter every day. And I sometimes get this glimpse of how my three-year-old daughter’s three-year-old self is so temporary. Buddhists like to say we’re all on fire, and it’s so beautiful to sometime tune in and just see the flickering. What are one to three books that have greatly influenced your life? So, the psychiatrist Sam Barondes has a book called Making Sense of People that’s had a huge impact on my thinking. And I sometimes give a copy to people who are building a new team and doing a lot of hiring, or even a friend that might be deciding whether or not to get engaged. As part of my role as an investor, I interview four to five hundred people a year to decide whether to hire them or invest in their various startups or investment funds. The most useful mental model I’ve found to help me understand what makes people tick is the one that Barondes describes eloquently in his book. The model is called the “Big Five,” or OCEAN. And the O stands for open-minded. The C stands for conscientious. The E for extroverted. A for agreeable. N for neurotic. And the academics who developed the model clumped every English adjective that could be used to describe somebody into categories, and then they reduced them to as small a set of factors as they could. So, if lots of people agreed they could call somebody both gregarious and outgoing, then they decided that was the same thing. And they kept reducing that down until they got, say, extroversion as a primary factor. And in the academic literature on personality, the Big Five is like the equivalent of gravity. There have been thousands of studies, and it’s considered much more statistically accurate than alternatives such as Myers-Briggs. And so, if you want to picture it like for high open-minded, picture Leonardo da Vinci. For high conscientious picture Robocop. For high extroverted, picture Bill Clinton. And for the opposite, high introverted, picture Obama. For low neuroticism, picture The Dude from the Big Lebowski or any stereotypical Californian. And for high neuroticism, picture Woody Allen, or Kanye West, or most New Yorkers. I could free associate about the Big Five, but I’ll leave it there. If you want more then check out Sam Barondes book, and Scott Barry Kaufman is also obsessed with the Big Five and writes a bunch of useful stuff about it. There are two other mental models that have greatly influenced my thinking about people and teams.  The first is Harvard Professor Robert Kegan’s model of adult development. Kegan argues that adults develop and make sense of reality in five discreet phases. He lays out his theory in his 1994 book In Over Our Heads, which is unfortunately not available on Kindle, but is available in paperback. And the title In Over Our Heads is a reference to how the vast majority of adult Americans are at the “socialized” stage of development. He calls it level three. They have difficulty taking other people’s perspectives, and they tend to follow assumptions given to them by society (as opposed to assumptions they freely choose). And he puts out in modern life that many activities such as parenting benefit if you can set boundaries and not care what your kid thinks. You need to direct them in doing what you think they should do. I feel like I sometimes see what I imagine to be socialized stage parents who are almost of their kid on some level. They take what their kids think too seriously, and they wanna be their friends first and parents second. When I’m interviewing somebody, there’s something that can feel a little bit icy when you’re interacting with self-authored people because they aren’t sourcing their approval from you. There’s something about the tone of the interview that is distinctive. And to try to make this more concrete, there’s this amazing example in Chapter 9 of In Over Our Heads, where Kegan describes a couple who are both operating from a self-authored mindset. And it’s a very distinctive description of the way they make sense of each other and of being married that totally reminds me of one of Tim’s podcasts with Laird Hamilton and Gabby Reece where Gabby is describing the way she relates to Laird and to their marriage in a way that, to my ear, is a super unusual, self-authored way. For people who are interested in learning more about the model, I recommend Kegan’s later book, Immunity to Change where he describes the model briefly at the beginning of the book. I’ll read a quick excerpt, just so people have a feel. “Having a socialized mind dramatically influences the sending and receiving of information at work. If this is the level of mental complexity through which I view the world, then what I send will be strongly influenced by what I believe others want to hear. Let’s contrast this with the self-authoring mind. If I view the world from this level of mental complexity, what I send is more likely to be a function of what I deem others need to hear to best further the agenda or mission of my design. Consciously or unconsciously, I have a direction, an agenda, a stance, a strategy, an analysis of what is needed, a prior context from which my communication arises. The self-authoring mind creates a filter for what it will allow to come through. It places a priority on receiving the information it has sought. Information that I haven’t asked for and which does not have obvious relevance to my own design for action has a much tougher time making it through my filter. It’s easy to see how all of this could describe an admirable capacity for focus, for distinguishing the important from the urgent, for making best use of one’s limited time by having a means to cut through the unending and ever mounting claims on one’s attention. This speaks to the way the self-authoring mind is then advanced over the socialized mind. But the same description may also be a recipe for disaster if one’s plan or stance is flawed in some way, if it leaves out some crucial element of the equation not appreciated by the filter, or if the world changes in such a way that a once good frame becomes an antiquated one. In contrast, the self-transforming mind both values and is wary about any one stance analysis or agenda. It is mindful that powerful though a given design might be, this design almost inevitably leaves something out. It is aware that it lives in time, and that the world is in motion, and that what might have made sense today may not make as much sense tomorrow. Therefore, when communicating, people with self-transforming minds are not only advancing their agenda and design, they’re also inquiring about the design itself. Information sending is not just on behalf of driving. It is also to remake the map or reset the direction. If someone wants to hear how a person sounds when they make sense of reality at the self-transforming stage, then I’d direct them to listen to Tim’s early podcast with Ed Catmull, the Pixar founder and president. The loose but strong grip that Catmull has on his own beliefs, his fluid and flexible relationship to time, there’s a slightly ephemeral quality and comfort with paradox that comes through in the interview. In Tim’s interview with him, he’s actually a bit of a difficult interviewee, and he feels a little hard to pin down at times. For instance, he refuses to answer Tim’s question about what he would tell his 20-year-old self because he says now he has a way of understanding that his 20-year-old self simply couldn’t understand. This is all very consistent with a self-transforming mindset, which happens later in life for most people if it happens at all. As an example, it would surprise me to hear Catmull say or think any version of “I’m just trying to stay relevant” as he gets older. And from one perspective, he might be losing ground versus younger people in this industry, or he fails to get his phone calls returned. But his way of making sense is likely that he gets to define who or what is relevant, not his peers in Silicon Valley or the movie industry. One last self-transforming example I would is the voice of the narrator of “The Parable” by Louise Gluck. If you Google it, she’s really amazing. The third mental model that I find myself recommending lately is not in a book, but on a slightly obscure website called workwithsource.com, and it’s based on a European management consultant who studied hundreds of startups and realized that even when there are multiple cofounders, there’s actually always, in every case he found, an actual single “source”: the person who took the first risk on a new initiative, even if that risk was only picking up the phone and calling the other cofounder. And he argues that that source maintains a unique relationship with what he calls the gestalt of the original idea. And that person has an intuitive knowledge of what the right next step for the initiative is, whereas others who join later to help with the execution often lack that intuitive connection to the founder’s original insight. And these guys argue that many organizational tensions and power struggles actually often revolve around lack of explicit acknowledgement of who the source of the initiative is. I was talking about this with a prominent angel investor recently, and he had found that consistent with his sample of startups. And he noted that many founders seemed to hire friends as cofounders more to quell their own anxiety during the early, highly ambiguous days of a new company than to fulfil a specific role. This can work fine as long as everyone is clear on who the source is. And what’s a little paradoxical here is that the responsibility to fully own the role of source rests in large part with the source themselves. Handing off the source role of an initiative to another person is possible but extremely difficult, and it’s often mishandled. And these guys note that a key to a successful transition is for the original source to actually move on and allow the new leader room to move. I was speaking with an investment manager about this, and it was consistent with a study he’d done of stock performance following founder CEOs departing their businesses. And he found that any subsequent positive stock performance was correlated with the founder completely leaving the board rather than hanging around to mentor the next CEO. So, through that lens, Gates remaining on the Microsoft board during Ballmer’s tenure may have contributed to subsequent lackluster stock performance and Ballmer’s inability to exert his own creative vision, whereas Ballmer leaving the board has allowed Satya Nadella to fully exert his own creative vision. I encounter this dynamic myself sometimes in running a multifamily office where we manage money for Forbes 500 families. And second and third generations sometimes struggle with how to relate to the original patriarch and the “source” or their wealth. In my observation, it’s often that room for real transition is in the hands of the original source. It’s the lesson from George Washington’s song in the Hamilton musical, as Washington declines Hamilton’s plea to run for a third term, and he sings, “We’re going to teach them how to say goodbye.” Tim Ferriss: What purchase of $100.00 or less has most positively impacted your life in the last six months or in recent memory? Graham Duncan: So, I recently bought the FINIS, F-I-N-I-S, swim paddles. They somewhat magically lengthen out my freestyle stroke. And when I combined them with some fins, I use the ones Cressi, C-R-E-S-S-I, I feel sometimes like I’m almost flying through the water. For non-swimmers, I highly recommend the canned sardines from Matiz, M-A-T-I-Z. I feel like one of my proudest accomplishments as a dad is that my two younger kids eat sardines with me most mornings for breakfast. They’re super high protein and high good fats. There’s no need to supplement fish oil. And Matiz sardines aren’t fishy. I usually add avocado with salt and lemon, and the kids love them. And I often alternate the sardines with canned wild salmon belly, which they call restreca, R-E-S-T-R-E-C-A, from the company Vital Choice. The bonus on both of those is that when the zombie apocalypse comes, you’ll have canned food ready to go. Tim Ferriss: How has a failure or apparent failure set you up for later success? Do you have any favorite failure of yours? Graham Duncan: I have so many failures. I’m just gonna pick one. In my role in investing in and seeding investment firms, I do really extensive reference checks on people in order to try to accelerate the process of building mutual trust with them. And I should note that I have a somewhat oddly specific aspiration to be among the best in the world in terms of being able to really do a reference on someone. I feel like it’s a real art form to gather private information in the form of multiple perspectives about how someone has played a repeat iteration game in the past and then try to accurately project how they’re gonna play in the future. And I define success as gathering enough honest perspectives on someone to mimic how I would know someone if I had sat next to them at work for five years. At East Rock, we try to do references in person, and it’s a huge time investment. In late 2007, I was about to back a firm, and we conducted a final reference check with the investment manager’s former boss who was quite negative and skeptical about his former analyst. I remember I asked him what percentile the analyst was in terms of all the analysts who had ever worked for him, and he said top 60 percent, which I thought I misheard at first. And I’ve never gotten that response again in a reference. And it surprised me, given that the analyst had given me this guy’s name as a reference. It wasn’t an off-list reference. It was on his list. And it made me pause on proceeding with the investment, which then proceeded to work out amazingly well as the financial crisis unfolded, and I had a lot of regret about the size of the profits I missed. Later on, it emerged that the reference source may have had an agenda to sabotage his former protégé’s new firm. Then several years later, I was evaluating another investment manager to partner with, and toward the end of our diligence process, I got another reference not quite as negative as that one, but it was mixed. But I felt like at this point, I was better able to hold multiple perspectives simultaneously without experience cognitive dissonance. It’s like the state of negative capability that Keats referred to as useful to writers. And this time, having those mixed data points only made me do more work, and I gained even more conviction in the character and competence of the investment manager. And that investment has ended up being super profitable. And I think absent my earlier failure, I wouldn’t have had the ability to see the reality of the situation. And it also just helped me appreciate something I try to do, which is I try to hold people’s perspectives with a light grip, which the knowledge that they and I have very incomplete maps of reality. Tim Ferriss: What are bad recommendations that you hear in your profession or area of expertise? Graham Duncan: So, I think people massively overuse the term “hedge fund.” They fetishize it a little too much. And it reminds me a little bit of a similar issue that Ray Dalio found when he used the word depression in 2008 to describe some of the underlaying dynamics in the economy. He found that his readers had too much baggage with the word, so he switched to using the word “deprocess.” And Yuval Harari makes a similar reframing move by referring to us as sapiens because we have so much baggage about being human and being in the center of the most important species. And in a similar way, I think people now have way too much baggage with the word “hedge fund.” The press and the managers themselves have made it almost jump the shark. And I’ve been telling people lately, I think we should start using “H structure” or something like that to instead capture the concept of incentive compensation. I don’t think it’s useful to see a hedge fund, or a product, or even the hedge fund industry because these are just temporary constructions of flawed, brilliant people, who in any given year decide to make a sequel to the movie they made the prior year. The only product is the set of future decisions that the portfolio manager make. If they get divorced, or depressed, if their second in command leaves, the “product” completely changes. And I think thinking of it as a product ignores the reality that the only source of stability is actually whether the mindset of the team leader is resilient or even antifragile, which is Nassim Taleb’s thing about it actually getting stronger with volatility rather than just enduring it. Tim Ferriss: When you feel overwhelmed or unfocused, what do you do? Graham Duncan: So, I ask myself, “What would be the worst thing about that outcome not going the way I want?” I had actually starting using it out loud with my kids, and recently, my eight-year-old daughter started asking it back to me, which was karmic full circle. I really like to be punctual, and we were late to drop her at school. And I was impatiently hurrying her along. And she asked me, “Dad, what exactly would be the worst thing about being late?” And in the moment, it completely shifted my mindset. I like the question because it often surfaces a hidden assumption. In this case, maybe some subconscious script of, “I’m playing the role of father, and our family meets our commitments,” or some version of that. And another good related question is Byron Katie’s thing about can the opposite of your story be true? I think that question serves the same role. Tim Ferriss: In the last five years, what new belief, behavior, or habit has most improved your life? Graham Duncan: I’ve begun swimming most mornings, and I find it often shifts my mindset for the entire rest of my day. Some swimmers talk about this concept of “water feel,” which is getting a grip in the water and pulling your body past that point instead of ripping your hand through the water. Ripping your hand through the water moves you forward, but it’s a lot less efficient, and it’s less graceful. And I really like David Foster Wallace’s speech, “This Is Water,” where he’s making the point that so much of life is water to us. We’re swimming in it. We can’t see it because we’re either in a hurry or not awake to our context. Or in Kegan language, we are subject to it. And when I stop to really feel the water before I pull, it shifts my way of being from one of thrashing toward the end of the pool somewhat mindlessly to a more effortless flow of working with the reality of the water where I am. Tim Ferriss: What advice would you give to a smart, driven college student about to enter the real world? Graham Duncan: So lately, I’ve been thinking about careers through Dan Siegel’s model of mental health where he says, “Picture a river flowing between two banks where one side is chaos and the other side is rigidity.” And Dan points out that mental illnesses all reside on one bank or the other. Schizophrenia is on the chaos side. OCD is rigidity. And basically, a healthy integration is swimming in the middle of the river, says the argument. And most college students have started life closer to the rigidity bank is my observation and over the course of their careers will experiment with swimming toward the middle. And I’ve come to think of the lane right next to the rigidity bank as an appropriately conventional one for when you’re in your 20’s and you’re acquiring the skill of refining reality. It’s a place to swim where it’s important to learn the jargon of an industry and apprentice under somebody, to develop judgment and discover your own zone of genius. And I think swimming in the middle lane happens most often in people’s 30’s or 40’s. It’s a stage where you begin crafting your own language for what you do. As an increasingly strong poet, you make your craft your own. You view your life as more self-expression than simply playing out other people’s roles for you. And then some small percentage of people will paddle over to the lane next to chaos, which is the place where you find novelists like Robert Pirsig and David Foster Wallace, investors like Mike Burry or Eddie Lampert, or entrepreneurs like Steve Jobs and Elon Musk. And I experience them as consistently asserting reality through powerful storytelling while always bearing the risks that if their egos grow too big and their creative narcissism gets too well defended, they lose situational awareness, and they basically lose their feedback loop with reality. I visualize them almost flopping onto the bank of chaos. And so, if you look at it through this lens, then Pirsig wrestling with sanity towards the end of his life, Steve Jobs’ magical thinking about his illness, and Eddie Lampert’s Ayn Randian framing of his investment in Sears may have all been examples of these guys losing their feel for where they can mythologize to the point of bending our collective reality, and then they suddenly briefly appear crazy. I think Musk in particular drives hedge fund managers up the wall as half of them are short of shares because he exudes so much promotional hucksterism as he asserts reality, and half of them are long because he’s actually thinking on a 100-year timescale. And that’s very confusing. At East Rock, we always say that if you wanna have variant perception, it helps to be variant. And I remember interviewing Mike Burry, Steve Eisman, and all the other somewhat fringe, somewhat variant investors who were shorting subprime mortgages in 2006 and basically all the characters that Michael Lewis captured so accurately in The Big Short. And the housing bubble is obvious in retrospect, but at the time almost everyone thought they were completely smoking dope. And the current cryptocurrency scene reminds me a lot of the subprime short ecosystem because the opportunity attracts the more variant players who have nothing to lose from disrupting the status quo. So, on crypto, you’ve got all the libertarians, and the unemployed macro hedge fund managers, and all the kids. There’s this great quote by one of the characters in Tom Stoppard’s play, Arcadia that the crypto guys like, which is “The future is disorder. A door like this has cracked open five or six times since we got up on our hind legs. It’s the best possible time to be alive when almost everything you thought you knew was wrong.” I think that mentality of saying, “Bring it on,” to chaos, that now is the best possible time to be alive, to “learn to love the rain,” as Josh Waitzkin says is really hard for people who have succeeded in the status quo context. And so, I think bitcoin could just be a bubble due to QE post the financial crisis, or it could be a change in how we organize human activity at the level of the internet itself, or both. And I’m, at the moment, trying to hold both perspectives without needing to decide yet. I’m trying to stay – I think of it as open-sharing instead of striving for closure. I’ll finish up the career question with one last quote from the very self-transforming Charlie Munger, who at 93 has no filters left, and he has more wisdom percentage than almost anyone I read. He says, “I’ve noticed in a long lifetime that the people who really love you are the people where you scramble together with difficulty, and you’ve jointly gotten through. And in the end, those people will love you more than somebody who just shared in an even prosperity through the whole thing. So, this adversity that seems so awful when you’re scrambling through actually is the sinecure of your success, your affection, every other damn thing. The idea that life is a series of adversities, and each one is an opportunity to behave well instead of badly is a very, very good idea.” And he says, “And it works so well in old age because you get so many adversities you can’t fix. So, you better have some technique for welcoming those adversities.” Tim Ferriss: Hey, guys. This is Tim again. Just a few more things before you take off. No. 1, this is 5-Bullet Friday. Do you want to get a short email from me – would you enjoy getting a short email from me every Friday that provides a little morsel of fun before the weekend? And 5-Bullet Friday is a very short email where I share the coolest things I’ve found or that I’ve been pondering over the week. That could include favorite new albums that I’ve discovered. It could include gizmos and gadgets and all sorts of weird shit that I’ve somehow dug up in the world of the esoteric, as I do. It could include favorite articles that I have read and that I’ve shared with my close friends, for instance. And it’s very short. It’s just a little tiny bite of goodness before you head off for the weekend. So, if you want to receive that, check it out. Just go to fourhourworkweek.com, that’s fourhourworkweek.com all spelled out, and just drop in your email, and you will get the very next one. And if you sign up, I hope you enjoy it. Posted on: February 6, 2018.", "speakers": ["tim ferriss", "soman chainani", "susan cain", "graham duncan"], "text_sentences": ["hello ladies and gentleman, boys and girls", "this is tim ferriss, and welcome to another episode of the tim ferriss show where each episode it is my job to tease out the habits, routines, belief systems, decision making frameworks, whatever it might be", "backstories, failures, and what they’ve learned from them, that you can borrow from performers and apply in your own lives in some fashion", "in this episode, we’re gonna feature three guests: soman chainani, susan cain, and graham duncan", "and i won’t get into their bios right now", "soman chainani was introduced to me by brian koppelman, some of you may know, as the cocreator of the hit show billions as well as a filmmaker, writer, director, known for flicks such as rounders, the illusionist¸ and the list goes on and on", "susan cain, speaking myself as someone who considers himself an introvert who can, for short periods, pretend to be an extrovert", "what she writes about is very, very applicable to my own life", "and graham duncan is a very understated person who tends to stay out of the public eye and out of the limelight", "you may notice, for those of you who spotted the names (all three of them are featured in my latest book, tribe of mentors), that graham duncan has no social media profiles in the book", "and that tells you a lot about graham", "all three of them, i should note, share something in common", "and that is that i would view all three as people who are very, very expert at mitigating risk", "so, i don’t view them as a “throw caution to the wind, risk it all” bunch whatsoever", "nonetheless, they’ve been very good at capping the downside and making various career decisions and bets that have paid off very, very, very, very large", "so, i hope you enjoy this as much as i did", "and i will let these three brilliant guests take it from here", "our guest today is soman chainani", "on twitter @somanchainani s-o-m-a-n c-h-a-i-n-a-n-i", "on instagram @somanc or you can find more about him at somanchainani.net", "soman is a detailed planner, filmmaker, and new york times bestselling author", "his debut fiction series, the school for good and evil has sold more than a million copies, has been translated into more than 20 languages across six continents, and will soon be a film from universal pictures", "a graduate of harvard university and columbia university’s mfa film program, soman began his career as a screenwriter and director with his films playing at more than 150 film festivals around the world", "he was recently named to the out100 and has and has received the $100,000.00 shasha grant and sun valley writers’ fellowship both for debut writers", "so, the right book can slip right inside of you and somehow wake up the part of you that’s asleep", "it can actually put words to the thoughts that your soul can’t quite get a hold of without at least a little help", "and there’re so many books that have done this for me, but there’s three in particular that i’ve read over and over and over", "the first is the war of art by steven pressfield, which is this slim, tiny, little book about the creative process", "it’s almost like a tao te ching for artists that every time you read, lets you go deeper and deeper into this idea of overcoming the innate resistance that faces anybody who wants to make a change in their life, especially a creative one", "and every time i read it, it lights this crazy bonfire inside of me that reminds me just how far i have to go in order to trust the creative voices inside of me instead of the ego voices because that’s the real crisis with all creative work is that it requires us to trust the silent voices, the ones that we actually don’t hear as loud as the positive and negative ones that are always judging the work that we do", "and it’s easy to mix all these voices up and end up quietly abandoning your ambition often before you even start your project", "these ego voices are also why i became a pharmaceutical consultant at 21 years old, hocking viagra instead of writing fantasy books and movies like i do now because at the time, a pharmaceutical consultant felt like a safe job, the kind of normal job that you tell your parents about, and they tell their friends about and makes you feel like you’re doing something right with your life", "and so, these ego voices are also why i’m afraid to date ivy leaguers, i guess, even though i reluctantly have to admit that i am one because when you go to an ivy league school, you’re tagged as a success before you even accomplish anything, before you even know who you are", "and so, it stokes this very fragile sense of self and it makes you play it completely safe", "and ultimately, to make any real progress in my own life, i had to decondition myself from my own education and really believe that i had nothing to lose", "so, yes", "pressfield’s war of art", "that’s where i would say the yellow brick road starts", "for a second book, i’d choose something unusual, which is a little life by hanya yanagihara, which is a whopper of a novel that tracks the friendship of four male friends in new york city over the course of almost 40 years", "you honestly won’t find a book more polarizing or divisive, but to me it’s the greatest work of fiction i’ve ever read primarily because it hits a nerve that i’ve struggled with my whole life, which is that all of us have baggage and wounds and pain that have shaped the way we see the world, but we so often hide it or compartmentalize it", "and because of that, we close off parts of ourselves and make our lives a lot smaller", "a little life reminds us that the pain we feel is shared, and it’s a common human bond, we shouldn’t be ashamed of it, and that if we talk about it and shine a light on it, it’s the first step to becoming a whole person instead of a fragmented one", "i honestly can’t imagine a more ambitious or healing or moving book, but what’s also funny is that a lot of people hate a little life and consider it the worst book ever written", "by brother despises it, and he says, “it’s trash", "basically the literary equivalent of rubbernecking at a car accident.” so, take that for what you will", "tim, if any of your listeners end up reading a little life, i’d be curious to hear which camp they end up in", "and then, i was thinking for the third book, given my profession, it made sense to think a little younger because i honestly think the greatest exercise you can do when you’re stuck or in a rut in your life is to remember what your favorite children’s book was, a book that you read over and over and over again and never got tired of because somewhere in that book is the clue to not only what makes you tick, but also to your life’s purpose", "my book was peter pan, which featured a title character who was at once charming and also a complete narcissistic pathological demon", "and i think it was that ambiguous space between good and evil that i sparked to as a kid, and i’m now exploring for a living as a result", "what purchase of $100.00 or less has most positively impacted your life in the last six months or in recent memory", "this is easy", "it’s called mother dirt", "it clears your skin, and it cost $49.00", "my skin was a hot mess for most of my adolescence and into my 20’s", "and when skin problems follow you into adulthood, it’s so frustrating because it becomes completely demoralizing, and it psychs you out, and it wreaks havoc on your self-esteem", "and in my case, i tried to fix it with will power, which meant that i tried every single product on earth", "i tried antibiotics which kill your stomach", "i tried harsh cleansers which dry out your skin and really make everything so much worse", "and then i was trying every three-step cleansing program this side of sephora, which just left my skin even more inflamed and rung out", "but then four years ago, i discovered mother dirt in a new york times profile", "back then, i think it was known as ao+ biome", "and their theory was super simple", "it was that skin naturally needs aob, which is short for ammonia oxidizing bacteria, in order to stay healthy and clear", "but soaps, creams, and all the things we use to help our skin end up killing all that natural bacteria", "so, if you stop using those products and restore that bacteria naturally, then all of a sudden, your skin goes back to its normal, healthy state", "so, my brain instantly connected with this", "i was like, “yes", "this makes sense", "i want to try this.” so, i wrote them, begging them to become one of their beta testers", "and luckily, they agreed", "and mother dirt came in a little spray bottle which i kept in my fridge", "and within a week of using it, my skin was really completely clear", "and i’ve been using it for four years every single day", "the trick to making it work though is not to use other products that will kill the bacteria while you’re using mother dirt", "mother dirt literally becomes your routine", "so, i threw out all my fancy zit zapping, pore unclogging, oil unchiming microderming, “we promise this will make you look like natalie portman,” creams and toners and cleansers", "all of it", "and it was really the best day ever", "and all i do now is spray my face twice a day with mother dirt", "i don’t use anything else", "it’s that easy", "their website is motherdirt.com", "and i have tons of experience with this product", "so, your listeners should feel free to shoot me questions if they have any of them if they wanna try it or if they’re using it", "how has a failure or apparent failure set you up for later success", "do you have any favorite failure of yours", "this story hurts to tell", "i don’t know if i’ve ever told it", "the biggest failure i’ve ever had was with my thesis film at columbia’s graduate film school", "it was a movie i poured all my savings into at that point, about $25,000.00, and worked on for eight months", "and a day before my final showing to the faculty, i suddenly got a really bad case of cold feet", "and there was a reason for this, which goes back to what i said earlier about ivy leaguers and fragile egos", "columbia film school had this diabolical little system, which i don’t even know if they still have today", "but after the first year, the faculty all got together and gave out this one big cash prize", "i think it was $16,000.00 to whoever they thought was the most promising director", "i ended up getting that prize, which ended up being a lot more of a curse than anything, since it directly led to the failure that happened next", "so, with my thesis film, i wanted to prove so badly that i deserved that prize, that i was the most promising director, that they put their faith in the right student", "so, the night before my jury showing, instead of being content with all the work i put into that film, i completely panicked and decided i should show it to one of the professors on the jury hoping that he’d reassure me", "he didn’t", "he thought it was slow and “feckless.” that word still stings anytime i hear it or read it", "and he recommended i slash the whole movie to pieces and make it half the length", "instead of looking for a second opinion or balancing his feedback against my own thoughts of my work, i panicked liked i was a headless rooster", "this professor was obviously on the jury, and i wanted to stay the faculty’s blessed son, and so i trusted external validation at this point in my life more than my own creative compass", "so, like a lemming, i followed his advice", "i spent the whole night undoing eight months’ work and recutting the film", "and the next day, i presented this hacked up frankenstein to the faculty, who absolutely demolished it", "they literally thought it was the worst movie in our class, probably one of the worst movies they’d seen come into the thesis presentations", "all credibility i’d earned over the past three years went up in smoke", "i wasn’t invited to participate in the public film school festival", "lots of gossip about how i never should have gotten that scholarship floated around, how i had no talent, how i’d let the prize get to my head", "and of course it did, just not in the way that they all thought", "a few weeks later, i ran into one of those disappointed faculty members, one who’d been a huge supporter of my work before this and now could barely look at me", "i told him the story of the last minute recutting i’d done the night before my presentation, and he asked me if he could see the original version", "so, i showed it to him", "and i just remember the way his eyes lit up like stars", "and he said, “ah", "there you are", "now i see you.” incidentally, that short film in its original version went on to great success", "and it started my whole career", "but here’s the lesson that i remind myself of constantly, and which i hope you can take away from it, which is: don’t let someone knock you off your course after you’ve put in all the work", "you have to trust the work", "you have to always trust the work", "if you could have a gigantic billboard anywhere with anything on it, what would it say and why", "if i was in hollywood, the billboard would say, “they’re lying.” and i actually have to remind myself of this all the time", "every time i’m on a call with a hollywood producer or studio executive, i actually pull up a screensaver with those two words, “they’re lying,” in all caps", "and i watch it spread across the screen during the call over and over", "and it makes the whole experience a lot more productive and less frustrating", "this reminds me of my first experience in hollywood", "i was coming out of film school", "i’d written a script that a lot of producers and studios were interested in", "and at my first ever studio meeting, the exec sweeps into the room, crows it’s the best script that he’s ever read", "and he’s like, “kid, we are making this movie.” and he slams his fists on the table", "after that meeting, i never heard from him again", "and obviously, he didn’t make the movie", "but i think it’s a depressing billboard to focus on hollywood’s lies", "so, let’s pick another one", "if i’m anywhere but la, the billboard would say, “if you can conceive of it, it’s probably wrong.” and use of meditation taught me that most of the ideas, and opinions, and rules, and fixed systems i have in my mind aren’t the real truth", "they’re the residues of past experience that i haven’t found a way to let go of", "and to be open to life, to be truly ourselves, it’s our job to be aware, only aware, not to clutter that precious awareness with judgements", "so, i need meditation as my primary weapon to survive life, to let me study my own brain like a detective looking for thoughts or thought patterns that i can let go of because the secret to happiness, i’ve learned isn’t really happiness at all, but cultivating silence inside of me", "this big, blank, beautiful space", "and the only way i know how to make more blank space is through meditation", "so, 20 minutes a day every day, wherever i am", "often, i use the headspace app because it logs your progress", "so, it gives you a little bit of an incentive to keep a streak going", "but all you need is a comfortable chair and silence, and meditation becomes the portal to the rest of my day", "what is one of the best or most worthwhile investments you’ve ever made", "oh, it’s definitely flying trapeze lessons", "those are like shock therapy for the soul because as soon as you get on the platform for your first class, it’s 50 feet high", "and so, you’re instantly making all these cerebral calculations", "you’re like, “i’m gonna jump this way, and then i’m gonna do this", "and then my legs are gonna go over the bar here, and i’m gonna drop into the net there.” and it’s all complete and utter bs because once you jump off the platform; you realize in an instant that you have two choices", "either you trust your body, or you die", "and for someone who makes a living with my head, i need that kind of primal therapy to reintegrate with my body in a very forceful, violent way", "and just one class made me realize that underneath my mind’s chatter, my body actually has everything under control if i’m willing to just take the plunge and fly", "this reminds me of a related story which is that i’m a compulsive crossfitter", "and at first, my favorite skill when i started the classes was box jumps", "it felt so controllable that if you just jump on a box of a certain height, and you clear it, you get to build the box higher and try again", "it was linear, it was pavlovian, and it rewards a control freak like me in the clearest possible way", "but at some point i hit a plateau, and i couldn’t jump any higher", "i got frustrated", "i tried to will myself higher", "i was watching youtube videos all day trying to find out what i was doing wrong", "and it just led to me forcing it again, and again, and again, and compromising my form and wiping out a lot", "and no matter how much i grit my teeth and did it again and again, i couldn’t get past my max of 42 inches", "so, i finally said, “that’s my max.” i told my trainer, dave", "i said, “42 inches", "that’s it", "that’s my complete max.” and he disagreed", "he’s like, “you’ve gotten to this height by jumping", "anyone can jump", "you can control a jump", "but the only way you’re going to get any higher is by flying", "and you can’t think your way through flight.” so, i had to relearn box jumping to get past my self-imposed max, my cerebral max, and find my real maximum", "and this required the same trust in my body as the trapeze did", "jump, commit, let the body do the work", "and if there’s one thing you can take from this, it’s that you can find something in your own life that forces you to have this experience", "jump, commit, let the body do the work", "whether those trapeze lessons, or an improv class, or just freestyle dancing in your room to rhianna, let your body show you its natural intelligence", "give it the chance to show you", "it’s gonna be the most intimate experience you ever have with yourself", "what is an unusual habit or an absurd thing that you love", "i feel like this is a guilty pleasures question", "and i have so many of those", "everything from celine dion to peanut butter slathered popcorn to the movie showgirls to that horrible tv show alf", "but here’s one i guess that’s more important to me", "it’s not something i confess regularly", "but every night before i go to bed, i pull out old issues of archie comics and read them", "it’s not a new habit", "i used to read archie as a kid before i went to bed back then, also", "and it’s because riverdale in the comic always seems so crisp and bright and welcoming", "riverdale was the complete opposite of the kind of school i went to, which always felt so dark and morose and always made me feel scared somehow before having to go there on monday mornings", "and so, just reading the archie comics gave me a little soothing warm feeling before i drifted off to sleep that i still get to this very day when i read them", "but maybe more importantly, closing the day by reading the same thing i did when i was younger gives my life this sense of perfect order somehow", "maybe there’s a deeper lesson in this, also", "i know i’m technically a writer of young adult literature, but i never think of my audience that way", "or i never think of myself as a writer for kids because i think the things we love when we’re young are still the things we love when we’re older", "we just forget", "or we give up", "or we “grow up.” and that’s why the old fairy tales always held so much power for me because they worked for everyone, young or old", "it didn’t matter who you were", "just like archie works for me young or old", "and so, maybe we all grow up in body one day, but i’m not sure our soul ever does", "and that’s why the best stories somehow can touch us all and transcend things like age, or nationality, or culture, or anything like that", "that’s why the best stories are universal", "in the last five years, what new belief, behavior, or habit has most improved your life", "i know i should offer something deeply profound here, but honestly, the thing that’s most improved my life in the last year is unfollowing hot people on instagram", "there’s this amazing short story by ted chiang that started all this called “liking what you see” that did a real number on me", "the story asserts that beauty has become this kind of alien modern day super drug that with filters and facetune on social media, and retouched models on ads, and porn so easily accessible, we’ve completely overloaded the senses and overstimulated ourselves so that our natural instincts can no longer recognize or react to real beauty anymore", "and that’s making us confused and miserable both in how we judge ourselves and also how we judge others", "and that crystal clear warning that beauty is literally ruining our lives like the worst drug woke me up because if we’re not careful, and this is where i fell into this trap and was completely guilty of it, our social media feeds become filled with people we follow only because they’re beautiful or because we’re envious of their lives", "and without really realizing it, your feed turns into this torture device, an assault of beauty and perfection designed to make you feel inadequate", "and so, opening up instagram doesn’t inspire you anymore", "it just makes you start to hate-live your own life since you can’t possibly measure up to the gods and goddesses of all these perfectly filtered pictures", "and it makes you intolerant of other peoples’ real imperfections", "and then it makes you start to despise the weight of real people and real life and invest in shallow, flimsy, 2d mirrors of it", "it makes you constantly judge your own life against others", "it makes you fragment your own consciousness because you’re living outside of your own life in order to get the perfect picture of it", "it’s completely and utterly deadly", "and so, i would say you have to use social media to make yourself better, to make yourself feel better, not to punish yourself", "and that honestly has been the most valuable change in my life in the last couple years", "what advice would you give to a smart, driven college student about to enter the real world", "let’s start with the advice that i’d give, which is make sure that you have something every day that you’re looking forward to", "hopefully, it’s your job", "but if it’s not, which is a completely universal and understandable condition, maybe it’s a basketball game after work, or a voice lesson, or your writing group, or an open mic night", "maybe it’s a date", "have something every day that lights you up because it’ll keep your soul hungry to create more of these moments instead of getting dragged down into the rut of having a job that you’re not excited about", "and i’ll also remind you what really fulfills you in life", "when i was a pharmaceutical consultant, and i was completely miserable, i used to come home from work and work on my novel that would eventually become the school for good and evil", "i never intended to publish it", "i never intended anyone to read it", "i just did it to offset the misery of a job that i hated", "and over time, i loved writing the book so much that i used to leave early sometimes in order to work on it", "and slowly, the novel started to take over my work life too", "i found myself secretly working on it in the mornings, during meetings, in the corner during office, during lunch", "and eventually, i got fired because they figured out i wasn’t doing any of the real work, and i was actually working on my book", "and the truth was i wasn’t upset because i had discovered what had made me happy at that point, which was telling stories", "and nothing was gonna put that genie back in the bottle", "as for advice i’d ignore, a little part of me dies every time someone tells me that they’ve taken a job as a stepping stone to something else when they clearly have no interest in that job whatsoever", "and i think it’s because the truth is you only have one life to live", "time is super valuable", "it’s the one currency that we’re all fighting to get more of", "and so, if you’re using the idea of stepping stones and jobs that you’re not really interested in to get somewhere else, you’re probably relying on somebody else’s path or definitions of success that was created in the past", "and i think it’s more important to live in your own present and try to make your own path", "it’s gonna end up being more fulfilling for your own life", "what are bad recommendations that you hear in your profession or are of expertise", "i think too often, aspiring artists put this pressure on themselves to make the creative work their only source of income, that they can’t be an artist unless they’re a fulltime artist somehow", "and in my experience, it’s just a road to complete and utter misery because if art is your only source of income, then there’s unrelenting pressure on that art", "and mercenary pressure isn’t just the enemy of the creative elves inside you trying to get the work done, but mercenary pressure also often leads to really bad and rushed work", "so, having another stream of income drains the pressure on your creative engine", "if nothing comes of your art or it flops miserably, whatever", "you still have an ironclad plan to support yourself", "and so, your creative soul feels a lot lighter", "it feels free to do its best work", "and i’m still a personal practitioner of this even though i could easily be a fulltime writer because after four books and a movie deal, i want a separate side stream of income in order to be able to write without feeling like it’s a matter of life and death", "so, i tutor kids on the side", "i help them with their college applications", "and i’ve been doing that for the last ten years", "and really no plans to stop because it makes the books better in the end if i don’t feel like the books are my only source of livelihood", "in the last five years, what have you become better at saying, “no,” to", "i’m convinced that the reason hollywood movies are often so terrible is because everyone is so busy hedging their bets that they’re working on a thousand projects at once", "they don’t wanna commit to anything for fear that it’s gonna fail", "no one is giving anything their full focus", "so, when i worked on the school for good and evil, i decided to take the opposite track", "i decided to commit completely", "and the series has taught me to be patient because when i’m writing a new book, that’s all i work on", "and i say, “no,” to all other creative projects no matter how lucrative", "do i miss opportunities", "absolutely", "but it means that when the books hit the shelves, i know that i have left everything on the page, and they’re the absolute best i could have done, which then gives the series the greatest chance to survive through time", "it’s easier to say, “no,” though when professionally, i know what my driving need is because if your driving need is to build income and provide for your family, then you’ll say no to anything that doesn’t further that goal", "but if your driving need is to have your own business, for example, then you need to be a bit more promiscuous in trying out ideas until the right one hits", "in my case, my driving need is always unequivocal, which is i want to make something that lasts", "and that means committing to my current work like a marriage and believing that if i give these six books in the series everything i have, then better opportunities will eventually rise to replace the ones that i’ve passed up", "when you feel overwhelmed or unfocused, what do you do", "so, feeling overwhelmed usually means one of two things", "either my blood’s trapped in my head, and i need to get out there and exercise and move the blood around and give myself space to breathe, or more likely, my to do list has become completely overpacked, and my brain knows there’s no way i can reasonably get done everything i’ve set out to do", "and so, that’s been the solution is taking out the calendar and start canceling things, moving things around, seeing what i can take off my plate", "and then, i can feel the paralysis evaporate once i’ve hit that threshold of knowing that i can reasonably accomplish whatever i want to do now", "feeling unfocused is a little different because it usually means i haven’t quite locked in to whatever i’m working on, that a part of me still thinks i can ripcord and bail and is afraid to commit", "it usually happens in the first three months of writing a new book because that lack of focus is usually just fear", "fear that the new book is terrible, fear that it’s going to fail miserably and sink my career", "early on, i used to give in to that fear", "and four books later now, i know that i just have to hold on tight, grit my teeth, and blow right through it like a ghost", "our guest today is susan cain", "c-a-i-n", "on twitter @susancain", "facebook: author susan cain", "quietrev.com is her website", "susan is the cofounder of quiet revolution and the author of the bestsellers quiet power subtitle: the secret strengths of introverted kids and quiet subtitle: the power of introverts in a world that can’t stop talking, which has been translated into 40 languages and has been on the new york times bestseller list for more than four years straight", "quiet was named the best book of the year by fast company magazine, which also named susan one of its most creative people in business", "susan is the cofounder of the quiet schools network and the quiet leadership institute", "and her writing has appeared in the new york times, the atlantic, the wall street journal, and other publications", "her ted talk has been viewed more than 17 million times, probably more than 20 million at this point, and was named by bill gates as one of his all-time favorite talks", "how has a failure or apparent failure set you up for later success", "do you have any favorite failure of yours", "so, a very long time ago, i used to be a corporate lawyer", "and i was a very ambivalent corporate lawyer", "and anyone could have told you that i was in the wrong profession", "but still, i had dedicated tons of time to it: three years of law school, one year of clerking for a federal judge, six and a half years at a wall street law firm, and i had a lot of very deep relationships with fellow attorneys", "but the day came when i was very well along on partnership track, that the senior partner in my firm came to my office and sat down and told me that i would not be put up for partner on schedule", "and to this day, i really don’t know whether he met that i would never be put up for partner or just delayed for a long time", "but all i know is that i burst into tears right in front of him and then asked for a leave of absence", "and i left work that day, and i remember bicycling around and around central park in new york city having no idea what i was gonna do next", "i thought i’d probably travel", "and i had all kinds of plans to go to india and so on", "but instead, and this all happened in such a sudden and cinematic way that it will defy belief, but what happened is i remembered that i had always wanted to be a writer, which seems strange", "you would think i had always had that in the back of my mind, but my writing dreams were something i had forgotten about for a very long time", "but i started writing that very night", "and then the next day, i signed up for a class at nyu in creative nonfiction writing", "and the next week, i went to the very first session of that class, and it really was like an epiphany moment", "i felt like i was finally home", "i had no expectation of ever making a living through writing because you always hear about how difficult that is, but it was clear to me that from then on, i was gonna put writing at my center", "and so, i decided to just look for freelance work that would give me lots of free time to feed my hobby", "now, if i had succeeded at making partner on schedule, i might still be there today, miserably negotiating corporate transactions 16 hours a day", "it’s not that i had never thought about what else i might want to do other than law, but there’s something about being inside a very intense, 16-hour-a-day, hermetic culture like a law practice that makes it really difficult to figure out what else you might wanna do", "what is one of the best or most worthwhile investments you’ve ever made", "the best investment i ever made was the seven years of time that it took me to write quiet", "i really didn’t care how long it took", "and though i very much wanted the book to succeed, i felt good about that investment of time regardless of the outcome because i really didn’t know what was gonna happen", "but i felt so certain that writing in general and that writing that book in particular was the right thing to do", "first of all, i had two kids along the way", "so, of course that slowed me down", "but also, i handed in a first draft after the first two years, and my editor basically said, “this is very crappy.” and she said, “take all the time you need and start from scratch and go home and get it right.” and you might think that that was a moment of grand discouragement, but it was actually exactly the opposite", "i remember leaving her office elated because i agreed with her", "and i knew i needed a lot of time to get it right", "and i was thrilled that the publisher was giving it to me", "i had never published a word before quiet, and i felt like i was learning how to write a book from scratch", "and most publishing houses rush books to market a long time before they’re really, fully done just because of economic exigencies", "and i feel like if she had done that, there would be no quiet revolution", "what is an unusual habit or an absurd thing that you love", "i really love sad, minor key music", "and the funny thing is i find that kind of music very elevating and transcendent and not actually sad at all", "and i think it’s because this kind of music is really about the fragility and the preciousness of life and love", "so, if you’re curious about some examples, for me leonard cohen is my patron saint", "you could try listening to “dance me to the end of love,” or to “famous blue raincoat,” or pretty much to anything that he’s ever written", "if you’re not familiar with his work, i’m sure you know his song, “hallelujah” that has been made into a cover a gazillion times", "but that really is only the tip of the leonard iceberg", "i also love this song called “hinach yafah” by an amazing guy named idan raichel", "it’s a really gorgeous song of a man longing for his beloved, and it’s really about longing in general, whether longing for god, or for heaven, or whatever", "my favorite word in any language is the word saudade, which is the portuguese word that’s at the heart of brazilian and portuguese culture and music", "and it basically means a kind of sweet longing for a beloved thing or person that will likely never return to you", "and i know that sounds so desperately sad, but again, it’s so hard to articulate it, but there’s something so incredibly beautiful and transcendent in that very idea", "and if you wanna hear music expressing that idea, you could try a band called madredeus or the singer cesária", "i’m not sure i’m pronouncing her name correctly, but cesária évora", "something like that", "and by the way, my next book, or my whole next work chapter of my life is all about this topic of how loss and longing are such an essential part of love, and art, and growth in general", "what advice would you give to a smart, driven college student about to enter the real world", "susan cain:   smart, driven college student", "you’re gonna hear so many stories of people who risked everything in order to achieve this goal or that goal, especially when it comes to creative goals", "but i don’t believe that your best creative work is done when you’re stressed out because you’re on the edge of bankruptcy or some other personal disaster", "it’s really just the opposite", "so, you should be setting up your life in a way that’s as comfortable and as happy as possible, and that often means setting it up in a way that doesn’t appear very creative on the outside because you’re tapping in to more conservative structures, but what you’re really doing is freeing yourself up to accommodate your creative work", "so, i often ask myself whether all those years of wall street law were a waste, given that what i really was meant, i think, to be doing the whole time was to explore human psychology and do what i love to do now, writing about what it’s like to be alive", "it’s really how i think of my work", "but the answer is that no", "it was totally not a waste for so many reasons, first of all because i learned so much about this so called real world that would have otherwise been a mystery to me, and second because a front row seat at a wall street negotiation is as good a place as any to study the ridiculousness of being human, but most of all, maybe, is because those years that i spent practicing law gave me a financial cushion when i was ready to use it to try out a creative life", "it wasn’t a huge cushion", "i had not managed to save that much", "but it did make a huge difference", "so, even once i started my writing life, i spent tons of time setting up this little freelance business on the side where i taught people negotiation skills", "and it was something that i felt i could use as long as i needed to support myself when my real center always was writing", "the thing i was trying to do the whole time was take the pressure off the writing, so that the writing could always be a source of joy and satisfaction", "so, i told myself that my goal was to get something published by the time i was 75 years old", "and that was it", "so, i met my goal a lot earlier than that", "so, i am not saying, by the way, that the smart, driven college student who wants to have a creative life should spend ten years in corporate finance first", "i’m very much not saying that", "i’m really making a more basic point that you should just be planning how you’re gonna make ends meet and have a way to do that", "and that way, the time that you do spend on your creative projects, and it could be 30 minutes a day, it could be ten hours a day, but you want those moments to be about focus, and flow, and occasional glimpses of joy", "you do not want them to be associated with financial stress", "when you feel overwhelmed or unfocused, what do you do", "susan cain:   i love espresso, and i would happily consume it all day long, but i’m really afraid of habituating to it and losing its magic powers", "so, i only allow myself to have one latte a day", "and i save it for when i’m doing my most creative work of the day because it really does jumpstart my mind in this almost magical – it has a kind of magical power", "and also, by now, i associate latte in a kind of pavlovian way with writing, which then gets associated in a pavlovian way with the pleasure of coffee", "so, it’s all a really good feedback loop", "my guest today is graham duncan", "you can find out more about him at eastrockcap – c-a-p – .com", "graham is the cofounder of east rock capital, an investment firm that manages $2 billion or so for a small number of families and their charitable foundations", "before starting east rock 12 years ago, graham worked at two other investment firms", "he started his career by cofounding the independent wall street research firm, medley global advisors", "graham graduated from yale with a b.a", "in ethics, politics, and economics", "he is a member of the council on foreign relations and serves as co-chair of the sohn conference foundation, which funds pediatric cancer research", "our mutual friend josh waitzkin, who introduced us – and you should look up josh waitzkin if you don’t know who he is", "i’ll give you a hint: searching for bobby fischer", "josh calls graham, “the tip of the spear in the realms of talent tracking in judgment of human potential in high-stakes mental arenas.” that is a mouthful, but graham, as i’ve gotten to know him over the years, is more and more impressive with every encounter that i have with him", "and if you wanna hear more from graham (ideas, his thinking, frameworks, everything), you can sign up for his monthly email newsletter at grahamduncan.blog", "what is an unusual habit or an absurd thing that you love", "so tim, i wear the subpac wearable physical sound system while i commute on the subway to my office", "and sometimes i wear it while i work at my desk", "you strap the system to your back and chest, and it lets you feel the vibration of music through your whole body", "music producers, gamers, and deaf people are the primary users", "i find the full body experience of music makes listening to music, or even a podcast that has a lot of bass, more of an immersive somatic experience rather than just a conceptual head thing", "if you could have a gigantic billboard anywhere with anything on it, what would it say and why", "so, i have two candidates", "first, “it’s not how well you play the game", "it’s deciding what game you wanna play.” that’s by kwame appiah who’s a philosophy professor at nyu", "and i like it because it separates striving from strategy, and it reminds me to take a macro view of whatever i’m doing, like in a video game where you can zoom out, and you suddenly see you’ve been running around in one corner of the maze", "it loosens my relationship to the game too", "it’s the game of the game, helping to separate having ambition from being ambitious, or accessing hustle without actually becoming a hustler", "another quote that i really like is form the buddhist novelist george saunders, who said in an interview with the new yorker that he has an image of people’s “nectar in decaying containers.” buddhists like saunders think everyone has a buddha nature, that good core of your being", "some people sometimes lose track of it, but it’s there", "and i think it’s such a good assumption to have about everyone even if you’re wrong sometimes, that that’s there", "and i also love that image of “nectar in decaying containers.” it helps me visualize the stream of buddha nature flowing through all the lovely, flawed, living, and slowly dying creatures that we all encounter every day", "and i sometimes get this glimpse of how my three-year-old daughter’s three-year-old self is so temporary", "buddhists like to say we’re all on fire, and it’s so beautiful to sometime tune in and just see the flickering", "what are one to three books that have greatly influenced your life", "so, the psychiatrist sam barondes has a book called making sense of people that’s had a huge impact on my thinking", "and i sometimes give a copy to people who are building a new team and doing a lot of hiring, or even a friend that might be deciding whether or not to get engaged", "as part of my role as an investor, i interview four to five hundred people a year to decide whether to hire them or invest in their various startups or investment funds", "the most useful mental model i’ve found to help me understand what makes people tick is the one that barondes describes eloquently in his book", "the model is called the “big five,” or ocean", "and the o stands for open-minded", "the c stands for conscientious", "the e for extroverted", "a for agreeable", "n for neurotic", "and the academics who developed the model clumped every english adjective that could be used to describe somebody into categories, and then they reduced them to as small a set of factors as they could", "so, if lots of people agreed they could call somebody both gregarious and outgoing, then they decided that was the same thing", "and they kept reducing that down until they got, say, extroversion as a primary factor", "and in the academic literature on personality, the big five is like the equivalent of gravity", "there have been thousands of studies, and it’s considered much more statistically accurate than alternatives such as myers-briggs", "and so, if you want to picture it like for high open-minded, picture leonardo da vinci", "for high conscientious picture robocop", "for high extroverted, picture bill clinton", "and for the opposite, high introverted, picture obama", "for low neuroticism, picture the dude from the big lebowski or any stereotypical californian", "and for high neuroticism, picture woody allen, or kanye west, or most new yorkers", "i could free associate about the big five, but i’ll leave it there", "if you want more then check out sam barondes book, and scott barry kaufman is also obsessed with the big five and writes a bunch of useful stuff about it", "there are two other mental models that have greatly influenced my thinking about people and teams.  the first is harvard professor robert kegan’s model of adult development", "kegan argues that adults develop and make sense of reality in five discreet phases", "he lays out his theory in his 1994 book in over our heads, which is unfortunately not available on kindle, but is available in paperback", "and the title in over our heads is a reference to how the vast majority of adult americans are at the “socialized” stage of development", "he calls it level three", "they have difficulty taking other people’s perspectives, and they tend to follow assumptions given to them by society (as opposed to assumptions they freely choose)", "and he puts out in modern life that many activities such as parenting benefit if you can set boundaries and not care what your kid thinks", "you need to direct them in doing what you think they should do", "i feel like i sometimes see what i imagine to be socialized stage parents who are almost of their kid on some level", "they take what their kids think too seriously, and they wanna be their friends first and parents second", "when i’m interviewing somebody, there’s something that can feel a little bit icy when you’re interacting with self-authored people because they aren’t sourcing their approval from you", "there’s something about the tone of the interview that is distinctive", "and to try to make this more concrete, there’s this amazing example in chapter 9 of in over our heads, where kegan describes a couple who are both operating from a self-authored mindset", "and it’s a very distinctive description of the way they make sense of each other and of being married that totally reminds me of one of tim’s podcasts with laird hamilton and gabby reece where gabby is describing the way she relates to laird and to their marriage in a way that, to my ear, is a super unusual, self-authored way", "for people who are interested in learning more about the model, i recommend kegan’s later book, immunity to change where he describes the model briefly at the beginning of the book", "i’ll read a quick excerpt, just so people have a feel", "“having a socialized mind dramatically influences the sending and receiving of information at work", "if this is the level of mental complexity through which i view the world, then what i send will be strongly influenced by what i believe others want to hear", "let’s contrast this with the self-authoring mind", "if i view the world from this level of mental complexity, what i send is more likely to be a function of what i deem others need to hear to best further the agenda or mission of my design", "consciously or unconsciously, i have a direction, an agenda, a stance, a strategy, an analysis of what is needed, a prior context from which my communication arises", "the self-authoring mind creates a filter for what it will allow to come through", "it places a priority on receiving the information it has sought", "information that i haven’t asked for and which does not have obvious relevance to my own design for action has a much tougher time making it through my filter", "it’s easy to see how all of this could describe an admirable capacity for focus, for distinguishing the important from the urgent, for making best use of one’s limited time by having a means to cut through the unending and ever mounting claims on one’s attention", "this speaks to the way the self-authoring mind is then advanced over the socialized mind", "but the same description may also be a recipe for disaster if one’s plan or stance is flawed in some way, if it leaves out some crucial element of the equation not appreciated by the filter, or if the world changes in such a way that a once good frame becomes an antiquated one", "in contrast, the self-transforming mind both values and is wary about any one stance analysis or agenda", "it is mindful that powerful though a given design might be, this design almost inevitably leaves something out", "it is aware that it lives in time, and that the world is in motion, and that what might have made sense today may not make as much sense tomorrow", "therefore, when communicating, people with self-transforming minds are not only advancing their agenda and design, they’re also inquiring about the design itself", "information sending is not just on behalf of driving", "it is also to remake the map or reset the direction", "if someone wants to hear how a person sounds when they make sense of reality at the self-transforming stage, then i’d direct them to listen to tim’s early podcast with ed catmull, the pixar founder and president", "the loose but strong grip that catmull has on his own beliefs, his fluid and flexible relationship to time, there’s a slightly ephemeral quality and comfort with paradox that comes through in the interview", "in tim’s interview with him, he’s actually a bit of a difficult interviewee, and he feels a little hard to pin down at times", "for instance, he refuses to answer tim’s question about what he would tell his 20-year-old self because he says now he has a way of understanding that his 20-year-old self simply couldn’t understand", "this is all very consistent with a self-transforming mindset, which happens later in life for most people if it happens at all", "as an example, it would surprise me to hear catmull say or think any version of “i’m just trying to stay relevant” as he gets older", "and from one perspective, he might be losing ground versus younger people in this industry, or he fails to get his phone calls returned", "but his way of making sense is likely that he gets to define who or what is relevant, not his peers in silicon valley or the movie industry", "one last self-transforming example i would is the voice of the narrator of “the parable” by louise gluck", "if you google it, she’s really amazing", "the third mental model that i find myself recommending lately is not in a book, but on a slightly obscure website called workwithsource.com, and it’s based on a european management consultant who studied hundreds of startups and realized that even when there are multiple cofounders, there’s actually always, in every case he found, an actual single “source”: the person who took the first risk on a new initiative, even if that risk was only picking up the phone and calling the other cofounder", "and he argues that that source maintains a unique relationship with what he calls the gestalt of the original idea", "and that person has an intuitive knowledge of what the right next step for the initiative is, whereas others who join later to help with the execution often lack that intuitive connection to the founder’s original insight", "and these guys argue that many organizational tensions and power struggles actually often revolve around lack of explicit acknowledgement of who the source of the initiative is", "i was talking about this with a prominent angel investor recently, and he had found that consistent with his sample of startups", "and he noted that many founders seemed to hire friends as cofounders more to quell their own anxiety during the early, highly ambiguous days of a new company than to fulfil a specific role", "this can work fine as long as everyone is clear on who the source is", "and what’s a little paradoxical here is that the responsibility to fully own the role of source rests in large part with the source themselves", "handing off the source role of an initiative to another person is possible but extremely difficult, and it’s often mishandled", "and these guys note that a key to a successful transition is for the original source to actually move on and allow the new leader room to move", "i was speaking with an investment manager about this, and it was consistent with a study he’d done of stock performance following founder ceos departing their businesses", "and he found that any subsequent positive stock performance was correlated with the founder completely leaving the board rather than hanging around to mentor the next ceo", "so, through that lens, gates remaining on the microsoft board during ballmer’s tenure may have contributed to subsequent lackluster stock performance and ballmer’s inability to exert his own creative vision, whereas ballmer leaving the board has allowed satya nadella to fully exert his own creative vision", "i encounter this dynamic myself sometimes in running a multifamily office where we manage money for forbes 500 families", "and second and third generations sometimes struggle with how to relate to the original patriarch and the “source” or their wealth", "in my observation, it’s often that room for real transition is in the hands of the original source", "it’s the lesson from george washington’s song in the hamilton musical, as washington declines hamilton’s plea to run for a third term, and he sings, “we’re going to teach them how to say goodbye.” what purchase of $100.00 or less has most positively impacted your life in the last six months or in recent memory", "so, i recently bought the finis, f-i-n-i-s, swim paddles", "they somewhat magically lengthen out my freestyle stroke", "and when i combined them with some fins, i use the ones cressi, c-r-e-s-s-i, i feel sometimes like i’m almost flying through the water", "for non-swimmers, i highly recommend the canned sardines from matiz, m-a-t-i-z", "i feel like one of my proudest accomplishments as a dad is that my two younger kids eat sardines with me most mornings for breakfast", "they’re super high protein and high good fats", "there’s no need to supplement fish oil", "and matiz sardines aren’t fishy", "i usually add avocado with salt and lemon, and the kids love them", "and i often alternate the sardines with canned wild salmon belly, which they call restreca, r-e-s-t-r-e-c-a, from the company vital choice", "the bonus on both of those is that when the zombie apocalypse comes, you’ll have canned food ready to go", "how has a failure or apparent failure set you up for later success", "do you have any favorite failure of yours", "i have so many failures", "i’m just gonna pick one", "in my role in investing in and seeding investment firms, i do really extensive reference checks on people in order to try to accelerate the process of building mutual trust with them", "and i should note that i have a somewhat oddly specific aspiration to be among the best in the world in terms of being able to really do a reference on someone", "i feel like it’s a real art form to gather private information in the form of multiple perspectives about how someone has played a repeat iteration game in the past and then try to accurately project how they’re gonna play in the future", "and i define success as gathering enough honest perspectives on someone to mimic how i would know someone if i had sat next to them at work for five years", "at east rock, we try to do references in person, and it’s a huge time investment", "in late 2007, i was about to back a firm, and we conducted a final reference check with the investment manager’s former boss who was quite negative and skeptical about his former analyst", "i remember i asked him what percentile the analyst was in terms of all the analysts who had ever worked for him, and he said top 60 percent, which i thought i misheard at first", "and i’ve never gotten that response again in a reference", "and it surprised me, given that the analyst had given me this guy’s name as a reference", "it wasn’t an off-list reference", "it was on his list", "and it made me pause on proceeding with the investment, which then proceeded to work out amazingly well as the financial crisis unfolded, and i had a lot of regret about the size of the profits i missed", "later on, it emerged that the reference source may have had an agenda to sabotage his former protégé’s new firm", "then several years later, i was evaluating another investment manager to partner with, and toward the end of our diligence process, i got another reference not quite as negative as that one, but it was mixed", "but i felt like at this point, i was better able to hold multiple perspectives simultaneously without experience cognitive dissonance", "it’s like the state of negative capability that keats referred to as useful to writers", "and this time, having those mixed data points only made me do more work, and i gained even more conviction in the character and competence of the investment manager", "and that investment has ended up being super profitable", "and i think absent my earlier failure, i wouldn’t have had the ability to see the reality of the situation", "and it also just helped me appreciate something i try to do, which is i try to hold people’s perspectives with a light grip, which the knowledge that they and i have very incomplete maps of reality", "what are bad recommendations that you hear in your profession or area of expertise", "so, i think people massively overuse the term “hedge fund.” they fetishize it a little too much", "and it reminds me a little bit of a similar issue that ray dalio found when he used the word depression in 2008 to describe some of the underlaying dynamics in the economy", "he found that his readers had too much baggage with the word, so he switched to using the word “deprocess.” and yuval harari makes a similar reframing move by referring to us as sapiens because we have so much baggage about being human and being in the center of the most important species", "and in a similar way, i think people now have way too much baggage with the word “hedge fund.” the press and the managers themselves have made it almost jump the shark", "and i’ve been telling people lately, i think we should start using “h structure” or something like that to instead capture the concept of incentive compensation", "i don’t think it’s useful to see a hedge fund, or a product, or even the hedge fund industry because these are just temporary constructions of flawed, brilliant people, who in any given year decide to make a sequel to the movie they made the prior year", "the only product is the set of future decisions that the portfolio manager make", "if they get divorced, or depressed, if their second in command leaves, the “product” completely changes", "and i think thinking of it as a product ignores the reality that the only source of stability is actually whether the mindset of the team leader is resilient or even antifragile, which is nassim taleb’s thing about it actually getting stronger with volatility rather than just enduring it", "when you feel overwhelmed or unfocused, what do you do", "so, i ask myself, “what would be the worst thing about that outcome not going the way i want?” i had actually starting using it out loud with my kids, and recently, my eight-year-old daughter started asking it back to me, which was karmic full circle", "i really like to be punctual, and we were late to drop her at school", "and i was impatiently hurrying her along", "and she asked me, “dad, what exactly would be the worst thing about being late?” and in the moment, it completely shifted my mindset", "i like the question because it often surfaces a hidden assumption", "in this case, maybe some subconscious script of, “i’m playing the role of father, and our family meets our commitments,” or some version of that", "and another good related question is byron katie’s thing about can the opposite of your story be true", "i think that question serves the same role", "in the last five years, what new belief, behavior, or habit has most improved your life", "i’ve begun swimming most mornings, and i find it often shifts my mindset for the entire rest of my day", "some swimmers talk about this concept of “water feel,” which is getting a grip in the water and pulling your body past that point instead of ripping your hand through the water", "ripping your hand through the water moves you forward, but it’s a lot less efficient, and it’s less graceful", "and i really like david foster wallace’s speech, “this is water,” where he’s making the point that so much of life is water to us", "we’re swimming in it", "we can’t see it because we’re either in a hurry or not awake to our context", "or in kegan language, we are subject to it", "and when i stop to really feel the water before i pull, it shifts my way of being from one of thrashing toward the end of the pool somewhat mindlessly to a more effortless flow of working with the reality of the water where i am", "what advice would you give to a smart, driven college student about to enter the real world", "so lately, i’ve been thinking about careers through dan siegel’s model of mental health where he says, “picture a river flowing between two banks where one side is chaos and the other side is rigidity.” and dan points out that mental illnesses all reside on one bank or the other", "schizophrenia is on the chaos side", "ocd is rigidity", "and basically, a healthy integration is swimming in the middle of the river, says the argument", "and most college students have started life closer to the rigidity bank is my observation and over the course of their careers will experiment with swimming toward the middle", "and i’ve come to think of the lane right next to the rigidity bank as an appropriately conventional one for when you’re in your 20’s and you’re acquiring the skill of refining reality", "it’s a place to swim where it’s important to learn the jargon of an industry and apprentice under somebody, to develop judgment and discover your own zone of genius", "and i think swimming in the middle lane happens most often in people’s 30’s or 40’s", "it’s a stage where you begin crafting your own language for what you do", "as an increasingly strong poet, you make your craft your own", "you view your life as more self-expression than simply playing out other people’s roles for you", "and then some small percentage of people will paddle over to the lane next to chaos, which is the place where you find novelists like robert pirsig and david foster wallace, investors like mike burry or eddie lampert, or entrepreneurs like steve jobs and elon musk", "and i experience them as consistently asserting reality through powerful storytelling while always bearing the risks that if their egos grow too big and their creative narcissism gets too well defended, they lose situational awareness, and they basically lose their feedback loop with reality", "i visualize them almost flopping onto the bank of chaos", "and so, if you look at it through this lens, then pirsig wrestling with sanity towards the end of his life, steve jobs’ magical thinking about his illness, and eddie lampert’s ayn randian framing of his investment in sears may have all been examples of these guys losing their feel for where they can mythologize to the point of bending our collective reality, and then they suddenly briefly appear crazy", "i think musk in particular drives hedge fund managers up the wall as half of them are short of shares because he exudes so much promotional hucksterism as he asserts reality, and half of them are long because he’s actually thinking on a 100-year timescale", "and that’s very confusing", "at east rock, we always say that if you wanna have variant perception, it helps to be variant", "and i remember interviewing mike burry, steve eisman, and all the other somewhat fringe, somewhat variant investors who were shorting subprime mortgages in 2006 and basically all the characters that michael lewis captured so accurately in the big short", "and the housing bubble is obvious in retrospect, but at the time almost everyone thought they were completely smoking dope", "and the current cryptocurrency scene reminds me a lot of the subprime short ecosystem because the opportunity attracts the more variant players who have nothing to lose from disrupting the status quo", "so, on crypto, you’ve got all the libertarians, and the unemployed macro hedge fund managers, and all the kids", "there’s this great quote by one of the characters in tom stoppard’s play, arcadia that the crypto guys like, which is “the future is disorder", "a door like this has cracked open five or six times since we got up on our hind legs", "it’s the best possible time to be alive when almost everything you thought you knew was wrong.” i think that mentality of saying, “bring it on,” to chaos, that now is the best possible time to be alive, to “learn to love the rain,” as josh waitzkin says is really hard for people who have succeeded in the status quo context", "and so, i think bitcoin could just be a bubble due to qe post the financial crisis, or it could be a change in how we organize human activity at the level of the internet itself, or both", "and i’m, at the moment, trying to hold both perspectives without needing to decide yet", "i’m trying to stay – i think of it as open-sharing instead of striving for closure", "i’ll finish up the career question with one last quote from the very self-transforming charlie munger, who at 93 has no filters left, and he has more wisdom percentage than almost anyone i read", "he says, “i’ve noticed in a long lifetime that the people who really love you are the people where you scramble together with difficulty, and you’ve jointly gotten through", "and in the end, those people will love you more than somebody who just shared in an even prosperity through the whole thing", "so, this adversity that seems so awful when you’re scrambling through actually is the sinecure of your success, your affection, every other damn thing", "the idea that life is a series of adversities, and each one is an opportunity to behave well instead of badly is a very, very good idea.” and he says, “and it works so well in old age because you get so many adversities you can’t fix", "so, you better have some technique for welcoming those adversities.” hey, guys", "this is tim again", "just a few more things before you take off", "no", "1, this is 5-bullet friday", "do you want to get a short email from me – would you enjoy getting a short email from me every friday that provides a little morsel of fun before the weekend", "and 5-bullet friday is a very short email where i share the coolest things i’ve found or that i’ve been pondering over the week", "that could include favorite new albums that i’ve discovered", "it could include gizmos and gadgets and all sorts of weird shit that i’ve somehow dug up in the world of the esoteric, as i do", "it could include favorite articles that i have read and that i’ve shared with my close friends, for instance", "and it’s very short", "it’s just a little tiny bite of goodness before you head off for the weekend", "so, if you want to receive that, check it out", "just go to fourhourworkweek.com, that’s fourhourworkweek.com all spelled out, and just drop in your email, and you will get the very next one", "and if you sign up, i hope you enjoy it"]}