{"dialog_idx": {"catherine hoke": [12, 13, 14, 15, 16, 17, 18, 19, 22, 23, 24, 25, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 47, 51, 52, 53, 54, 55, 56, 58, 59, 60, 68, 69, 70, 71, 72, 76, 77, 78, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 126, 130, 131, 132, 135, 138, 143, 144, 145, 146, 147, 148, 149, 150, 170, 173, 176, 181, 182, 183, 184, 185, 186, 187, 194, 195, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 419, 420, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 507, 508, 509, 510, 511, 516, 517, 518, 519, 520, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 538, 539, 543, 544, 545, 546, 547, 548, 549, 550, 551, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 605, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 671, 672, 673, 674, 675, 676, 680, 681, 682, 683, 684, 685, 686, 693, 694, 698, 700, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 716, 721, 722, 723, 724, 725, 726, 728, 729, 730, 731, 732, 733, 734, 737, 738, 739, 740, 744, 745, 746, 747, 750, 751, 752, 753, 754, 755, 756, 757, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 777, 778, 779, 780, 781, 782, 783, 784, 788, 789, 790, 791, 793, 794, 795, 796, 797, 798, 799, 800, 802, 803, 804, 805, 806, 807, 809, 810, 812, 813, 814, 815, 816, 817, 818, 819, 821, 822, 825, 827, 828, 830, 831, 838, 839, 840, 841, 842, 843, 844, 845, 847, 848, 851, 852, 856, 857, 858, 859, 860, 861, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 929, 930, 931, 934, 935, 936, 937, 938, 939, 940], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 20, 21, 26, 27, 28, 43, 44, 45, 46, 48, 49, 50, 57, 61, 62, 63, 64, 65, 66, 67, 73, 74, 75, 79, 80, 81, 82, 94, 95, 96, 97, 98, 123, 124, 125, 127, 128, 129, 133, 134, 136, 137, 139, 140, 141, 142, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 171, 172, 174, 175, 177, 178, 179, 180, 188, 189, 190, 191, 192, 193, 196, 197, 198, 199, 200, 201, 202, 227, 228, 229, 230, 231, 232, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 324, 325, 326, 418, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 506, 512, 513, 514, 515, 521, 537, 540, 541, 542, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 603, 604, 606, 607, 608, 670, 677, 678, 679, 687, 688, 689, 690, 691, 692, 695, 696, 697, 699, 701, 713, 714, 715, 717, 718, 719, 720, 727, 735, 736, 741, 742, 743, 748, 749, 758, 759, 760, 761, 762, 763, 776, 785, 786, 787, 792, 801, 808, 811, 820, 823, 824, 826, 829, 832, 833, 834, 835, 836, 837, 846, 849, 850, 853, 854, 855, 862, 880, 881, 882, 883, 884, 885, 886, 906, 921, 922, 923, 924, 925, 926, 927, 928, 932, 933, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960]}, "episode_num": 293, "file_type": "html", "guests": ["catherine hoke"], "num_sentences": 961, "num_words": 20764, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss, and welcome to another episode of The Tim Ferriss Show, where it is my job to explore the stories, tactics, strategies, habits, et cetera, of people who are the best at what they do, and this episode is a very special episode. It delivers a lot of the hard tactics, book recommendations, and so on that you would expect from one of these conversations, but it’s also very unique, and I say “very unique” to bother all my friends who say that you cannot have a modifier in front of “unique.” My guest today is Catherine – otherwise known as Cat – Hoke. After being given a second chance of her own – which we’ll get into – Catherine founded Defy Ventures, a national nonprofit organization that “transforms the hustle of currently and formerly incarcerated people.” Defy has produced groundbreaking results, including a recidivism rate – that means being readmitted to prison – of less than 5 percent and an employment rate of 95 percent. Defy’s vision is to end mass incarceration as we know it by using entrepreneurship as a tool to transform legacies and human potential. Cat is amazing on many different levels – personal, athletic, and otherwise – and we’re going to dig into the many facets of her life and lessons learned from her father, among many others. Catherine has also been named a “Make Tech Human Agent of Change” by Wired and one of the “17 Global Influencers Expanding Human Possibility Through Technology” by Nokia. Cat also received the MDC Partners Humanitarian Award and was included in Forbes’ “40 Women to Watch Over 40.” She has been named by Fast Company one of the most creative people in business and is an Ashoka Fellow, among many other things. She is the author of the brand-new book – and, this is how I was introduced to her via Seth Godin – called A Second Chance, and I recommend that everybody check that out. And, you can certainly find her and Defy on all of the socials, but we are going to get into every aspect of that and much more. So, without further ado, please enjoy one of my favorite conversations I’ve had in a very long time with Catherine “Cat” Hoke. Cat, welcome to the show. Catherine Hoke: Thanks, Tim Tim Ferriss: I have been excited to connect with you because I received a barrage of texts from a mutual friend of ours, Mr. Seth Godin, and I thought we’d start this with something I’ve been wondering that I actually don’t know the answer to, which is how did you first meet Seth? Catherine Hoke: I sent Seth a cold email and he responded. I invited him to Defy Ventures, the organization that I run. I used to have a brick-and-mortar classroom-style teaching model where we would have formerly incarcerated people come to a classroom in New York City, and we’d invite world-class faculty to come, and Seth was someone I really wanted to meet. I couldn’t believe when he said yes, and then he came and taught – we call them “EITs,” or entrepreneurs in training – he came and met them, and the way that he treated me was like I was such an important person. I couldn’t believe it. And then, he became my mentor. Tim Ferriss: Just like that, Seth Godin is a mentor. That is a very productive afternoon. Catherine Hoke: I feel like a spoiled brat, yeah. I’m really proud to say that he’s not just my mentor, but my friend, and has encouraged me to shoot for the moon. I’ve done far greater things than I would have expected that I could have done had it not been for Seth. He has believed in me when I have not even believed in myself. Tim Ferriss: Well, he’s an incredible man, and we may circle back to Seth, but I want to talk about this cold email because you seem to be good at cold emails and cold letters, and I have to be careful about what I believe on the internet, but I’m going to circle this back to something that took place much further back than your meeting with Seth. But, what did the email say? What did the pitch look like? Catherine Hoke: I should look. So, I cold-emailed him and one of our volunteers simultaneously cold-emailed him, which always helps. Typically, when I cold-email people – because I’ve gotten amazing people to respond through cold email – a lot of times, I just say, “I’m going to change the world and I would like to meet with you to pick your smart brain for 15 minutes,” and then, I’m persistent as hell, and I send it back to them six times, and sometimes I leave them voicemails as well, and I befriend their assistant. So, that’s how I got in to meet with Duncan Niederauer, who was the CEO of the New York Stock Exchange, and many people who you would think would not say yes to a cold email, but when I asked for 15 minutes to pick their smart brain – and, I tell them exactly what I want to learn from them, too. It’s not like a random – I tell them, “You’re an expert in this and I need to learn X.” And, I also tell them, “I can talk really fast and you can kick me out of your office as quickly as you want if you think it’s a waste of time. So, I always give them an out, but it’s not like I need to do that, and then, I just don’t stop. I was trained in Cutco knife sales – door-to-door stuff – and I’ve been a shameless cold-caller. I used to work for Summit Partners, a venture capital and private equity firm, where I would cold-call CEOs, wanting to get a piece of their pie. I don’t get hurt by rejection. I’m able to take it. But, when I’ve studied sales, most salespeople stop after two or three, and I keep going to six, and it’s amazing how many people end up saying yes. And then, I always – a typical sales trick is I’ll throw in another five seconds of information about something that makes them go, “What?” I’ll tell them something about myself. So, I’ll tell them something about their background that we have in common. Tim, I know that you were a wrestler, so I would say, “By the way, I was also a high school wrestler,” something that makes you go, “What?” and gets your attention. Tim Ferriss: All right. We have so much that we can cover and so many different rabbit holes we can go down. There are a few things I want to flesh out a little bit. First, the Cutco knives – I was going to ask you about the Cutco knives, and I’m going to try not to lose my train of thought here, but there are so many ways I want to go with this. Catherine Hoke: Thank you for doing such great research. Tim Ferriss: Of course. Correct me if I’m wrong. You started with selling hamsters at age 7 or thereabouts? Catherine Hoke: Wow, you really went way back. Yes, I did. I ran a hamster-selling empire. I would breed them, and I had multiple cages, and then I sold them back to the pet shop for $1.00 apiece. My sister took after me. She was breeding rabbits, so we had quite the household. Tim Ferriss: And then, selling golf balls. Catherine Hoke: Yeah. I would take off my shoes and socks, walk through the disgusting duck muck, and get the golf balls. But then, I would also one-up the golfers with donuts and all types of other things to increase my profits. Tim Ferriss: What is the key to a successful – and, people listening are like, “What the fuck is going on right now?” This is all going somewhere. The Cutco knives – so, this is door-to-door, we’re talking about? Knock knock, wipe the feet – Catherine Hoke: So, if Cutco were listening, they might cringe if I said “door-to-door” because you’re supposed to have a developed network, and with every person you go meet with, you ask them for three references. “Did you have a good experience with me today? Would you recommend me to your friends? Send me to three other people.” So, it’s not totally door-to-door, but it’s kind of that style. Tim Ferriss: It’s in-person selling? Catherine Hoke: Yeah. So, my biggest problem with selling Cutco was that I was raised by a Hungarian Yugoslav immigrant who came over with $200.00 in his pocket and thought that buying us a Happy Meal was too expensive, so I was selling Cutco $1,400.00 knife sets, and I was really good at it, and Cutco, they taught me how to nod my head and smile to get that reciprocal behavior, and say, “Will you buy my $1,400.00 knife set?” People were saying yes to me all the time, and I was enjoying the fact that I was so good at it, but I totally felt like I was scamming people, and little did I realize that rich people don’t mind paying $1,400.00 or more for an amazing set of cutlery – which, by the way, I still own myself and completely believe in – but because I felt like I might have been scamming people, I had to stop selling Cutco knives, and I reduced my own profits because I felt like I was ripping people’s faces off. So, you get these free products that you can give them. “Oh, here, I’ll give you my free cake slicer,” and you’re supposed to use those to help get them to a bigger knife set, but I would get them to say yes to the biggest, most expensive set, and then I would feel guilty for selling them on something so big, so I’d be like, “I’m going to give you these five free products as well.” Tim Ferriss: “And by the way, can you tell me the names of three of your friends you would recommend that I also –?” Catherine Hoke: Exactly. And then, I would get economies of scale on this stuff because when I was on the wrestling team as the only girl, we had to raise money for that, so I would literally go door to door, and after I’d win a match and my wrestling photo was in the Sunday paper, I would walk around door to door and be like, “Hi,” and I’d be in a dress, and I’d be like, “I’m on the Davis High School wrestling team, and I’m raising money, and we’re pushing cars around the track, so will you give us money?” And then, I would do that and sell Cutco knives at the same time. Tim Ferriss: So, wait a second. By “at the same time,” do you mean, “Hey, thanks for the $50.00 to support the wrestling team. By the way, I notice that you have a cutting board”? Catherine Hoke: No. I would ask for a separate appointment. I didn’t want to totally overwhelm my customer. Tim Ferriss: Okay. That would be a hell of a cross-sell. Now, the promise I made earlier to wind this back – of course, I went all the way back to 7 – is it true that you were originally turned down by UC Berkeley? Is this accurate, that you wrote them a letter? Catherine Hoke: Well, I was admitted to UC Berkeley. I tried to get rejected because my dad wanted me to go to UC Berkeley and I wanted to get so far away from home. I had wrestled and gone to high school in Davis, and I looked up the hardest major to get into, which was bioengineering at Cal. It had a 4 percent chance of admission. Well, I got in, and I didn’t really want to be an engineer, and I was flunking out of my engineering courses. I supported myself through school and I looked up a summer job that was for a management consulting firm – I had no clue what that was – and I remember reading the posting aloud to someone and saying, “This requires an entrepreneurial spirit,” and I didn’t know how to pronounce the word, and I was like, “What the hell is that? What does that mean?” Well, I got the job at the management consulting firm, and I discovered what business is, and decided I loved it, so I applied to the undergraduate Haas program at UC Berkeley, and I got rejected, and I’m not surprised. I was literally failing out of my engineering courses because my brain is not really that of an engineer. And so, that’s when I wrote them a seven-page appeal letter, and I was like, “Look, I’m a student-athlete. I work 40 hours a week on top of it. If you let me in, I promise I’ll make you proud.” And, they let me in. Tim Ferriss: So, where does this come from, this aggressive drive? You’re spanning wrestling, which is – certainly, even now, but at the time – I think Margolis has raised the perception of women’s wrestling in the U.S. tremendously, but certainly, back then, as a wrestler – myself throughout high school and the very beginning portions of college – women would not commonly go into wrestling. You had this entrepreneurial drive really early on. Where does that come from? Catherine Hoke: I feel like I was raised in a mini Shark Tank at my house. My dad is an inventor to this day. He’s 73 years old, and he patents all types of stuff. He’s an electrical engineer. He taught me to see the world through quite a different lens. When I was as young as age 6 or 7, he would have me stand up in family – and I never knew when he was going to do it – and say, “You have one minute to invent something, talk about the market and how you’re going to price it, the demand, and your strategy for getting it out there.” And, I would come up with ridiculous things. I can’t even remember. I remember that one of my favorite inventions was shoes that could fly, and what I remember about doing that with my father is that he never told me that one of my ideas was stupid or not feasible. He could have just raised a very delusional child who thought that she could do anything, and I guess he kind of did, but I – whenever I saw problems and things that I didn’t like about the world and would complain about them, my dad would say to me, “Instead of complaining about it, why don’t you figure out how you can fix it?” For example, I was raised in a super weird immigrant home. I was not allowed to watch television, almost never. We were never allowed to watch sports. He said, “Why would you watch somebody else going out there and getting it when you could invest that same time in doing it yourself?” So, he told me to get my butt out there, work out, and learn how to become the best at something. He said, “If you’re going to become a chimney sweeper, just become the best chimney sweeper.” So, I didn’t really know that there was another way, and I really believed I could do anything, so I thought – I was born in Canada and French was my first language. We came over to the U.S. when I was 7. When my dad got invited to come and teach at Stanford and told me that we were moving to the U.S., I said, “No, I don’t want to because I can’t become the President of the United States,” and I have zero political aspirations today, by the way. But, when I told him I couldn’t become the President, he said, “I’m going to give you a little time to think about that, about how you could come up with a solution for that problem.” So, I came back to him a week or so later, and I said, “I’ve got it. We can move to the United States. I will become a lawyer. I will change the Constitution of the United States so that someone who’s not born in the United States can become the President, and then I will become the President.” And then, after we moved to the U.S., he introduced me to everybody as the future President of the United States. When he said it, I thought he was being serious. He believed in me, so I believed in myself, and I guess that’s why I run something called Defy now. I actually believe I can do it. Like Jerry Colonna says, I am pathologically optimistic about my goals. Tim Ferriss: All right. That is a very thorough and extremely helpful answer. What was your dad invited to teach at Stanford? Catherine Hoke: Electrical engineering. Tim Ferriss: Electrical engineering. And, the reason you moved to the U.S. was because of the faculty invitation from Stanford? Catherine Hoke: Yup. He got a one-year invitation, and then, it turned into two years, and he could have stayed at Stanford, but my dad is a ski freak, and he just wanted to be closer to the mountains, so that’s why we moved to Davis, and he taught at UC Davis. I’m a lot like my dad in that he loves to invent stuff, so he left university life and is still – he works until 5:00 in the morning just inventing new stuff. Tim Ferriss: Sounds like a cool gig. Would he call himself an inventor –? Catherine Hoke: Yes. Tim Ferriss: – a product developer, or neither? He would say “inventor”? Catherine Hoke: Yeah. Tim Ferriss: What was your home like outside of your father? Was your mom around? Do you have siblings? Paint a picture for people. Catherine Hoke: I’m the oldest of four kids. I was like a mini mom. My mother would literally want to bring homeless people back to our house. My mom’s really compassionate and caring, and she used to be a nurse, but stayed at home to take care of the kids. I developed a lot of my compassion and heart for serving others from my mom, and I remember my mom telling me, “Eat all the food on your plate because there are starving kids in Africa.” I was like, “Okay, if I don’t eat all the food on my plate, how are the starving kids in Africa going to get my food?” So, I think was 7 – this is from my dad, “Find a solution to the problem.” So, I found some sponsorship program to sponsor a kid in Africa. The golf ball money and hamster-selling money – I thought I was balling when I was 7 years old – I would send that money overseas to sponsor orphans. So, I developed a heart for other people and not just for making a buck. I’m very competitive, if you can’t tell, and I love money because I love what money can do to create the world that I want to live in. Tim Ferriss: You are competitive. I’m going to add some more color to that. Please fact check and tell me if any of this is incorrect. California state women’s wrestling champ, three-time marathon runner, college rugby player, varsity rower, and you still enjoy – we talked about this a little bit – the Brazilian jiu-jitsu, which has deprived me of the structural integrity of my ankle as of last week with some snapped ligaments. But, you are certainly very competitive, and I also want to note something that we discussed very briefly. During the sound check, before I hit “record,” I asked you what your breakfast was, and you said, “Coffee.” I said, “Okay, I need a few more seconds, so just talk about your coffee for sound check.” You said, “Medium warm coffee. I put in ice cubes.” And then, you kept on going. I thought you were making it – Catherine Hoke: You told me to talk for 15 seconds. Tim Ferriss: No, I know. I thought maybe you were making this up. I was like, “Wait, what’s the story on the medium warm coffee? Can you tell people what the story is?” Catherine Hoke: Well, I like to be very efficient and fast, and I like to eat fast and drink fast, so I put ice cubes in my coffee so I can pound it. I actually think things tend to taste better when I eat or drink them really fast. I don’t understand people who like to chew on their food for two hours. It annoys me. I mean, it’s fine for them, but not for me. Tim Ferriss: So, you and I have a number of overlapping circles. I am also of the fast – Catherine Hoke: Yeah, we’re going to roll after this scenario, right? Tim Ferriss: Oh, God. Catherine Hoke: I’m going to meet you in Austin and we’re going to roll. Tim Ferriss: You know what? I’ll just let you triangle-choke me because given your credentials, I don’t think I’m going to give you much of a fight. Catherine Hoke: I can talk a big game, but I’ll be gentle. Tim Ferriss: So, we talked about Seth. There seem to be a number of other people – we don’t have to spend too much time on this, but I know, for instance, that I’ve spent some time with Jerry Colonna, who you mentioned. Catherine Hoke: He’s one of our faculty members, too. Tim Ferriss: Yeah, Jerry is amazing. There’s another – also, of course, these two know each other – Brad Feld, who is an incredible guy and an incredible investor as well. Where did the entrepreneurs in training enter the picture? How did that become part of your life? Catherine Hoke: When I was 26, I was working for a New York City private equity firm, and I got invited to present for the first time in my life, and that changed everything in my life because I used to think that people who were incarcerated were the scum of the earth. When I was 12, a good friend of mine was brutally murdered by two 16-year-old boys, and from that experience of one, I extrapolated to think that anyone in prison could rot and die in that place. It was that first prison visit – I’m 40 years old now; we’re three months apart, Tim – when I was 26, that visit opened my eyes and my heart, and it ended up – I didn’t know it would end up becoming my life’s calling, but it ended up changing my wallet, my priorities, and my time. It’s what I’ve devoted everything to now – the second chance field and working with people with criminal histories. The world calls them all types of things, like “ex-offender” or “criminal,” and I say, “We don’t work with criminals. We work with people who committed criminal acts in their past, and there’s a really big difference.” So, at Defy, I believe we’re all ex-somethings, and we call them EITs, or entrepreneurs in training. And then, they become full-fledged entrepreneurs. Tim Ferriss: So, I have a few notes just because I’ve had sufficient caffeine to want to talk a lot. The first is a really important distinction that you made. As some backstory, before I hit “record,” you asked me, “Do I have the right to call you out if you call them criminals?” and I said, “Yes, you do.” The language we use is so important in this context and many others. For instance, I have tried very hard for myself to not call myself an anxious – “I am anxious” – to use that language or to say, “I am an anxious person.” Rather, I say, “I feel anxiety” to depersonalize it in that way. So, “people with a criminal past” is different than “ex-criminal” or “criminal.” They’re very distinct labels that create an entirely distinct way of relating to somebody with one versus the other. I just want to underscore how important that is, not just for how you label other people, but how you label yourself. Catherine Hoke: Absolutely. We’re big on that; really big on how we label ourselves. Tim Ferriss: Yeah, it’s really important. The question, then, that I have is why did this stick? Why did this become what appears to be a lifelong passion and commitment, whereas you had tried so many things in the past and you’re no longer selling hamsters or doing private equity? Why did this stick? Was there a specific conversation? Was there a specific moment? What was it that made this stick for you? Catherine Hoke: I didn’t think it would stick, and when I went to prison that very first time in Texas, what I saw there shocked my heart. I have made so many bad decisions and mistakes in my own life, and I’m really grateful for the grace and second chances that I’ve received, yet I was so quick to write off and label people who had been caught for something criminal. So, I was convicted by the ugliness of my own heart because when I went and visited the prison, I realized – this might sound stupid – that they were actually human beings, not a rap sheet, not a number. And, the first guy the I met in prison that weekend – his name was Johnny – and I heard his story. When Johnny was 8 years old, he watched as his grandfather murdered his father right in front of him, and then, when Johnny was 11 or 12, he was given drugs, jumped into a gang, and by the age of 18, he was incarcerated. Empathy for the people that I serve is what made it stick because I was like, “Wow, had I been raised in those circumstances, I am certain that I would have ended up on that path as well.” And, to this day, when I hear the stories of the people that I serve – I was just in a prison last week, and I do this exercise called “Step to the Line.” We have all our CEOs, venture capitalists, and executive volunteers on one side of the line, and then we have our EITs – or entrepreneurs-in-training, the incarcerated – on the other side of the line. You step to the line if each statement is true. “Step to the line if you’ve ever been arrested.” About a third of our volunteers are at the line. “Step to the line if you’ve ever done something for which you could have been arrested, but you have not been arrested.” 100 percent of our volunteers step to the line. “Step to the line if you were arrested for the first time before the age of 16.” Maybe 75 percent of our EITs step to the line. And then, I count backwards. “Step to the line if you were incarcerated before the age of 14, 12, 10.” And, I get to age 8, “If you were first incarcerated at the age of 8.” There are four guys remaining at the line. “7.” There’s one guy remaining at the line. And, I’m trying to picture a 7-year-old or an 8-year-old in handcuffs, and normally, a prison cell seems pretty small and stifling, but imagine a little 7- or 8-year-old there. My empathy for the people that I serve is what made this stick for me, and I don’t have pity for them, I have a deep compassion. I also have mad respect for their skills. I work with natural born entrepreneurs who started off selling gumballs out of their lockers – not hamsters – and gumballs proceeded into drugs, which kept going, and then they got arrested. But, I have a love of underdogs, and a love of entrepreneurs, and I hate injustice. When I was a little kid growing up and saw somebody else getting bullied, I would always stand up for them and defend the victim. Here I was in the midst of people who have been thrown away by society, who are not just aspiring entrepreneurs, but who are proven entrepreneurs with amazing talents. I believe that the people I serve represent America’s most overlooked talent pool. That first weekend in Texas, when I was 26 years old and naïve as could be, I went to four prisons, and at the last one, the guys were like, “Will you please come back?” I said yes. My dad also taught me to be a person of my word. I had no idea what it meant to come back, I had never talked to a warden before, but after I said yes, I was coming back, and I did. Tim Ferriss: Most likely, I’m going to get this pronunciation wrong, but can you tell us – Catherine Hoke: I’m all about second chances, Tim. I’ve never used that one before, either. Tim Ferriss: I can tell you’ve been working on your material. All right. “Coss Marte”? Is this correct? Catherine Hoke: Pretty good. Yeah, “Coss Marte.” Tim Ferriss: Can you tell us who Coss Marte is? Catherine Hoke: Yeah. He’s one of our best-known success stories. He’s a graduate of Defy Ventures. He did five years in prison in the New York State prison system, and he went to prison at age 19, so he grew up in poverty, heroin needles all around him, and he said that the one thing he wanted to become when he was older was rich. He didn’t know how to get out of the system, but he saw his mother working overtime to put food on the table. So, when he was a young teenager, he got introduced to the world of selling drugs, and he got incarcerated for the first time at 12 or 13, I think, and bounced in and out. By the time he was 19 and got arrested on a kingpin case, he was running a drug empire in New York where he was doing $2 million a year in drug sales. He had an army of people working for him, and he was a young, natural entrepreneur, and when he was incarcerated, he realized that in fact, he was very entrepreneurial, but his entrepreneurial skillsets were being used to destroy communities rather than build them up. He had a wake-up call in prison when he was sent to the SHU – to solitary confinement – after having an altercation with an officer. He was also so overweight and unhealthy when he got sent to prison that doctors told him that he would die in prison, even though he was only doing five years. He was like, “I’m not dying in prison.” So, while he was locked up in solitary confinement in a box that was the size of a parking spot, he came up with a body-weight-bearing workout and lost 70 pounds. When he got out of the SHU, he taught other incarcerated men at that prison – about 20 of them had to lose a collective 1,000 pounds, so he was onto something with his prison-style fitness workout, and he got out of prison, and he had always wanted to become a legal entrepreneur. So, with Defy’s help, he turned that into ConBody, and ConBody is a prison-style fitness boot camp. In less than three years, it has had more than 14,000 customers. He said that he follows around women wearing yoga pants, asks them where they work out, and gives them his business card. He’s hired nearly 20 people with criminal histories – other Defy Ventures graduates who have not started their own business – and we’ve helped Coss to raise more than $250,000.00 in funding for his business because we run these Shark Tank-style pitch competitions, and he killed it in all of our competitions, and then we introduced him to other angel investors. What I love about Coss is that he’s not just about his financial bottom line, but whenever I ask him to give back and serve, he always does. So, we work with Defy in the most notorious prison in America, called Pelican Bay, where they have a solitary confinement facility, and we run a program in solitary confinement. Coss came to Pelican Bay with me and led a workout for the incarcerated guys who are currently in the SHU. I can’t tell you how awesome it was to have him. He was able to tell his story of going from the SHU to being a CEO, and his business continues to thrive and boom, and Saks Fifth Avenue in New York City needed more foot traffic, so they literally opened up a ConBody gym inside Saks, and now, men and women – mostly women – are flocking through Saks to get to ConBody, where they go to these workouts. If you go to a ConBody workout, you’ll be paired up with your “cellie,” and you’ll have formerly incarcerated trainers that Coss has hired yelling at you to bring out the best in you and your physical fitness. He also has ConBodyLive.com, and he now has customers from 24 different countries that sign up for $5.00 a month, and it’s amazing to watch his hustling skills combined with his heart, and the way that he uses his voice for prison reform and advocacy. I couldn’t be prouder for us to be early incubators of ConBody and for us to be behind Coss Marte. Tim Ferriss: And, as I understand it, more than 150 businesses – the number may be outdated now – Catherine Hoke: It’s now nearly 200 business that we have incubated and funded through our post-release incubator. Tim Ferriss: So, I’m going to play devil’s advocate a little bit because I’m sure there are people listening who have different emotional responses to the subject of the incarcerated or – let’s talk about the currently incarcerated. How do you decide or vet those people who should be given second chances versus those who should remain incarcerated because they are genuine threats to society and unfit to be reintegrated? The reason I ask that is that I know people who are incarcerated who have been repeat offenders, violent offenders, who are – I hate to say it, but at this point, they should not be released in the short term, based on my firsthand experience watching what some of these people have done. How do you vet, filter, and train in such a way that you ensure – because your numbers are very impressive. I will have already read this in the introduction that I record separately, but let’s reread the bio because I think we’re going to dig into a bunch of different facets of it. So, if you can bear with me boring you by reading your own bio, here we go. After being given a second chance of her own – which we’re going to come back to – Catherine founded Defy Ventures, a national nonprofit organization that transforms the “hustle” of currently and formerly incarcerated people. Defy has produced groundbreaking results, including – this is the key here – a recidivism rate of less than 5 percent and an employment rate of 95 percent. Defy’s vision is to end mass incarceration by using entrepreneurship as a tool to transform legacies and human potential. And then, you have many different accolades – “100 Most Creative People in Business” according to Fast Company, Ashoka Fellow in 2013 – but I won’t get into all of those. How do you filter and cultivate the right people versus the wrong people? Catherine Hoke: All right. So, although I speak with great passion about Defy’s EITs, I never take away from the fact that they have made grave mistakes, that they have hurt society, that they have hurt individuals, and that nothing about that is okay. So, I’m not one of these people that say, “Oh, no one should go to prison. Let the prison doors fly open so everyone can just get out.” When people hurt people and are a threat to society, they are sent to prison, and that’s not a bad thing. In fact, I believe that an adult time out is often a very important element of people’s transformation. So, I know that it’s really important for people to have a consequence, and sometimes, that consequence really needs to be prison. Sometimes, people need to be taken out of society. I think we’re way too liberal with the way that we hand out time, and I can get into my opinions of how we sentence people and the racial and economic disparities. I can get into that all day long because there is major injustice in that, but let’s just go with this. When hurt people hurt other people, there needs to be a consequence, and I believe prison is often a solid consequence for that. It’s called the “field of corrections,” and unfortunately, when people are sent to prison, they’re usually thrown away, and it’s pure punishment. What many people in society don’t realize is that 95 percent of incarcerated people are coming back out to become our neighbors. So, yes, the people I’ve served have done some terrible things – sometimes, things that make my own stomach turn even though I’m around these people and the crimes that they’ve – I know their rap sheets intimately. So, what kind of neighbor do you want coming back to live next to you? Do you want someone who has not been rehabilitated or do you want someone who has been rehabilitated? At Defy, we actually work with people who have committed tougher crimes than most. We work at a lot of maximum security facilities – and, when I say we work in solitary confinement, you don’t go to solitary confinement unless you’ve made some really bad decisions. 90 percent of the people that we serve have committed violent crimes. People who commit murder – nearly all of them still get out of prison. I think people don’t realize that. And so, if we lock them up like they’re an animal and give them no resources, and when they get out, offer them no opportunities to make it legally, what are they going to go back to? As a society, we decide. The other thing is I’m not the one who decides if they serve time or how much time they do. Our American judges, juries, and prosecutors determine that. According to the way our laws are set up, when you get sentenced to a term, you supposedly pay your debt to society, and unfortunately, when people get out prison, they’re often treated like they’re wearing invisible handcuffs for the rest of their lives. And, especially if you’ve been a victim of a crime, you might be like, “Good! I want them to permanently suffer.” Well, I’ve been a victim of multiple crimes– some of the worst crimes – myself, and vengeance can be a really ugly thing. When I get into a healthy place in my own head, I realize that if I had my vengeance on every human who has hurt me and just tortured them, it might bring out worse things in them, but if they could get healing for the ways that they have hurt me and live the fullest life that they could – up to their fullest potential – who would we be as a country if they had healing and forgiveness and didn’t make other victims? That’s what I want for myself and for the people I serve. We’re all offenders. We all hurt people. I think that when it comes to people who are in prison, there’s this real “us versus them” mentality. “They’re in prison; they should rot in there.” But, when our volunteers come to prison with us, I ask them some pretty challenging questions through that “Step to the Line” exercise. “Step to the line if you have ever been in a fight to prove yourself. Go all the way back to your childhood. Even if you pulled the hair of a sibling, punched a boy who was picking on you in the park – something like that – as a little kid, as a 7- or 8-year-old, step to the line.” I would say that 70 or 80 percent of our volunteers are at the line on that. And then, I say, “Step to the line if you’ve ever committed a violent crime.” None of our volunteers are at the line, but close to 100 percent of our EITs are at the line. I tell the volunteers, “I must not be making myself clear. I did not say to step to the line if you’ve been convicted of a violent crime. Step to the line if you’ve committed a violent crime. Earlier, 70 or 80 percent of you were at the line when I asked if you’ve ever been in a childhood fight. Almost all of you were there.” Well, the volunteers roll their eyes at me because they’re like, “Come on. The little fight that I got in at the playground? That’s not a violent crime.” I’m like, “Actually, if you look at the backstories of the people that I serve, about half of them were arrested for the first time before they were 10 or 11, and when I ask them what it was for, they say, ‘My mom was strung out and I broke into my neighbor’s house to steal food because I was hungry,’ or ‘I was 10 and a 13-year-old was picking on me at the park, so I punched him in the face.’” It’s stuff like that. It’s very easy for us to turn the other person into a villain, into a wild, caged animal, to dehumanize the offender, but I can see myself in that offender, and I think that if we all look deep enough, many of us can see ourselves, and if you can’t see yourself in that, I bet you could see your brother, your sister, or your best friend. If we were all permanently for the worst thing that we’ve ever done, we might think a little bit differently about the labels that we attach to people. Unfortunately, once people go to prison or jail for the first time, when they’re on their way out, a lot of officers will tell them, “See you back here.” In our country, 76.6 percent of people are rearrested. Nearly everybody. If you go in once, it’s a revolving door, and that is such a sad statistic. Another statistic that kills me is that 70 percent of the children of incarcerated people follow in their parents’ footsteps. Quite a legacy to inherit. The good news is that we can break this legacy, and we can break that revolving door, and we’re called Defy, and yeah, we have a return-to-prison rate of less than 5 percent, so this is a totally solvable problem. But, if we as Americans and society continue to write people off as being less than human and saying, “It’s gross that you even give them a chance,” you’re going to get a different kind of neighbor back, the kind of neighbor that is going to scare you, the kind of neighbor that none of us want. Tim Ferriss: Thank you. You mentioned something earlier that I think is worth underscoring, which is the question – I’d be curious to know how people respond if you actually pose this to them, whether to volunteers or otherwise. “What if you were only known for the worst thing you’ve ever done?” Do you actually pose that, or is it a rhetorical question? Catherine Hoke: I do a lot of speaking engagements, and I open with that nearly every single time. I tell people, “Think back to the action that you regret most in your life. Think about the labels that would be attached to that. ‘Drunk,’ ‘cheater,’ ‘adulterer’ – I don’t know what it is. And now, imagine for the rest of your life – it’s 20 years later and you’ve paid the consequences in full for whatever mistake you’ve made, but now, you are permanently known as ‘ex-drunk,’ ‘ex-cheater,’ ‘ex-embezzler,’ ‘ex-liar,’ ‘ex-shitty dad,’ ‘ex-whatever,’ and you go fill out a job application, and at the top of your job application, it’s the first thing you have to check the box on even though it’s 20 years later. “Next time that you want to rent an apartment or get a mortgage, it’s the first thing you have to write – your ex-label. The people that I serve have paid their debt to society, but for the rest of their lives, they are known as an ex-drug dealer or an ex-fill-in-the-blank. What would your life be like if you were handcuffed by your most shameful moment?” Tim Ferriss: Well, I suppose this is as good a place as any to segue into forgiveness, but the way we’re going to get there – I remember when I was chatting with Seth, I wanted to know how openly we could talk about different parts of your biography. Your bio on the website begins with “After being given a second chance of her own –” Can you explain what that refers to? Catherine Hoke: Sure. It should probably say, “After being given so many second, third, and fourth chances,” but I will share the mistake – the bad decisions – that I am most known for, since I ask other people what it would be like for them if they were known for that worst thing. So, the short version of it is that after devoting my life to working with people with criminal histories – I moved to Texas, I started what became known as Prison Entrepreneurship Program, PEP, and is still going there today, and I poured my everything into it. I had $50,000.00 in my bank account. It wasn’t enough. I cashed out my 401(k) because working with these people and making sure that they had a bright future was more important than my own financial stability. I went all in on this, and for five years, I built up PEP to be a very successful prison rehabilitation program that was equipping men in the Texas prison system to become successful legal entrepreneurs, but more than that, employees, fathers, and voices in their communities. And then, I tanked. I made decisions that I thought ruined my everything and my entire future. So, the first time I was married, it was for nine years. I got married when I was 22. At the age of 31, I was served divorce papers, and I was living in Texas in a very Christian community where God hates divorce, and divorce is sin, and I was so ashamed. I said the one thing I would never be was a divorced woman, and here I was, a divorced woman. Following my divorce, I also went through a lot of hard times. I was sick with pneumonia, I was hospitalized, I had to move out of my house, and instead of reaching out to friends or a community that would have been supportive of me, in my own shame over my divorce, I put my head in the sand, and I felt so alone. When I was in the hospital and didn’t know who to call to come pick me up, that was one of the loneliest, worst moments that I can remember. Well, the people that I felt comfortable confiding in over my personal failure were released graduates from the Texas prison system. The people who picked me up from the hospital were graduates. The people who packed up my boxes and moved me out of my house – I had been taking care of people for a long time, and now, I was at the bottom and needed to be taken care of. In a moment of weakness, I crossed boundaries and had some relationships with people who had been released from the Texas prison system. What I did was not illegal, but I knew better. I absolutely shouldn’t have done it. I regretted it right afterward. I’ve always taught my graduates a model of full disclosure. Own your mistakes and share them. Don’t get caught. So, I followed my own advice, and I was honest about my poor decisions, and it cost me my everything at the time. It cost me everything. When the Texas prison system learned about my decisions, they forced my resignation and forced – this was eight years ago now – they forced it in the media, too. Up until that moment, I had been known – people called me the “prison angel” who “ministered to the dark side.” That was absolutely not true, but – People had a Mother Teresa image of me because I was not known for big mistakes yet, and then, my news came crashing in the media, and I became known for a sex scandal instead of the good work that I had poured my life into. I was already suffering from so much shame, so now, to be known for this and to get the ejector seat from my own organization, to lose my identity as a passionate young founder and CEO, to lose my identity as a wife, I felt like I had ruined God’s calling for my life. I saw no reason to live anymore. I didn’t want to live anymore. What saved my life was that shortly before my scandal went out across national media, I sent out a full disclosure letter, and at the time, we had 7,500 supporters – top CEOs, investors, and people I respected more than anyone in the world – and I said, “I screwed up. I made these bad decisions. I’m a divorced woman. I don’t know what’s next in my life.” Sending that letter was super painful for me, but within about 24 hours of sending it, my inbox filled up with nearly 1,000 emails of love, and support, and “You’ve always preached grace and second chances,” and “What are you doing next with your life?” If you can’t tell, I’m an all-in person, and I had no Plan B, but it was people – Other human beings saw potential in me when I saw no potential in myself. I used to think, “What happens to leaders like me who screw up? Is there some island for castaways? Do we all go serve Starbucks somewhere? What do we do?” I had no vision for a better future. All I could see was dark clouds and no reason to live anymore. The fact that people saw potential and a future in me – and more than that, the fact that people – I took a year off after my resignation. I went through massive therapy – I’d already been through massive therapy – and I went to leadership blowup camps where other CEOs and pastors go. I guess I wasn’t the only person to screw up their life. When I went there, other people had the opportunity to care for me. I have these people I call my adopted parents, and they said, “Just come stay with us for a while.” I hardly knew these people at the time, and they said, “We will love you back to life.” I had nothing to offer people. I learned for the first time – Tim Ferriss: I’m sorry to interrupt. How did you meet these adoptive parents? Catherine Hoke: So, their names are Bill and Andrea Townsend. Bill is a serial entrepreneur who lives in Salt Lake City, Utah, and he had sent PEP – my Texas organization – a big fat check, and I couldn’t tell it was from him. I had to do a lot of due diligence to track down who it was from, which was weird, because usually, I know where the money is coming from. When I finally found out it was from him, I requested to meet with him, and as it turned out, I had a super short meeting with him in an airport for 30 minutes. When I met with him, he was like, “Thank you for the work you do.” I was like, “Thank you for the big, fat check that you wrote me.” He was like, “No, thank you for the work that you do.” His whole demeanor was really different. He was thankful that I was serving the world and not everybody’s like that about it. And then, what really struck me about that meeting with Bill – so, Bill loves God and grace, and he said, “Do you serve people with sexual criminal histories?” I said, “No, the Texas prison system won’t allow us to serve that.” I believe all things can be redeemed, and look – I’m going to say this right now, Tim – nobody likes sexual crime, especially not me, having been a victim of that myself. Nobody likes that. But, if people with even ugly crimes don’t have an opportunity to rehabilitate – those are the crimes that we don’t want repeated in society, right? Anyway, Bill said to me, “Do you serve people who have committed those crimes?” I said, “No, because the Texas prison system won’t let me.” He said, “Well, what if we started a different organization – a separate umbrella – that served those people?” I said, “Well, maybe that would be a nice thing to think about in the future.” With a lot of my Texas donors, when they find out that I don’t serve people with a certain crime category, they’re relieved, they’re so glad, and they sometimes tell me that they wouldn’t fund me if I served those people, which always surprises me, because I’m like, “Why wouldn’t you want those people rehabilitated?” Anyway, I’m deviating right now. Bill had a really different heart, and he had no reason to care about those people, but I think he cares about people who have been written off and stigmatized, and he and Andrea have this ability to see potential in anybody. It’s like they see the world through these rose-colored glasses, and they’re not naïve human beings by any means. So, they were the first ones who called me after I sent out my resignation letter to 7,500 people, and I was drowning in shame, and self-hate, and disgust, and my phone rang. Bill had called me a half an hour later, and he said, “Sweetie, we love you. Come stay with us.” I was like, “Who are you? I’m a scandalous, divorced woman with nothing to offer. I hardly know you. I’ve never met your wife.” He’s like, “Come stay with us and we’ll love you back to life.” Well, I had nothing to lose. I was at the bottom of myself, and I was willing to do anything, and I thought I was so gross that I said yes. There was a small group of amazing people who poured into me in that year and made me think that I still had potential. I tell my story all the time, so I don’t know why I’m so emotional right now, but it’s because people saw something in me when I thought I had nothing left that I am such a believer in second chances – or, what I actually believe in now is legitimate first chances. Much of the world thinks that the people that I serve are so rotten or that they have no value, and I know better, and I know that hope is a cure for violence, and I know that they’ve done such horrible, hurtful things. I know that for the most part, horrible, hurtful things have been done to them, and I know that unless there’s some intervention – and, many people don’t want to get their hands dirty and do this kind of work – unless there’s some kind of intervention, this will be a generational legacy of incarceration, violence, crime, and drug abuse. It’s a big, fat waste of taxpayer dollars, and it hurts more people. The solution that I’ve come up with is not just business, but it’s also about love, healing, and redemption. It works all day long, and it works with – when I start in a new prison system, I tell the commissioner of the prison system and the wardens, “Send me to your hellhole. Send me to the worst of the worst – the guys who refuse to program.” What I see time and time again is that no one is beyond redemption. Some people don’t want to change, and those guys – I have nothing to talk to them about. If they want to be criminals, I tell them, “Get out,” because I don’t cut for criminals. Nobody likes criminals. I hate criminals. I don’t work with criminals. I work with people who take ownership of their past and who want a better future. Tim Ferriss: Thank you for that. Catherine Hoke: You’re welcome Tim Ferriss: I’m just chewing on all that. Catherine Hoke: Take your time. Tim Ferriss: Well, there are many questions, and I will ask them all, but I will start with one that’s not related directly to the population you work with. It’s much broader than that. When you talk to someone who is very unforgiving of themselves – and, let’s just say there is some catalyzing event that they are ashamed of or that they find unbearable in themselves – the reason that this comes to mind is A). Historically, I’ve been an absolute F-minus student at forgiving myself for anything, and I find that that is very often paired with hyper competitiveness in the sense that if you look at people who are successful athletes and highly competitive throughout school, high school, college or whatever it might be, it seems to very often be part and parcel of a package that includes a low level of forgiveness. You have very high standards for yourself, and in excess, that can be very damaging. So, when you interact with someone who has a very difficult time forgiving themselves, what are the recommendations that you make? What are the things that you say? What are the books that you recommend? It could go in any number of directions, but I’ll leave it open-ended because that’s all that comes to mind at the moment. What do you say to those people? Catherine Hoke: “You are not your past.” As hard as it might be to believe, especially if you’re currently suffering the consequences of your past decision, you are not your past. You are not one decision or five decisions that you’ve made in your life. I don’t just believe, I know that every one of us is capable of having a better future than we’ve had in our past, but there are some steps that we need to take to live a better future. So, first of all, recognize that you are not your past, and that you are not that label, because if you keep calling yourself that, you’re probably going to keep acting that way. That belief/expectation cycle – when we have a belief about ourselves, and we expect that that’s going to be true about ourselves, and then we end up acting that way, and we have more experiences that just confirm that belief about ourselves. So, in prison, when our volunteers – including our CEOs – come in, I say, “Share with your partner what your voice of shame is in your head – that tape of shame that keeps playing in your head. What does it say? Say it out loud.” And, people regularly say the same thing, whether they’re incarcerated or whether they’re the CEO of a billion-dollar company. That voice is often, “You are not good enough. You are a failure. You are a sucky dad. You’re a loser. You’ll be just like your father.” These are the same messages of shame. So, I don’t know what your message of shame is, but start by identifying that. And then, I say, “Can you believe that you talk to yourself this way? It’s so ugly. Would you allow anyone else to walk up to you and be like, ‘You’re a loser. You will never amount to anything’?” I don’t know anyone who has any ounce of dignity – or even who doesn’t – who would allow another human being to walk up, get in their face, and say that, but many of us are not only tolerant of that voice of shame that we feed ourselves all day long, it’s almost like we encourage it. We say, “Yeah, you are a loser,” and we keep pounding that into our own brains. At Defy, we do something called Affirmations, and it’s cheesy, and I tell our EITs, “Fake it ‘til you make it. Pick your head up, and I want you belting this out at the top of your lungs like you’re a proud army.” And, they say things like, “I am worthy of the love I am receiving. I am an entrepreneur. I forgive myself. I am forgiven.” We have a whole list of affirmations. We also go through this exercise where they identify what is called self-limiting believes, like lies that we tell ourselves. The problem with this exercise is that sometimes, it’s really hard to identify the log that is in our own eye, so sometimes, our friends can hear it come out. If I’m like, “Oh, I’m going to fail in this podcast with Tim” – if I say that out loud, maybe a friend of mine can pick up on that and say, “That’s one of your self-limiting beliefs.” And then, we have them write out their self-freeing beliefs, and then we tell them to meditate on it every day – every morning – for a minimum of 30 days, and then read it aloud to somebody else. But, a lot of reversing the message of shame is what we say is a choice to forgive. What we teach at Defy is that forgiveness is not a feeling. You’re not going to feel like forgiving yourself. Forgiveness is not something that we earn. There’s no amount of good deeds that you can do to make up for your victims’ pain or loss, and if you’re waiting for that to happen, you’re never going to get there. I ask questions like, “Who would you be if you chose to forgive yourself? Why aren’t you forgiving yourself, or why aren’t you forgiving somebody else?” I tell them, “Think back to the most painful thing that has ever been done to you – the person who’s offended you the most, or the person that you cannot forgive or refuse to forgive. “When you think back to that incident, what are the feelings that brew in your heart?” The answers are usually revenge, vengeance, hate, depression, pain – I’ve never heard of a good thing. I’m like, “All right, you have a choice here. Do you want to keep that big ball of hate all to yourself? Think of the last time that your hate decided for you. When we don’t forgive ourselves or others, we live in the past.” At Defy, our program is called CEO of Your New Life. We’re all here, and Tim, I bet every one of your listeners is here because they want a better future. So, if you chose unforgiveness, you’re choosing to be shackled by your past – your own past decisions or your feelings of negativity about somebody else – and the people I serve are physically incarcerated – their bodies are locked up – but we’re the only ones who can incarcerate our minds and hearts. I know so many people on this side of the fence – who are not incarcerated – who live like they’re locked up because you pound your brain with hateful messages that keep you from living your best. So, what I say is if you want forgiveness, it’s actually quite simple. People say, “Oh, it sounds easier than it is.” Actually, it’s really simple. Say, “I forgive myself” or “I forgive him.” I’m a super stubborn person, so I say, “Get stubborn about forgiveness” because if I say, “I forgive me” – like, “I forgive me for my scandal” – then two seconds later, my brain is going to shoot back, “No, you don’t, you loser. You suck” – that whole negative message. So, if I get stubborn about forgiveness, I say, “No, brain. I forgive me. I forgive me. I forgive me.” I say it over and over again. The next morning, I guarantee you that my stubborn is going to wake up and tell me how much I suck again, and I overpower it. It’s not just me, but if I can find a friend who believes in grace and second chances, I can tell them, “I’m struggling with this. My brain is telling me how much I suck. Do you forgive me, even if I didn’t offend you?” If that person washes the dirty water in my own brain, it’s pretty helpful. At Defy, I think a reason why our amazing CEOs – we have 4,400 volunteers, and I think people keep coming back to us because when they’re there in prison with us – we have events outside of prison, too – people are part of a community that rallies around shared values of forgiveness and second chances. I don’t care how fancy your credentials are. When you’re in prison, you’re just a human who has made mistakes, and even though you’ve made those mistakes, you are lovable, you are acceptable, you are worthy, and you are good enough, and if you come with us, you’re going to feel that in your bones. So, get stubborn about forgiveness. If there’s one message I could share with the world, if there’s one impact I could have, I don’t think it would even be about prison. It would be, “Choose forgiveness for yourself and for others who have hurt you. If you forgive them, one day, your feelings may catch up, but it might help you to reshape a whole new future.” Tim Ferriss: You mentioned a few things that I’d love to repeat for myself as much as anyone else and maybe explore a bit. The first is “Hope is a cure for violence.” I think that’s –certainly true in many different senses, whether that is violence towards others or violence towards yourself. That violence towards yourself can just be the incessant, berating, self-loathing, and self-flagellation, which is something that I’ve vastly improved in the last 6 to 12 months for a host of reasons that we don’t have the bandwidth to get into right now, but that was the constant companion that I had for 20-35 years, whatever the total span of time was. I’d also say that affirmations – as cheesy as they might sound, and people who are old enough to remember Stuart Smalley and the mirrors – I don’t know if you remember that name at all, but, “I’m good enough, and gosh darn it, people like me.” I think it was Saturday Night Live. I think it was Al Franken, now senator, right? Crazy. In any case, the fact of the matter is that many of the people I’ve had on this podcast use affirmations in different forms. Scott Adams, the creator of Dilbert, is one example. He has used affirmations in many different ways over time and credits many of his biggest career successes to affirmations, so it’s not just for entrepreneurs-in-training who you work with. There is a place for that. The next is something you didn’t say, but it has been suggested by our mutual friend Seth that I ask you about it, and it’s a quote. I don’t know the context or the background, so maybe you can give it to me. “You can’t be angry and curious at the same time.” Catherine Hoke: Yeah, I learned that from a friend of mine named Dan Tocchini, who does some of the character development courses, but I’ve seen that in my life. When I’m angry, my brain seems to think it’s really right about whatever I’m angry about, and so, if I realize that my brain can’t be angry and curious at the same time, if I choose to set aside my own judgments or need to be right, then I can ask questions, and a lot of what we do at Defy is working on creating empathy and understanding where the other side is coming from. It’s amazing what a case I can build in my own brain, but then, when I start to understand the other person’s pain or point of view, how wrong I can be. Tim Ferriss: What would be an example of a situation or a concrete example of an “other side,” just so we can conjure an image for people of what this looks like in action? Catherine Hoke: Any time I’m in a fight or an argument with anybody. I’m like, “My side is right because I believe this, and you’re wrong, and my decision is the right way to go.” Especially when I’m making a decision that I think is based on a lot of experience or data, it’s so easy for my brain to just jump to that conclusion, and that’s arrogance. Sometimes, it’s experience or whatever you can call it, but maybe I’m completely missing something new about this situation, or maybe I’m actually right about my conclusion or decision about a certain business situation, for example. But, maybe I’m completely missing the way that I’m making someone feel through my decision, and if the way that I’m making that person feel is important to me, then maybe I should reconsider my course of action as well. Does that make sense? Tim Ferriss: Yeah, it does make sense. I wanted to clarify one other thing you said earlier, which was the morning meditation on beliefs. Can you walk us through what your entrepreneurs-in-training are actually doing each morning? What does a session look like? Catherine Hoke: So, there are self-limiting beliefs, which is the negative tape that is playing in our brain whether we realize that tape is playing or not, and then, the exercise is to replace the self-limiting beliefs with self-freeing beliefs. Now, according to our course in self-limiting beliefs, these can be lies that we sometimes don’t even realize we’re telling ourselves because we adopted them through experiences that we might have had when we were 3 years old. We can have self-limiting beliefs about ourselves, about other people, about God – really, about anything. So, I’ll give you an example. One of our EITs was telling me that when he was 3 years old, he was found by CPS in a dumpster. Tim Ferriss: Child Protective Services? Catherine Hoke: Child Protective Services literally found him in a dumpster, and that was in his file. So, whether you’re aware of it or not, the self-limiting beliefs that could form out of being found in a dumpster could be, “Nobody loves me,” “I can never trust authorities,” “I do not belong,” “I was not wanted in the world,” “I am trash.” There are so many self-limiting beliefs that could come out of that. If we never take a moment to realize the values that have shaped us and where they came from – because values are often just handed to through us through our parents, or a lack of parents, or religion, or culture. So, if that guy never stops to think about that, then he’s now an adult man – 30 years old – thinking, “I am a piece of trash.” Well, if we think that we’re a piece of trash – and this relates to “hope is a cure for violence” – if I think I’m a piece of trash who will never amount to anything, why not just go do destructive things? Sometimes, if I do destructive things, I get attention for it, and sometimes hurting myself feels good. Sometimes, it makes me feel alive when I feel like I’m not worth of living anyway, so I’ll continue to hurt other people and throw myself away because from what I learned, my dad was in prison, too, and I belong in this place. Well, if that guy is able to replace these values with positive ones that he can find from a program like Defy, that he can find from positive friends, that he can find from most religions universally, like “My life matters,” “I can have a purpose –” What we tell people when they’re writing their self-freeing beliefs is if you go from a self-limiting belief to an unrealistic self-freeing belief, then you’re feeding yourself something that your brain is never going to believe. For example, say you’re not a very good-looking human being and your self-limiting belief is, “I am ugly; therefore, I will never get a date.” Well, if you replace that with a self-freeing belief of, “I’m a supermodel and I can date anyone I want,” your brain will know that you’re trying to trick yourself, and it’s not going to be effective. But, if you replace that with a self-freeing belief that says, “I have some really nice features, and I know that some people will appreciate me for who I am, and I have a great personality; therefore, I am capable of finding love in my life.” I just made that up on the spot, but that’s a much more realistic version than “I’m a supermodel.” So, if the person who was found in a dumpster replaces his self-limiting belief with, “I know that I matter to some people in life, and I don’t matter to everybody, but I’m okay even when some people don’t see my value because I do have a community of people who see value in me,” and, for example, their Defy mentors and fellow EITs reinforce that message for them, that’s a reality that can change your life and your future. If you think that you matter in the world, and that you’re not a piece of trash, and if you say, “I have the ability to develop skills and an education that will land me a job. I have the ability to not only stay out of prison, but to start a legal business that will thrive. I know that I am in a program that supports me toward my goals,” then you’re actually going to start working that way. And, when you meditate on that every single morning – and, 30 days is not enough to reverse a lifetime of negative brain trash and experiences that back up the brain trash – if you meditate on that, you might actually see that become true for you. So, I’ve done this in my own life, and I’ve seen so many of my own lies in my head turn. For example, some of our male EITs were abandoned by their mother, who is a drug addict, or they were cheated on by their girlfriends or their wives, so they’re like, “I will never trust another woman.” So, that’s a self-limiting belief, and I say, “How has that been serving you in your life?” A self-freeing belief that might replace that is, “I have developed judgment and discernment to know that there are some people who will not have my best interests at heart, but there are other people that I can trust and am willing to trust.” So, that’s a more mature, self-freeing belief that might lead to other opportunities in our lives. Tim Ferriss: And, when you say “meditate on it” in the morning, is that reading a list over and over again for a set period of time? Catherine Hoke: Yup. Great questions. Tim Ferriss: Is it reading them out loud? Is it memorizing them? What is it? Catherine Hoke: Yes, yes. Reading it to yourself is great. Reading it quietly is nice. Reading it aloud is better. And then, we have them partner up, and then we have a partner pound it into their brain. So, have someone say it to you with conviction. One of our EITs said something I love. “Now, every morning, when I wake up, I look in the mirror, and I say, ‘I love you.’” What would all of us in this world – who would we be if we woke up every morning and we said in the mirror with conviction, “I love you, I believe in you, you can do it, today will be awesome”? If we actually believe that about ourselves, we have no idea how much we’re capable of, how many good and beautiful acts we’re capable of. Tim Ferriss: Hear, hear. What are some of the ingredients that make Defy uniquely – not necessary unique, because that implies that all of the rest are not – but, uniquely effective or effective? I’ll give you an example. You don’t need the time, but I’ll buy some time anyway, and I’ll use a different environment. I went to my first Tony Robbins event about three or four years ago, “Unleash the Power Within.” There are many things that you do during this event. There’s the fire walk, there are many different practices, exercises, partner drills, jumping up and down – you name it. It’s like rave plus Pentecostal church plus Tony Robbins, for whom I have an extremely high degree of respect and admiration. I’ve gotten to know him over the past couple of years. All of that said, you have many different tools in the toolkit that are presented, and one of them is something called the Dickens Process, which I won’t get into right now, but that exercise is the reason one of my friends, who is a very successful CEO, has gone to “Unleash the Power” 10 or 11 times. It’s primarily on an annual basis to have Tony lead this exercise called the Dickens Process. Now that I think about it, it’s specifically to identify self-limiting beliefs and replace them. What are some of the tools in the toolkit or the ingredients that make Defy effective? Catherine Hoke: Our volunteers regularly say that our “Step to the Line” exercise is one of the most eye-opening, profound experiences – not just of Defy, but of their lives. We build empathy through it. Some of our volunteers have said that it’s like free therapy. We talk about forgiveness at the line. “Step to the line if you haven’t forgiven yourself. Step to the line if you haven’t forgiven someone else.” I issue a challenge like, “Step to the line if not forgiving yourself or others is still hurting you to this day,” and then, to everyone at the line, I say, “You know what time it is now. Choose. ‘I forgive me.’” So, “Step to the Line” is a really powerful exercise, and it’s not just for our volunteers. For our entrepreneurs-in-training, we create an incredibly emotional and physical safe place, even in prison, even in a maximum-security prison, where people can let their tough-guy or -girl guards down and just be human, and be seen, loved, and accepted for who they are. I think that’s something that all of us want in life, is to be seen and known, and to not have to put up a façade. It’s so relaxing when we actually realize that we can just be us, and “I am good enough.” So, “Step to the Line” is a really special, unique ingredient of what we do that is empathy-inducing and grace-inducing. And then, we do a lot of other things. So, at Defy events, we do the Worm, where we go up and down. We get legally high in prison. It’s actually a lot of fun. We do something called the “Innovative Dance,” where you have to get from one side of the sweaty gym to the other using an innovative move. A lot of our volunteers are 40- and 50-year-old white dudes who have no dance moves, but – Tim Ferriss: It must be an amazing scene to behold. Catherine Hoke: It is really wonderful. We tell the guys in prison, “Twerk at your own risk. Ladies, keep below the waist immobile.” It’s not totally equal opportunity in a guys’ prison. So, they don’t have to be good dance moves. We say, “Keep them rated G for ‘goofy,’” but we use a lot of fun emotion and intensity, and then we use our love of the entrepreneurial journey to bring out the best in people, so everything we do at Defy – not everything, but almost everything – is super competitive, and our EITs are delivering these Shark Tank pitches, and the volunteers are giving feedback, and it brings out the best in people. And then, we turn the tables. I’m big on leveling the playing field all the time. Sometimes, these fancy CEOs and VCs come to prison, and they’re going to be the Shark Tank judges. That’s great. Well, at one point in the day, the EITs all get voting tickets, and I’m like, “All right, the judges have been voting on your business ideas all day long. Now, it’s the EITs’ turn. So, volunteers, get your toes at the line.” They all line up at this stretchy line of duct tape through the gym, and I tell them, “Put your hands up with your best beggar’s body language with puppy-dog eyes, language that says, ‘Choose me!’” Then, the EITs go, and they have ten tickets, and there are sometimes 70 volunteers in the gym, and they walk up to the volunteer, look them in the eyeballs, and they say, “Tim, I choose you,” and that’s all they’re allowed to say. And then, the volunteers compete for who gets the most tickets and we see who the top volunteer is. We tell the EITs, “Pick the ones who were the best judges, who gave the best feedback.” So, when the volunteers don’t get as many tickets, I say, “Look, you can say the system is rigged, and you can suck your thumb the whole bus ride home and say you hate Defy, or – just like we say at Defy – you can use the feedback to up your game, come back, and be a better judge the next time around.” And so, a big thing that we do at Defy – we are a nonprofit organization. We work with people who have been through a lot of things, who have done a lot of things, but one of our driving values is “Partner not pity.” If you come to prison with us, Tim – or anybody else – you will see. When I lead an event, I instruct people, “You are not to feel sorry for anyone here. This is not some Hug a Thug event to come and feel sorry for these guys. Look at them in the eye with respect and empathy.” That is so empowering, awesome, fun, and magical. Our volunteers leave prison and it leaves a real mark on them. It gives them something to think about for their own lives, and many of our volunteers leave saying, “Wow, I can be doing so much more.” They feel inspired by the drive of our amazing EITs. So, our events are super high-energy. I like to think we’re a little Tony Robbins-esque. Tim Ferriss: That’s part of the reason I brought him up. There’s certainly some shared DNA. Catherine Hoke: I’m a big fan. Tim Ferriss: Yeah, he’s an impressive, very effective guy. I did want to revisit one thing you mentioned because it caught my eye when I was reading the “About Us” page on defyventures.org, and it is the following: “Defy offers a suite of services that includes intensive personal and leadership development, competition-based entrepreneurship training, executive mentoring, financial investment, and business incubation.” Can you talk a little bit more – we don’t have to spend a lot of time on it, but “competition-based” is very interesting to me. Why “competition-based,” and how do you do it right versus not do it right? Catherine Hoke: Well, I’m a competitor, and I believe that competition – done the right way – can bring out the best in all of us. And so, when we have 100 EITs in prison – by the way, we also run these competitions outside of prison for real business ideas. Inside prison, it’s an ideation competition, and outside prison, there are actual incorporated businesses that are competing for real capital. Inside prison, when we have 100 guys who are competing, we ask them the night before, “Who’s going to win?” All these guys raise their hands. First of all, the people that we work with are very competitive, tough, and like to win, and many of the people that we work with – if I tell them, “I bet you can’t do it,” they’ll puff their chest out, and they’ll do it, and they’ll defy a lot of odds. So, we make sure that we have the affirmation. We tell them, “I know you can do it.” Sometimes, there are people who are lacking in confidence, and we go a long way to reassure them and tell them that they can do it. We also tell them, “When you’re competing tomorrow in our pitch competition, this is not just about you. This is about what we’re doing in our country. Other people wish that they could be you right now, participating in Defy.” We get stacks of jail mail at Defy from all over the country from people who say, “Please, all I want is a second chance.” So, they all want to win the competition, and we have quarterfinals, semifinals, and then we have finals, and the Top 5 finalists get these IOU checks from this stage that they get to cash out when they’re admitted into our post-release incubator when they want to start their actual business if they want to. I don’t care if they want to start their business. We get them into jobs when they get out of prison, and that’s why we have a 95 percent employment rate. But, the night before, when we’re at a pitch practice, and the guys are so nervous about the competition, and some of them – the first time we ever had a competition in prison for Defy, the warden called the night before and said, “Can you come in here? These guys are having anxiety attacks and they’re crying.” At this particular prison, more than half of the guys had committed the crime of murder, so these are tough guys. I walked in there like, “What? You guys are crying and thinking about dropping out? Don’t tell me you’re a bunch of chickens now. When you robbed that bank, or did this or that, you didn’t let your fear stop you from doing what you wanted to do.” And, I’m playing with them, and they laugh, but then I tell them, “I believe in you, I know you can do this, and I know that for the past year” – Defy takes about a year to complete inside, and they take 100 courses, and some of these courses are taught by Harvard and Stanford MBA professors, and some are taught by therapists that are doing deep inner work, and it’s this whole journey. When they finish it, they earn – our curriculum has been vetted by Baylor University’s MBA program. So, the next day, they’re about to receive a Baylor University MBA program certificate. Our men, women, and youth that we serve average an eighth-grade education. So, I tell them the day before, “For many of you, this is the biggest accomplishment of your lives. Raise your hand if this represents the biggest accomplishment of your life.” 90 percent of them raise their hand. “Raise your hand if this is going to be your first time in a cap and gown.” For half of them, it’s the first time in a cap and gown. “Raise your hand if your family is coming tomorrow to witness your proudest moment.” Half of them – not all of our families can make it. And then, I tell them, “Guess what? I know that for the past year, you have been working on your pitch,” but only about 20 or 30 percent of Defy’s program is around entrepreneurship and their pitch. The other 70 percent is around employment readiness, shame reduction, forgiveness, technology skills, parenting courses and all that. So, I tell them, “Although you’ve been working for the past year on your pitch, and you feel like your life is on the line, guess what? Your life is not on the line. Tomorrow, if you fail in your pitch, you are not a failure. More than that, I do not care about your pitch.” They all kind of look at me. They feel offended when I say that. “I really don’t care about your pitch. I care about you, and I care about your future, and I have given so many pitches in my life, and sometimes I give a great one, and sometimes I’m like, ‘Man, I bombed that,’ and your pitch doesn’t matter. You and your future are what matter, and you are arriving to this moment of graduation, and you are crossing the stage and earning your MBA certificate, making your families proud, and making yourself proud. You have defied the odds. “How many of you have thought about quitting at some point in Defy?” Every hand goes up. I’m like, “See? Sometimes you guys say that quitting is not an option. Guess what? Quitting is always an option. You just chose not to take that option. I am proud of you. I am proud of what we are accomplishing together. Our country needs to see more success stories like yours of people who have made grave mistakes and who are getting back on their feet and trying again. You could have given up on yourselves, you could have given up on your future, and you could give up on being a father going forward. “So, I’ll tell you what: I care about your pitch because I care about you. I really don’t care about your pitch, but because you want to win and you’re competitive, tough guys, I care about your pitch. So, when you stand up tomorrow, there is going to be a panel of five to ten of these sharks. First of all, these sharks want you to win. They’re coming here because they believe in second chances and underdogs. “When you stand up in front of the panel, what’s the worst thing that could happen?” They’re pretty funny. They’re like, “I pass out,” or “I forget my words,” or “I freeze up,” or “I look stupid.” I’m like, “What’s worse than that?” One of them once said, “I defecate myself.” I’m like, “Yeah, that would suck. But, the worst thing that would probably happen is that maybe you freeze up and forget some of your words. If you stand up in front of the panel and just go, ‘Uhhhh,’ and can’t think of a single word, you still win. You graduate. You cross the stage. You make yourself proud. You make our country proud.” And then, they graduate, and they deliver their pitches in an amazing way every time. They surprise themselves with what they’re able to do. Tim Ferriss: Is there a place where people can learn more about the curriculum that you use? Catherine Hoke: Yeah. Our website, defyventures.org – we’re a nonprofit – has a lot of information about Defy. So, we have 100 courses inside, 100 courses outside, and with our donors, we even share some of our online courses, which are amazing. So, in prison, people don’t usually have online access, so our courses are DVD-based. Outside, they’re on an online platform, so for our donors, we are even able to share them because I tell our volunteers, “I don’t just want our guys to forgive themselves and be the CEOs of their new lives, I want you to live your fullest life, too.” So, we’re happy. Sharing is caring. Tim Ferriss: I’m looking at the Resources section on defyventures.org right now. What about the actual classes themselves, those that have been vetted by Baylor and so on, the actual content of what you are teaching? Is that available anywhere? Catherine Hoke: We don’t just make it available to anybody. For example, some of our courses that are taught by Henry Cloud, a top therapist, or the Harvard and Stanford MBA courses – Harvard and Stanford don’t want us just making that available to anybody. It’s available to people who are in our program, so I guess you have to go commit a felony first. But, most of our courses don’t actually have those kinds of restrictions on them, and we’re happy to make those available to people, but my little hook is, “I want you doing something for second chances in our country. So, don’t just come and take a course. Become a contributor, too.” If you become a contributor to Defy, we would be glad to make our – we make our courses available on our online platform where you have to have the secret code, but we make our online courses available because I want our volunteers to have access to this amazing stuff, too. For example, we have eight courses in etiquette training taught by an Emily Post instructor, and many of our volunteers have told me, “Is there any way that my husband can get access to those courses?” I say, “Sure, if you’ll make him watch them.” So, yes, we’d be glad to share the resources. Tim Ferriss: Cool. Just to come back to something you mentioned in passing as we were chatting, if I were ever to join you at a prison – I’m happy to do that, so we can figure out the specifics of that visit at some point – I think it’d be very helpful to – Catherine Hoke: Is that a commitment, Tim? Did I just hear that? Is that something that’s going to get cut out? Tim Ferriss: Yeah, that’s a commitment. Sure. Catherine Hoke: Tim Ferriss comes to prison with your hundred closest friends who sign up from this podcast. Love it. Tim Ferriss: Yes, we’ll figure out the specifics of that. I do think – I want people to know what Cat just did there. That’s a very seasoned pitch artist at work closing the deal. Catherine Hoke: I’ve got sales skills. Tim Ferriss: Even just having the names of the courses that you’re incorporating from Stanford, GSB, and elsewhere would be a very useful way to drive traffic to your site, also. Catherine Hoke: I will make sure that we update our website before this podcast is launched. Tim Ferriss: Perfect, so people can check it out. Catherine Hoke: Seth Godin has taught multiple courses for us on ideation strategies. Jerry Colonna has taught a course on the fear of the entrepreneur and how to get to the other side of that. Union Square venture capitalists – we’ve recorded live pitches of our released men and women pitching in their offices and the feedback that we’re giving to entrepreneurs. Tim Draper has taught a course for us. Kleiner Perkins – one of the partners from there – has recorded a course. So, we have amazing courses in entrepreneurship that range from how to come up with a smart business idea to how to scale it. We have courses in how to market your business, hiring and firing, and culture. But, the other 70 percent of our courses are on parenting – for example, how to answer tough questions, like when your kid asks you, “Daddy, have you ever used drugs?”, what you should say about that. So, the parenting courses and the “forming a new identity” courses are really valuable. I also like to think that our employment series is pretty sweet. I teach a course called “How to Write a Résumé When You’ve Done 19 Years in Prison,” and the creative things that you can come up with to put on a résumé without lying about it. Tim Ferriss: Yeah. I would imagine the Additional Skills or Special Skills section could be very improvised. With the time that we have remaining, let me jump into a number of questions that I like to ask towards the tail end of a conversation like this. Catherine Hoke: Can you ask me about the book? Tim Ferriss: Oh, yeah. I’m going to get there. So, the first question I was going to ask you, which is going to naturally lead there, is what books have you gifted the most to other people? Or, do you regularly give books to other people? Catherine Hoke: I regularly give books to other people, and up until recently, the book that I have most regularly gifted is Sheryl Sandberg’s book Option B because it’s closely related to the work that I do, and Sheryl is the most inspiring woman that I know. I really respect her. She’s on my executive council. I love her book Option B on healing and building a new future. I feel very spoiled that Sheryl wrote the forward to my own book, which is called A Second Chance. So, now, the book that I’m gifting even more than Option B is my own book, A Second Chance. Tim Ferriss: Where can people find that? Catherine Hoke: Amazon. And, Seth Godin has been working as my pro bono publisher. Every dollar from the book goes directly to creating life-changing opportunities for people through scholarships for Defy, so it’s not going into a publisher’s pocket. Speaking of gifting, Seth is buying and has donated 20,000 copies of the book back to Defy. He’s so generous to us, and I’m really inspired by his generosity, and Sheryl Sandberg’s generosity, and the way that they have supported our second chance work. I hope that this book – yes, it will open the eyes of people about topics that we’ve been talking about for the incarcerated, but my greater purpose for the readers of this book, A Second Chance, is that they will decide to give themselves a second chance. I talk a lot about forgiveness, like we’ve talked about, Tim, that you will choose to forgive or give a second chance to other people in your life, or if you know other people who have made big mistakes who are down on themselves, that you’ll use this book as a resource for them to achieve freedom as well. Tim Ferriss: Yeah. The context in which Seth first reached out to me was related to the book, so I encourage everybody to check it out for sure – A Second Chance. Catherine Hoke: The idea is if people who have royally screwed up their lives and the lives of other people can forgive themselves and gain forgiveness from other people, get back on their feet, start legal businesses, and build an incredibly successful new future, you can do it, too. Many of us suffer from this shame of “Mine is worse than yours.” “Oh, if you really knew what I did, mine is worse.” “Mine is not recoverable.” That’s a message that plays inside our heads, and I don’t think it’s true. Yours isn’t worse. You’re human, and you can bounce back, too. Tim Ferriss: It’s also not helpful, if that makes sense. Even if it is worse, it’s the replaying of that story. Using that as your defining narrative is not going to help create the future that you want to have. Catherine Hoke: Right. You have a choice. You can keep yourself locked up in your head over a past decision forever or we can help you to get out of your own prison. It’s your choice. Tim Ferriss: Yup. If you could have a message on a billboard – metaphorically speaking, getting a message out to millions or billions of people – it could be one line, not an advertisement, but just a word, expression, or quote from someone else, what would you put on that billboard? Catherine Hoke: It can’t be an advertisement, so I can’t say, “Give me all your money. Show me the money.” I would say, “Forgive yourself,” and maybe I would put it in Vegas, but I think a better place than Vegas would be – I have a big heart for people who live in a culture of judgment and oppression. Sometimes, well-meaning religions, for example, can create this environment where we can say that we’ve sinned in the past, or we’ve made a mistake in the past, but now, when we show up at church on Sunday, we’re all wearing the perfect outfit – “How’s your wife?” “Blessed.” “How’s your job?” “Great.” “How are you?” “Happy.” There’s a culture of oppression. I believe that sin thrives in secrecy. If there’s an audience, I say, “Forgive yourself. You’re just human.” It’s especially in environments where people are forced to act as if they’re more perfect than others. For example, that might be in the Deep South, where there’s religion. It might be at Stanford Business School, where everyone has to be the A-plus student, too, and has to be the very best. Tim Ferriss: Mm-hmm. What do you do when you’re feeling overwhelmed, or temporarily unfocused, or that you’ve lost your focus – when you’ve lost your mooring, so to speak – any of the above? What do you do in a practical, tactical sense Catherine Hoke: It depends on how overwhelmed I’m feeling. If I’m feeling sort of overwhelmed, then I’ll make a list of my priorities, and I will bounce them off of a staff member that I really trust to help me to get my priorities straight because when I have clear marching orders and priorities, it helps me to be less overwhelmed. Tim Ferriss: When you say “bounce them off of them,” what are you asking them to do? What does that look like? Catherine Hoke: I’ll show them the list and say, “Can you help me decide what is really important and what I can say no to?” Sometimes, the more overwhelmed I get, the worse I become as a decision-maker, and things can get cloudy. So, I recently read the book Essentialism, and I loved the little framework for making decisions, and I shared that with some staff that helps me to control my calendar, and opportunities, and what to say yes or no to. So, if I get overwhelmed, I’ll say, “All right, let’s take a step back.” I also have a one-sheet with my priorities right in front of me, and I look at it every day, and it says, for example – my favorite place to be is in prison because I love the journey, transformation, and amazing – I feel like I see miracles every day. But, my sheet says, “If I really love our EITs, my strict No. 1 responsibility will be fundraising so that I can make sure that I’m creating more opportunities for people who are incarcerated who have been praying for a shot at a second chance.” So, I keep my priorities, not just at the top of my mind, but physically in front of me. I need to be able to see it. And then, I’ll ask other people for help. I’ll say, “Time out.” When I get super overwhelmed, I’ll actually take a time out and cancel stuff. I need to have some space. Monthly, I take what I call a Monk Day, with no phone and no email. It’s one of the best things I do. I recommend it to everybody. Tim Ferriss: Does that typically fall on a certain day of the week? Catherine Hoke: No. It can be any day, but it’s during the week. I don’t do it during the weekend. It’s a time for me to reflect on my leadership, my priorities, and my new initiatives. It’s when I get creative. My whole life is so extroverted. I travel all the time, I’m speaking on a stage, I’m in prison, and my life is like a flurry. And so, quiet reflective time is deeply important to me, and it’s usually when I scheme up good, exciting ideas and get perspective. Tim Ferriss: When you wake up on Monk Day, what does it look like? What does reflecting actually look like? What does the monk schedule look like? Catherine Hoke: For me, Monk Day is just like working out. The process leading up to it is really painful because I know that for a full day – this sounds silly – I’m not going to email or be able to talk to people, so the day before, I’m trying to squeeze in every last thing. With a workout, I’m usually procrastinating and trying to put it off until I start working out, and then I feel really good about it. I try to make excuses for why I need to cancel it, but it’s very important for me to stay disciplined, so I come into my Monk Day with a list of things that I’m going to do in that Monk Day, which might include, “Go for a long walk,” or “Read this book,” or “Think about this issue.” And so, my email is off, my phone is off, my staff knows they can’t reach me, and I usually do something that is really nice to me to start off the day. Tim Ferriss: Like what? Catherine Hoke: Eat my favorite food, or – Tim Ferriss: What’s one of your favorite foods? I’m going to keep doing this. Catherine Hoke: Sure. I don’t eat it in the morning, but an awesome medium rare steak is my favorite food. Steak, oysters, red wine – I’m a happy camper. I usually don’t eat that for breakfast. I love poached eggs. How’s that? Tim Ferriss: Perfect. Catherine Hoke: But, when I do something that’s kind to myself – sometimes, on a Monk Day, I’ll even go get a massage because it chills me out, and normally, I’m super hyper. I wake up like a crazy honey badger first thing in the morning. Or, if I take a bubble bath, that calms my spirit, too. I play sweet violin music. I actually have baby lullabies on my playlist. That probably sounds really creepy, but – I do things to quiet myself. Tim Ferriss: I’m just imagining you eating a medium rare steak and drinking red wine while the lullabies are playing. Catherine Hoke: There’s nothing wrong with that. Stop judging me. Tim Ferriss:  –while doing a concentration curl with one arm. Catherine Hoke: I also have a walking treadmill desk, and I absolutely love it because I feel like when I’m on it, I’m being kind to myself. I’m burning free calories and I like to be fit and work out. Sometimes, the first thing I’ll do on a Monk Day is get on my walking treadmill desk with a book that I love to read, and I just start reading it, and I start taking notes, and I have these awesome headphones, so I’m blaring my little, nerdy violin or piano music, and it calms me, and it takes me out of the world, and then I start taking notes. Right before I turned 40, I had a series of really amazing Monk Days, and I spent the last six months of Monk Days before I turned 40 doing an in-depth evaluation and review of my first 40 years, thinking about my impact of the world, and thinking about what I wanted my voice and impact to be for the next 40 years. And, I didn’t make turbo plans for my 80th birthday or anything, but I have a pretty strong plan until I’m 53, and that’s far enough for me. But, I felt so good about taking that time out to evaluate and say, “What do I really want?”, and then, reading a lot of books to help guide me in that direction. So, I like to have a good plan because I’m like a freight train, and if I have the right direction, I hit it in that direction. And then, after my day off, I bounce my plans off of mentors and people who look out for me to make sure that I’m making good plans. Tim Ferriss: Do you have any suggested artist, album, or track for either violin or piano music, for people who want to get a taste? Catherine Hoke: Oh, my gosh. I’m looking for it right now. Tim Ferriss: Okay. While you’re looking for it, I can keep going. Catherine Hoke: Look up “baby lullaby piano” on Spotify or something like that. Tim Ferriss: Okay, perfect. Catherine Hoke: And, I love the Vitamin String Quartet as well Tim Ferriss: Vitamin? Catherine Hoke: Vitamin String Quartet. Tim Ferriss: Vitamin like Vitamin C? Catherine Hoke: Yeah. I want to go to one of their concerts. Tim Ferriss: Trippy. And then – Catherine Hoke: Sometimes, their songs are not the most relaxing. They play a lot of pop songs in Vitamin form, but sometimes I listen to that while I’m cooking. I like to sew a lot, too, so while I’m sewing, I jam out to Vitamin String Quartet. Tim Ferriss: How often do you do Monk Days? So, on the Monk Days leading up to your 40th birthday, what was the interval? Catherine Hoke: So, I have a personal Monk Day once a month, and I’ve done this for 12 or 15 years – a long time in my life. It’s been a longstanding habit. And then, I have separate business Monk Days. So, a personal Monk Day is no email or phone. On a business Monk Day, I can have email and work on work stuff with some of my closest colleagues, but I have no scheduled appointments, which is freedom for me because my calendar is usually scheduled too insanely. But, on a business Monk Day, it’s time for me to just work and get work done with staff. I answer emails, too. And, I have one to three of those per month. Tim Ferriss: One to three per month? Catherine Hoke: In an ideal world – and, I say “ideally” because I haven’t executed perfectly on this – but sometimes, every quarter, I’ll take a three-day business Monk Day, and I’ve sometimes even gone away for a weeklong business Monk Day, meaning no scheduled appointments.What I’ve found to be most effective for me – this might sound silly, but when I get out of the country – so, I go to Mexico by myself, I sit my butt at a cool resort, and for some reason, when I’m out of the country, I won’t schedule appointments or phone calls with other people, so I just work. At Defy, we’re currently working on 2,400 pages of new curriculum, so it’s a time for me to get away, but it’s a dedicated work time away from the daily scramble. Tim Ferriss: What books helped you when you were leading up to your 40th birthday in the assessing or reassessing, planning, and so on? Closely related to that, why did the planning take you to exactly 53 years old? Catherine Hoke: So, I’m terrible at randomly recalling the names of the books that I love. I will say that the book Essentialism really had a big impact on me. Tim Ferriss: It’s a good book. I’ll tell you what – we can work backwards. Why 53 years? Catherine Hoke: My vision for Defy is that it will serve in every major prison in America – defined as having more than 500 incarcerated people there – and every major city within my lifetime. So, I started modeling on the back of an envelope – a little Excel was involved – on a reasonable growth rate for what we can accomplish, and according to my projections, if we keep going – as of 2017, Defy is in five state prison systems, so by the time I’m 53, I think we can serve in every major prison and have a corresponding post-release employment and mentoring incubator. So, if I miss the mark and I’m 58, that’s fine, but right now, I actually believe that we’ll make it by the time I’m 53. My vision – I would love to put Defy out of business by ending mass incarceration. I know that there will always be incarceration in the world. There doesn’t always need to be mass incarceration the way that we do that in America. Tim Ferriss: What would be the defining characteristics of getting rid of mass incarceration as you’re using the term? Catherine Hoke: So, America has 5 percent of the world’s population and 22 percent of the world’s prison population. We love to lock people up and throw away the key. We are the only country in the world that routinely sentences children to life in prison. So, we have a 14-year-old who makes a bad decision, and then they’re going to die in prison. According to everything I’ve seen, five years in prison is a turning point for many people. After they’ve served five years, that’s long enough to take ownership and not recidivate, and there are other countries that are far more progressive about rehabilitation efforts and not just making it about punishment, but about being corrected. So, I am looking forward to the day when 76.6 percent of people in prison don’t recidivate, but beyond preventing recidivism and generational incarceration – since 70 percent of the children of incarcerated people go to prison – the other piece of this that I want to tackle is the way that we sentence people and even the way that we arrest people. So, in our country, some people look more arrestable than others because of the color of their skin, their economic status, or how beat up their car is. A lot of studies show that white people and black people use and sell drugs at the same rate, but in some states, if you’re a person of color, you’ll be sentenced to 20 times the amount of time to which a white person might be sentenced. The Brock Turner case – the cute little Stanford swimmer boy who raped a girl and got six months – if he were not so cute, or so white, or such a fast swimmer, he would have gotten life in prison. And so, I look forward to working on sentencing reform efforts and bail and bond reform efforts. Right now, if you’re picked up by the police, you haven’t been given due process, your bail is $500.00, and you’re sitting in jail and you can’t prove your innocence because you don’t have an attorney, you’re going to sit there for maybe six months until they wear you out, and then they convince you to plead guilty to a charge. If you don’t have economic resources to get a good attorney, you’re probably going to plead guilty, and they’ll tell you, “If you plead guilty to this lesser felony or misdemeanor, it won’t be a big deal.” In six months, maybe your girlfriend has left you, your employer has dropped you, the world has changed, and by the way, now you have a criminal history. Good luck getting a job. And, you’re super down on yourself because you just spent six months waiting in a cell, getting dehumanized every single day. For people of color in particular, that’s the kind of harshness they deal with. The disparities in sentencing are something that I want to be able to use not just my voice or opinions, but Defy’s results and amazing community of supporters, to fix it. Tim Ferriss: Well, I’ve been very impressed with Defy, and the story, and certainly, the results, which are the first thing that I look at, so I do encourage people to check out A Second Chance, and that’ll be linked to in the show notes, which I’ll remind people of shortly. I want to come back for a second to ask you a question. What questions do you ask yourself to help you get centered or focused? I’ll buy time by bringing up one that is a paraphrase from Jerry Colonna. I’ve spent a good amount of time with Jerry on the phone, and one of the questions he asks that I’ve found very helpful and insightful – which I’m sure I’m going to be mangling a little bit – is “How are you complicit in the conditions that you say you don’t want?” So, how are you contributing to the things you say you don’t want, whether those are conflicting goals, conflicting priorities, goals you have without any accountability – whatever it might be? But, I’ve found that question very helpful over the last few years. Are there any questions or exercises that you use for yourself on a regular basis? Catherine Hoke: Yes. So, when I was going through my resignation – I’ve had a lot of opportunity to study what leads people to bomb out and fail, and I read a book called Leading on Empty by Wayne Cordeiro. As a disclaimer for your audience, it has a Christian spin to it. A lot of us leaders or people who have big goals will lead on empty or drive ourselves to empty, and this book – similar to Essentialism or a lot of other good business books – asks the question, “What is the 5 percent that only I can do, and why am I spending all this time doing other things that so many other people can do, even if I can do them better in my own arrogance?” So, asking myself what is my 5 percent, what is my secret sauce, and what is my gift to this world that I ask myself nearly every day? I’ve really been honing in on this lately. I just hired a president for Defy Ventures, and his name is Roger Gordon, and I’m so excited to partner with this guy. He will run the day-to-day operations of Defy because that’s not me. It’s not what I like to do. I don’t love managing people. I don’t pretend that I’m the best in the world at it. But, I do know that I’m highly innovative, I can see problems, and can come up with solutions. I know that I’m a strong external representative for Defy, so I’ll be doing more speaking engagements. Although I don’t love raising money, I’m good at it, so I can keep doing that. But, I also know that I have the ability to earn the trust of the people that we work with. For example, lately, I’ve been working at reconciliation efforts within some pretty intense gang cultures, and for some reason, this white girl here is trusted enough by these people to talk about some big transformation efforts. So, that’s what I’m focusing on, and I’m working very hard and swiftly to get other things off of my plate. I don’t have responsibility for them – it’s scary for me to lose control over them, too – but I have such an amazing staff nationally at Defy now that I’m glad to give away that responsibility so that I can focus on my top 5 percent. If I died in a year, what would I spend my time doing? I ask myself that all the time, and I know that may sound a little bit –what’s the word? Tim Ferriss: Morbid. Catherine Hoke: Morbid, yeah. I don’t care how morbid it sounds. At Defy, we have our EITs write their eulogies, and I’ve done that. In fact, we have them write two eulogies. This is a pretty good exercise that other people could try, too. One of them is your current trajectory eulogy. If you died now, doing your same old same old, and you didn’t make major changes in your life, what would your eulogy say and how would you feel about it? Most people wouldn’t be super satisfied with it. Then, we have them write their ideal but realistic eulogy. If you lived your best life that is also realistic for you, what would that look like? And then, the most important part is to write out the ten changes that you need to make to get from A to B, and then prioritize them and pick the top three things you can start doing today to live a better life. So, I apply all these little Defy exercises to my own life, and I guess I live in a sort of morbid sense, but time is limited for all of us, and I want to have the greatest impact in the shortest amount of time. So, how do I use the gifts that I have been given to – this is my generous hustle. This is my ability to share something with the world that only I can create. Tim Ferriss: Well, Cat, thank you for developing, sharing, and communicating your gifts with the world. You’re doing really important work. Thank you for taking the time to hang out. Maybe someday, I’ll give you the chance to heel-hook me in person. Maybe we can coordinate that with the prison visit that I did commit to, so you have me on the hook for that. And, 1). I really appreciate you doing what you do, but 2). I also appreciate you taking the time to share it today and have this conversation. Catherine Hoke: Well, Tim, getting to speak with you is one of the greatest honors that I’ve had. I was really excited about this because I know how influential your audience is. Am I allowed to share my email address? Tim Ferriss: We talked a little bit about this. Yes, if you’re willing to get the hug of death with mass numbers of people emailing, you’re welcome to share your email address. Catherine Hoke: All right, here’s what I will say to anyone who’s listening: If you email me, I’m in prison all the time, so please keep it really short, sweet, and to the point. I’m not trying to be rude or anything. But, if you want to get involved with Defy, first of all, you can go to defyventures.org, but if you want to email me, my email address is cat@defyventures.org, and tell me if you would like to come to prison, or if you would like to have us come speak to your organization, or how you would like to get involved. If you want to provide a scholarship to one of our EITs, we would be really grateful if you would become even more of an advocate of second chances and share this message with other people because I always say, “Who would our country be – who would we all be if we lived up to being the land of second chances that we claim to be?” So, Tim, thank you for the opportunity to share our mission and my story. I see it as a big responsibility and a huge privilege to be a voice on behalf of people who are incarcerated who become voiceless, and often written off, and voteless. And so, it’s my honor to get to share some of our story with all of you. Thank you. Tim Ferriss: My pleasure. Everybody, check out A Second Chance, and for those long-term listeners, you know this part already, but as always, you can find links to everything we talked about – the books, A Second Chance, the Defy website, and much more – in the show notes at tim.blog/podcast, where you can find the show notes for all episodes, including this one. Cat, thank you once again for the time, and it was a lovely conversation that has given me a lot of food for thought and things to look forward to, including that visit that we’re going to take together. To everyone listening, as always, thank you for listening, and until next time, keep experimenting, keep testing assumptions, and give yourself a second chance. Take a moment for forgiveness, and that will in turn affect how you are better able to forgive others. Thanks, everybody. Hey, guys. This is Tim again. Just a few more things before you take off. 1). This is five-bullet Friday. Do you want to get a short email from me – would you enjoy getting a short email from me every Friday that provides a little morsel of fun before the weekend? Five-bullet Friday is a very short email where I share the coolest things I’ve found or that I’ve been pondering over the week. That could include favorite new albums that I’ve discovered. It could include gizmos, gadgets, and all sorts of weird shit that I’ve somehow dug up in the world of the esoteric, as I do. It could include favorite articles that I’ve read and shared with my close friends, for instance. It’s very short. It’s just a little, tiny bit of goodness before you head off for the weekend. So, if you want to receive that, check it out, just go to fourhourworkweek.com – that’s fourhourworkweek.com, all spelled out – and just drop in your email, and you will get the very next one. If you sign up, I hope you enjoy it. Posted on: February 6, 2018.", "speakers": ["tim ferriss", "catherine hoke"], "text_sentences": ["hello, boys and girls", "this is tim ferriss, and welcome to another episode of the tim ferriss show, where it is my job to explore the stories, tactics, strategies, habits, et cetera, of people who are the best at what they do, and this episode is a very special episode", "it delivers a lot of the hard tactics, book recommendations, and so on that you would expect from one of these conversations, but it’s also very unique, and i say “very unique” to bother all my friends who say that you cannot have a modifier in front of “unique.” my guest today is catherine – otherwise known as cat – hoke", "after being given a second chance of her own – which we’ll get into – catherine founded defy ventures, a national nonprofit organization that “transforms the hustle of currently and formerly incarcerated people.” defy has produced groundbreaking results, including a recidivism rate – that means being readmitted to prison – of less than 5 percent and an employment rate of 95 percent", "defy’s vision is to end mass incarceration as we know it by using entrepreneurship as a tool to transform legacies and human potential", "cat is amazing on many different levels – personal, athletic, and otherwise – and we’re going to dig into the many facets of her life and lessons learned from her father, among many others", "catherine has also been named a “make tech human agent of change” by wired and one of the “17 global influencers expanding human possibility through technology” by nokia", "cat also received the mdc partners humanitarian award and was included in forbes’ “40 women to watch over 40.” she has been named by fast company one of the most creative people in business and is an ashoka fellow, among many other things", "she is the author of the brand-new book – and, this is how i was introduced to her via seth godin – called a second chance, and i recommend that everybody check that out", "and, you can certainly find her and defy on all of the socials, but we are going to get into every aspect of that and much more", "so, without further ado, please enjoy one of my favorite conversations i’ve had in a very long time with catherine “cat” hoke", "cat, welcome to the show", "thanks, tim i have been excited to connect with you because i received a barrage of texts from a mutual friend of ours, mr", "seth godin, and i thought we’d start this with something i’ve been wondering that i actually don’t know the answer to, which is how did you first meet seth", "i sent seth a cold email and he responded", "i invited him to defy ventures, the organization that i run", "i used to have a brick-and-mortar classroom-style teaching model where we would have formerly incarcerated people come to a classroom in new york city, and we’d invite world-class faculty to come, and seth was someone i really wanted to meet", "i couldn’t believe when he said yes, and then he came and taught – we call them “eits,” or entrepreneurs in training – he came and met them, and the way that he treated me was like i was such an important person", "i couldn’t believe it", "and then, he became my mentor", "just like that, seth godin is a mentor", "that is a very productive afternoon", "i feel like a spoiled brat, yeah", "i’m really proud to say that he’s not just my mentor, but my friend, and has encouraged me to shoot for the moon", "i’ve done far greater things than i would have expected that i could have done had it not been for seth", "he has believed in me when i have not even believed in myself", "well, he’s an incredible man, and we may circle back to seth, but i want to talk about this cold email because you seem to be good at cold emails and cold letters, and i have to be careful about what i believe on the internet, but i’m going to circle this back to something that took place much further back than your meeting with seth", "but, what did the email say", "what did the pitch look like", "i should look", "so, i cold-emailed him and one of our volunteers simultaneously cold-emailed him, which always helps", "typically, when i cold-email people – because i’ve gotten amazing people to respond through cold email – a lot of times, i just say, “i’m going to change the world and i would like to meet with you to pick your smart brain for 15 minutes,” and then, i’m persistent as hell, and i send it back to them six times, and sometimes i leave them voicemails as well, and i befriend their assistant", "so, that’s how i got in to meet with duncan niederauer, who was the ceo of the new york stock exchange, and many people who you would think would not say yes to a cold email, but when i asked for 15 minutes to pick their smart brain – and, i tell them exactly what i want to learn from them, too", "it’s not like a random – i tell them, “you’re an expert in this and i need to learn x.” and, i also tell them, “i can talk really fast and you can kick me out of your office as quickly as you want if you think it’s a waste of time", "so, i always give them an out, but it’s not like i need to do that, and then, i just don’t stop", "i was trained in cutco knife sales – door-to-door stuff – and i’ve been a shameless cold-caller", "i used to work for summit partners, a venture capital and private equity firm, where i would cold-call ceos, wanting to get a piece of their pie", "i don’t get hurt by rejection", "i’m able to take it", "but, when i’ve studied sales, most salespeople stop after two or three, and i keep going to six, and it’s amazing how many people end up saying yes", "and then, i always – a typical sales trick is i’ll throw in another five seconds of information about something that makes them go, “what?” i’ll tell them something about myself", "so, i’ll tell them something about their background that we have in common", "tim, i know that you were a wrestler, so i would say, “by the way, i was also a high school wrestler,” something that makes you go, “what?” and gets your attention", "all right", "we have so much that we can cover and so many different rabbit holes we can go down", "there are a few things i want to flesh out a little bit", "first, the cutco knives – i was going to ask you about the cutco knives, and i’m going to try not to lose my train of thought here, but there are so many ways i want to go with this", "thank you for doing such great research", "of course", "correct me if i’m wrong", "you started with selling hamsters at age 7 or thereabouts", "wow, you really went way back", "yes, i did", "i ran a hamster-selling empire", "i would breed them, and i had multiple cages, and then i sold them back to the pet shop for $1.00 apiece", "my sister took after me", "she was breeding rabbits, so we had quite the household", "and then, selling golf balls", "yeah", "i would take off my shoes and socks, walk through the disgusting duck muck, and get the golf balls", "but then, i would also one-up the golfers with donuts and all types of other things to increase my profits", "what is the key to a successful – and, people listening are like, “what the fuck is going on right now?” this is all going somewhere", "the cutco knives – so, this is door-to-door, we’re talking about", "knock knock, wipe the feet – so, if cutco were listening, they might cringe if i said “door-to-door” because you’re supposed to have a developed network, and with every person you go meet with, you ask them for three references", "“did you have a good experience with me today", "would you recommend me to your friends", "send me to three other people.” so, it’s not totally door-to-door, but it’s kind of that style", "it’s in-person selling", "yeah", "so, my biggest problem with selling cutco was that i was raised by a hungarian yugoslav immigrant who came over with $200.00 in his pocket and thought that buying us a happy meal was too expensive, so i was selling cutco $1,400.00 knife sets, and i was really good at it, and cutco, they taught me how to nod my head and smile to get that reciprocal behavior, and say, “will you buy my $1,400.00 knife set?” people were saying yes to me all the time, and i was enjoying the fact that i was so good at it, but i totally felt like i was scamming people, and little did i realize that rich people don’t mind paying $1,400.00 or more for an amazing set of cutlery – which, by the way, i still own myself and completely believe in – but because i felt like i might have been scamming people, i had to stop selling cutco knives, and i reduced my own profits because i felt like i was ripping people’s faces off", "so, you get these free products that you can give them", "“oh, here, i’ll give you my free cake slicer,” and you’re supposed to use those to help get them to a bigger knife set, but i would get them to say yes to the biggest, most expensive set, and then i would feel guilty for selling them on something so big, so i’d be like, “i’m going to give you these five free products as well.” “and by the way, can you tell me the names of three of your friends you would recommend that i also –?” exactly", "and then, i would get economies of scale on this stuff because when i was on the wrestling team as the only girl, we had to raise money for that, so i would literally go door to door, and after i’d win a match and my wrestling photo was in the sunday paper, i would walk around door to door and be like, “hi,” and i’d be in a dress, and i’d be like, “i’m on the davis high school wrestling team, and i’m raising money, and we’re pushing cars around the track, so will you give us money?” and then, i would do that and sell cutco knives at the same time", "so, wait a second", "by “at the same time,” do you mean, “hey, thanks for the $50.00 to support the wrestling team", "by the way, i notice that you have a cutting board”", "no", "i would ask for a separate appointment", "i didn’t want to totally overwhelm my customer", "okay", "that would be a hell of a cross-sell", "now, the promise i made earlier to wind this back – of course, i went all the way back to 7 – is it true that you were originally turned down by uc berkeley", "is this accurate, that you wrote them a letter", "well, i was admitted to uc berkeley", "i tried to get rejected because my dad wanted me to go to uc berkeley and i wanted to get so far away from home", "i had wrestled and gone to high school in davis, and i looked up the hardest major to get into, which was bioengineering at cal", "it had a 4 percent chance of admission", "well, i got in, and i didn’t really want to be an engineer, and i was flunking out of my engineering courses", "i supported myself through school and i looked up a summer job that was for a management consulting firm – i had no clue what that was – and i remember reading the posting aloud to someone and saying, “this requires an entrepreneurial spirit,” and i didn’t know how to pronounce the word, and i was like, “what the hell is that", "what does that mean?” well, i got the job at the management consulting firm, and i discovered what business is, and decided i loved it, so i applied to the undergraduate haas program at uc berkeley, and i got rejected, and i’m not surprised", "i was literally failing out of my engineering courses because my brain is not really that of an engineer", "and so, that’s when i wrote them a seven-page appeal letter, and i was like, “look, i’m a student-athlete", "i work 40 hours a week on top of it", "if you let me in, i promise i’ll make you proud.” and, they let me in", "so, where does this come from, this aggressive drive", "you’re spanning wrestling, which is – certainly, even now, but at the time – i think margolis has raised the perception of women’s wrestling in the u.s", "tremendously, but certainly, back then, as a wrestler – myself throughout high school and the very beginning portions of college – women would not commonly go into wrestling", "you had this entrepreneurial drive really early on", "where does that come from", "i feel like i was raised in a mini shark tank at my house", "my dad is an inventor to this day", "he’s 73 years old, and he patents all types of stuff", "he’s an electrical engineer", "he taught me to see the world through quite a different lens", "when i was as young as age 6 or 7, he would have me stand up in family – and i never knew when he was going to do it – and say, “you have one minute to invent something, talk about the market and how you’re going to price it, the demand, and your strategy for getting it out there.” and, i would come up with ridiculous things", "i can’t even remember", "i remember that one of my favorite inventions was shoes that could fly, and what i remember about doing that with my father is that he never told me that one of my ideas was stupid or not feasible", "he could have just raised a very delusional child who thought that she could do anything, and i guess he kind of did, but i – whenever i saw problems and things that i didn’t like about the world and would complain about them, my dad would say to me, “instead of complaining about it, why don’t you figure out how you can fix it?” for example, i was raised in a super weird immigrant home", "i was not allowed to watch television, almost never", "we were never allowed to watch sports", "he said, “why would you watch somebody else going out there and getting it when you could invest that same time in doing it yourself?” so, he told me to get my butt out there, work out, and learn how to become the best at something", "he said, “if you’re going to become a chimney sweeper, just become the best chimney sweeper.” so, i didn’t really know that there was another way, and i really believed i could do anything, so i thought – i was born in canada and french was my first language", "we came over to the u.s", "when i was 7", "when my dad got invited to come and teach at stanford and told me that we were moving to the u.s., i said, “no, i don’t want to because i can’t become the president of the united states,” and i have zero political aspirations today, by the way", "but, when i told him i couldn’t become the president, he said, “i’m going to give you a little time to think about that, about how you could come up with a solution for that problem.” so, i came back to him a week or so later, and i said, “i’ve got it", "we can move to the united states", "i will become a lawyer", "i will change the constitution of the united states so that someone who’s not born in the united states can become the president, and then i will become the president.” and then, after we moved to the u.s., he introduced me to everybody as the future president of the united states", "when he said it, i thought he was being serious", "he believed in me, so i believed in myself, and i guess that’s why i run something called defy now", "i actually believe i can do it", "like jerry colonna says, i am pathologically optimistic about my goals", "all right", "that is a very thorough and extremely helpful answer", "what was your dad invited to teach at stanford", "electrical engineering", "electrical engineering", "and, the reason you moved to the u.s", "was because of the faculty invitation from stanford", "yup", "he got a one-year invitation, and then, it turned into two years, and he could have stayed at stanford, but my dad is a ski freak, and he just wanted to be closer to the mountains, so that’s why we moved to davis, and he taught at uc davis", "i’m a lot like my dad in that he loves to invent stuff, so he left university life and is still – he works until 5:00 in the morning just inventing new stuff", "sounds like a cool gig", "would he call himself an inventor –", "yes", "– a product developer, or neither", "he would say “inventor”", "yeah", "what was your home like outside of your father", "was your mom around", "do you have siblings", "paint a picture for people", "i’m the oldest of four kids", "i was like a mini mom", "my mother would literally want to bring homeless people back to our house", "my mom’s really compassionate and caring, and she used to be a nurse, but stayed at home to take care of the kids", "i developed a lot of my compassion and heart for serving others from my mom, and i remember my mom telling me, “eat all the food on your plate because there are starving kids in africa.” i was like, “okay, if i don’t eat all the food on my plate, how are the starving kids in africa going to get my food?” so, i think was 7 – this is from my dad, “find a solution to the problem.” so, i found some sponsorship program to sponsor a kid in africa", "the golf ball money and hamster-selling money – i thought i was balling when i was 7 years old – i would send that money overseas to sponsor orphans", "so, i developed a heart for other people and not just for making a buck", "i’m very competitive, if you can’t tell, and i love money because i love what money can do to create the world that i want to live in", "you are competitive", "i’m going to add some more color to that", "please fact check and tell me if any of this is incorrect", "california state women’s wrestling champ, three-time marathon runner, college rugby player, varsity rower, and you still enjoy – we talked about this a little bit – the brazilian jiu-jitsu, which has deprived me of the structural integrity of my ankle as of last week with some snapped ligaments", "but, you are certainly very competitive, and i also want to note something that we discussed very briefly", "during the sound check, before i hit “record,” i asked you what your breakfast was, and you said, “coffee.” i said, “okay, i need a few more seconds, so just talk about your coffee for sound check.” you said, “medium warm coffee", "i put in ice cubes.” and then, you kept on going", "i thought you were making it – you told me to talk for 15 seconds", "no, i know", "i thought maybe you were making this up", "i was like, “wait, what’s the story on the medium warm coffee", "can you tell people what the story is?” well, i like to be very efficient and fast, and i like to eat fast and drink fast, so i put ice cubes in my coffee so i can pound it", "i actually think things tend to taste better when i eat or drink them really fast", "i don’t understand people who like to chew on their food for two hours", "it annoys me", "i mean, it’s fine for them, but not for me", "so, you and i have a number of overlapping circles", "i am also of the fast – yeah, we’re going to roll after this scenario, right", "oh, god", "i’m going to meet you in austin and we’re going to roll", "you know what", "i’ll just let you triangle-choke me because given your credentials, i don’t think i’m going to give you much of a fight", "i can talk a big game, but i’ll be gentle", "so, we talked about seth", "there seem to be a number of other people – we don’t have to spend too much time on this, but i know, for instance, that i’ve spent some time with jerry colonna, who you mentioned", "he’s one of our faculty members, too", "yeah, jerry is amazing", "there’s another – also, of course, these two know each other – brad feld, who is an incredible guy and an incredible investor as well", "where did the entrepreneurs in training enter the picture", "how did that become part of your life", "when i was 26, i was working for a new york city private equity firm, and i got invited to present for the first time in my life, and that changed everything in my life because i used to think that people who were incarcerated were the scum of the earth", "when i was 12, a good friend of mine was brutally murdered by two 16-year-old boys, and from that experience of one, i extrapolated to think that anyone in prison could rot and die in that place", "it was that first prison visit – i’m 40 years old now; we’re three months apart, tim – when i was 26, that visit opened my eyes and my heart, and it ended up – i didn’t know it would end up becoming my life’s calling, but it ended up changing my wallet, my priorities, and my time", "it’s what i’ve devoted everything to now – the second chance field and working with people with criminal histories", "the world calls them all types of things, like “ex-offender” or “criminal,” and i say, “we don’t work with criminals", "we work with people who committed criminal acts in their past, and there’s a really big difference.” so, at defy, i believe we’re all ex-somethings, and we call them eits, or entrepreneurs in training", "and then, they become full-fledged entrepreneurs", "so, i have a few notes just because i’ve had sufficient caffeine to want to talk a lot", "the first is a really important distinction that you made", "as some backstory, before i hit “record,” you asked me, “do i have the right to call you out if you call them criminals?” and i said, “yes, you do.” the language we use is so important in this context and many others", "for instance, i have tried very hard for myself to not call myself an anxious – “i am anxious” – to use that language or to say, “i am an anxious person.” rather, i say, “i feel anxiety” to depersonalize it in that way", "so, “people with a criminal past” is different than “ex-criminal” or “criminal.” they’re very distinct labels that create an entirely distinct way of relating to somebody with one versus the other", "i just want to underscore how important that is, not just for how you label other people, but how you label yourself", "absolutely", "we’re big on that; really big on how we label ourselves", "yeah, it’s really important", "the question, then, that i have is why did this stick", "why did this become what appears to be a lifelong passion and commitment, whereas you had tried so many things in the past and you’re no longer selling hamsters or doing private equity", "why did this stick", "was there a specific conversation", "was there a specific moment", "what was it that made this stick for you", "i didn’t think it would stick, and when i went to prison that very first time in texas, what i saw there shocked my heart", "i have made so many bad decisions and mistakes in my own life, and i’m really grateful for the grace and second chances that i’ve received, yet i was so quick to write off and label people who had been caught for something criminal", "so, i was convicted by the ugliness of my own heart because when i went and visited the prison, i realized – this might sound stupid – that they were actually human beings, not a rap sheet, not a number", "and, the first guy the i met in prison that weekend – his name was johnny – and i heard his story", "when johnny was 8 years old, he watched as his grandfather murdered his father right in front of him, and then, when johnny was 11 or 12, he was given drugs, jumped into a gang, and by the age of 18, he was incarcerated", "empathy for the people that i serve is what made it stick because i was like, “wow, had i been raised in those circumstances, i am certain that i would have ended up on that path as well.” and, to this day, when i hear the stories of the people that i serve – i was just in a prison last week, and i do this exercise called “step to the line.” we have all our ceos, venture capitalists, and executive volunteers on one side of the line, and then we have our eits – or entrepreneurs-in-training, the incarcerated – on the other side of the line", "you step to the line if each statement is true", "“step to the line if you’ve ever been arrested.” about a third of our volunteers are at the line", "“step to the line if you’ve ever done something for which you could have been arrested, but you have not been arrested.” 100 percent of our volunteers step to the line", "“step to the line if you were arrested for the first time before the age of 16.” maybe 75 percent of our eits step to the line", "and then, i count backwards", "“step to the line if you were incarcerated before the age of 14, 12, 10.” and, i get to age 8, “if you were first incarcerated at the age of 8.” there are four guys remaining at the line", "“7.” there’s one guy remaining at the line", "and, i’m trying to picture a 7-year-old or an 8-year-old in handcuffs, and normally, a prison cell seems pretty small and stifling, but imagine a little 7- or 8-year-old there", "my empathy for the people that i serve is what made this stick for me, and i don’t have pity for them, i have a deep compassion", "i also have mad respect for their skills", "i work with natural born entrepreneurs who started off selling gumballs out of their lockers – not hamsters – and gumballs proceeded into drugs, which kept going, and then they got arrested", "but, i have a love of underdogs, and a love of entrepreneurs, and i hate injustice", "when i was a little kid growing up and saw somebody else getting bullied, i would always stand up for them and defend the victim", "here i was in the midst of people who have been thrown away by society, who are not just aspiring entrepreneurs, but who are proven entrepreneurs with amazing talents", "i believe that the people i serve represent america’s most overlooked talent pool", "that first weekend in texas, when i was 26 years old and naïve as could be, i went to four prisons, and at the last one, the guys were like, “will you please come back?” i said yes", "my dad also taught me to be a person of my word", "i had no idea what it meant to come back, i had never talked to a warden before, but after i said yes, i was coming back, and i did", "most likely, i’m going to get this pronunciation wrong, but can you tell us – i’m all about second chances, tim", "i’ve never used that one before, either", "i can tell you’ve been working on your material", "all right", "“coss marte”", "is this correct", "pretty good", "yeah, “coss marte.” can you tell us who coss marte is", "yeah", "he’s one of our best-known success stories", "he’s a graduate of defy ventures", "he did five years in prison in the new york state prison system, and he went to prison at age 19, so he grew up in poverty, heroin needles all around him, and he said that the one thing he wanted to become when he was older was rich", "he didn’t know how to get out of the system, but he saw his mother working overtime to put food on the table", "so, when he was a young teenager, he got introduced to the world of selling drugs, and he got incarcerated for the first time at 12 or 13, i think, and bounced in and out", "by the time he was 19 and got arrested on a kingpin case, he was running a drug empire in new york where he was doing $2 million a year in drug sales", "he had an army of people working for him, and he was a young, natural entrepreneur, and when he was incarcerated, he realized that in fact, he was very entrepreneurial, but his entrepreneurial skillsets were being used to destroy communities rather than build them up", "he had a wake-up call in prison when he was sent to the shu – to solitary confinement – after having an altercation with an officer", "he was also so overweight and unhealthy when he got sent to prison that doctors told him that he would die in prison, even though he was only doing five years", "he was like, “i’m not dying in prison.” so, while he was locked up in solitary confinement in a box that was the size of a parking spot, he came up with a body-weight-bearing workout and lost 70 pounds", "when he got out of the shu, he taught other incarcerated men at that prison – about 20 of them had to lose a collective 1,000 pounds, so he was onto something with his prison-style fitness workout, and he got out of prison, and he had always wanted to become a legal entrepreneur", "so, with defy’s help, he turned that into conbody, and conbody is a prison-style fitness boot camp", "in less than three years, it has had more than 14,000 customers", "he said that he follows around women wearing yoga pants, asks them where they work out, and gives them his business card", "he’s hired nearly 20 people with criminal histories – other defy ventures graduates who have not started their own business – and we’ve helped coss to raise more than $250,000.00 in funding for his business because we run these shark tank-style pitch competitions, and he killed it in all of our competitions, and then we introduced him to other angel investors", "what i love about coss is that he’s not just about his financial bottom line, but whenever i ask him to give back and serve, he always does", "so, we work with defy in the most notorious prison in america, called pelican bay, where they have a solitary confinement facility, and we run a program in solitary confinement", "coss came to pelican bay with me and led a workout for the incarcerated guys who are currently in the shu", "i can’t tell you how awesome it was to have him", "he was able to tell his story of going from the shu to being a ceo, and his business continues to thrive and boom, and saks fifth avenue in new york city needed more foot traffic, so they literally opened up a conbody gym inside saks, and now, men and women – mostly women – are flocking through saks to get to conbody, where they go to these workouts", "if you go to a conbody workout, you’ll be paired up with your “cellie,” and you’ll have formerly incarcerated trainers that coss has hired yelling at you to bring out the best in you and your physical fitness", "he also has conbodylive.com, and he now has customers from 24 different countries that sign up for $5.00 a month, and it’s amazing to watch his hustling skills combined with his heart, and the way that he uses his voice for prison reform and advocacy", "i couldn’t be prouder for us to be early incubators of conbody and for us to be behind coss marte", "and, as i understand it, more than 150 businesses – the number may be outdated now – it’s now nearly 200 business that we have incubated and funded through our post-release incubator", "so, i’m going to play devil’s advocate a little bit because i’m sure there are people listening who have different emotional responses to the subject of the incarcerated or – let’s talk about the currently incarcerated", "how do you decide or vet those people who should be given second chances versus those who should remain incarcerated because they are genuine threats to society and unfit to be reintegrated", "the reason i ask that is that i know people who are incarcerated who have been repeat offenders, violent offenders, who are – i hate to say it, but at this point, they should not be released in the short term, based on my firsthand experience watching what some of these people have done", "how do you vet, filter, and train in such a way that you ensure – because your numbers are very impressive", "i will have already read this in the introduction that i record separately, but let’s reread the bio because i think we’re going to dig into a bunch of different facets of it", "so, if you can bear with me boring you by reading your own bio, here we go", "after being given a second chance of her own – which we’re going to come back to – catherine founded defy ventures, a national nonprofit organization that transforms the “hustle” of currently and formerly incarcerated people", "defy has produced groundbreaking results, including – this is the key here – a recidivism rate of less than 5 percent and an employment rate of 95 percent", "defy’s vision is to end mass incarceration by using entrepreneurship as a tool to transform legacies and human potential", "and then, you have many different accolades – “100 most creative people in business” according to fast company, ashoka fellow in 2013 – but i won’t get into all of those", "how do you filter and cultivate the right people versus the wrong people", "all right", "so, although i speak with great passion about defy’s eits, i never take away from the fact that they have made grave mistakes, that they have hurt society, that they have hurt individuals, and that nothing about that is okay", "so, i’m not one of these people that say, “oh, no one should go to prison", "let the prison doors fly open so everyone can just get out.” when people hurt people and are a threat to society, they are sent to prison, and that’s not a bad thing", "in fact, i believe that an adult time out is often a very important element of people’s transformation", "so, i know that it’s really important for people to have a consequence, and sometimes, that consequence really needs to be prison", "sometimes, people need to be taken out of society", "i think we’re way too liberal with the way that we hand out time, and i can get into my opinions of how we sentence people and the racial and economic disparities", "i can get into that all day long because there is major injustice in that, but let’s just go with this", "when hurt people hurt other people, there needs to be a consequence, and i believe prison is often a solid consequence for that", "it’s called the “field of corrections,” and unfortunately, when people are sent to prison, they’re usually thrown away, and it’s pure punishment", "what many people in society don’t realize is that 95 percent of incarcerated people are coming back out to become our neighbors", "so, yes, the people i’ve served have done some terrible things – sometimes, things that make my own stomach turn even though i’m around these people and the crimes that they’ve – i know their rap sheets intimately", "so, what kind of neighbor do you want coming back to live next to you", "do you want someone who has not been rehabilitated or do you want someone who has been rehabilitated", "at defy, we actually work with people who have committed tougher crimes than most", "we work at a lot of maximum security facilities – and, when i say we work in solitary confinement, you don’t go to solitary confinement unless you’ve made some really bad decisions", "90 percent of the people that we serve have committed violent crimes", "people who commit murder – nearly all of them still get out of prison", "i think people don’t realize that", "and so, if we lock them up like they’re an animal and give them no resources, and when they get out, offer them no opportunities to make it legally, what are they going to go back to", "as a society, we decide", "the other thing is i’m not the one who decides if they serve time or how much time they do", "our american judges, juries, and prosecutors determine that", "according to the way our laws are set up, when you get sentenced to a term, you supposedly pay your debt to society, and unfortunately, when people get out prison, they’re often treated like they’re wearing invisible handcuffs for the rest of their lives", "and, especially if you’ve been a victim of a crime, you might be like, “good", "i want them to permanently suffer.” well, i’ve been a victim of multiple crimes– some of the worst crimes – myself, and vengeance can be a really ugly thing", "when i get into a healthy place in my own head, i realize that if i had my vengeance on every human who has hurt me and just tortured them, it might bring out worse things in them, but if they could get healing for the ways that they have hurt me and live the fullest life that they could – up to their fullest potential – who would we be as a country if they had healing and forgiveness and didn’t make other victims", "that’s what i want for myself and for the people i serve", "we’re all offenders", "we all hurt people", "i think that when it comes to people who are in prison, there’s this real “us versus them” mentality", "“they’re in prison; they should rot in there.” but, when our volunteers come to prison with us, i ask them some pretty challenging questions through that “step to the line” exercise", "“step to the line if you have ever been in a fight to prove yourself", "go all the way back to your childhood", "even if you pulled the hair of a sibling, punched a boy who was picking on you in the park – something like that – as a little kid, as a 7- or 8-year-old, step to the line.” i would say that 70 or 80 percent of our volunteers are at the line on that", "and then, i say, “step to the line if you’ve ever committed a violent crime.” none of our volunteers are at the line, but close to 100 percent of our eits are at the line", "i tell the volunteers, “i must not be making myself clear", "i did not say to step to the line if you’ve been convicted of a violent crime", "step to the line if you’ve committed a violent crime", "earlier, 70 or 80 percent of you were at the line when i asked if you’ve ever been in a childhood fight", "almost all of you were there.” well, the volunteers roll their eyes at me because they’re like, “come on", "the little fight that i got in at the playground", "that’s not a violent crime.” i’m like, “actually, if you look at the backstories of the people that i serve, about half of them were arrested for the first time before they were 10 or 11, and when i ask them what it was for, they say, ‘my mom was strung out and i broke into my neighbor’s house to steal food because i was hungry,’ or ‘i was 10 and a 13-year-old was picking on me at the park, so i punched him in the face.’” it’s stuff like that", "it’s very easy for us to turn the other person into a villain, into a wild, caged animal, to dehumanize the offender, but i can see myself in that offender, and i think that if we all look deep enough, many of us can see ourselves, and if you can’t see yourself in that, i bet you could see your brother, your sister, or your best friend", "if we were all permanently for the worst thing that we’ve ever done, we might think a little bit differently about the labels that we attach to people", "unfortunately, once people go to prison or jail for the first time, when they’re on their way out, a lot of officers will tell them, “see you back here.” in our country, 76.6 percent of people are rearrested", "nearly everybody", "if you go in once, it’s a revolving door, and that is such a sad statistic", "another statistic that kills me is that 70 percent of the children of incarcerated people follow in their parents’ footsteps", "quite a legacy to inherit", "the good news is that we can break this legacy, and we can break that revolving door, and we’re called defy, and yeah, we have a return-to-prison rate of less than 5 percent, so this is a totally solvable problem", "but, if we as americans and society continue to write people off as being less than human and saying, “it’s gross that you even give them a chance,” you’re going to get a different kind of neighbor back, the kind of neighbor that is going to scare you, the kind of neighbor that none of us want", "thank you", "you mentioned something earlier that i think is worth underscoring, which is the question – i’d be curious to know how people respond if you actually pose this to them, whether to volunteers or otherwise", "“what if you were only known for the worst thing you’ve ever done?” do you actually pose that, or is it a rhetorical question", "i do a lot of speaking engagements, and i open with that nearly every single time", "i tell people, “think back to the action that you regret most in your life", "think about the labels that would be attached to that", "‘drunk,’ ‘cheater,’ ‘adulterer’ – i don’t know what it is", "and now, imagine for the rest of your life – it’s 20 years later and you’ve paid the consequences in full for whatever mistake you’ve made, but now, you are permanently known as ‘ex-drunk,’ ‘ex-cheater,’ ‘ex-embezzler,’ ‘ex-liar,’ ‘ex-shitty dad,’ ‘ex-whatever,’ and you go fill out a job application, and at the top of your job application, it’s the first thing you have to check the box on even though it’s 20 years later", "“next time that you want to rent an apartment or get a mortgage, it’s the first thing you have to write – your ex-label", "the people that i serve have paid their debt to society, but for the rest of their lives, they are known as an ex-drug dealer or an ex-fill-in-the-blank", "what would your life be like if you were handcuffed by your most shameful moment?” well, i suppose this is as good a place as any to segue into forgiveness, but the way we’re going to get there – i remember when i was chatting with seth, i wanted to know how openly we could talk about different parts of your biography", "your bio on the website begins with “after being given a second chance of her own –” can you explain what that refers to", "sure", "it should probably say, “after being given so many second, third, and fourth chances,” but i will share the mistake – the bad decisions – that i am most known for, since i ask other people what it would be like for them if they were known for that worst thing", "so, the short version of it is that after devoting my life to working with people with criminal histories – i moved to texas, i started what became known as prison entrepreneurship program, pep, and is still going there today, and i poured my everything into it", "i had $50,000.00 in my bank account", "it wasn’t enough", "i cashed out my 401(k) because working with these people and making sure that they had a bright future was more important than my own financial stability", "i went all in on this, and for five years, i built up pep to be a very successful prison rehabilitation program that was equipping men in the texas prison system to become successful legal entrepreneurs, but more than that, employees, fathers, and voices in their communities", "and then, i tanked", "i made decisions that i thought ruined my everything and my entire future", "so, the first time i was married, it was for nine years", "i got married when i was 22", "at the age of 31, i was served divorce papers, and i was living in texas in a very christian community where god hates divorce, and divorce is sin, and i was so ashamed", "i said the one thing i would never be was a divorced woman, and here i was, a divorced woman", "following my divorce, i also went through a lot of hard times", "i was sick with pneumonia, i was hospitalized, i had to move out of my house, and instead of reaching out to friends or a community that would have been supportive of me, in my own shame over my divorce, i put my head in the sand, and i felt so alone", "when i was in the hospital and didn’t know who to call to come pick me up, that was one of the loneliest, worst moments that i can remember", "well, the people that i felt comfortable confiding in over my personal failure were released graduates from the texas prison system", "the people who picked me up from the hospital were graduates", "the people who packed up my boxes and moved me out of my house – i had been taking care of people for a long time, and now, i was at the bottom and needed to be taken care of", "in a moment of weakness, i crossed boundaries and had some relationships with people who had been released from the texas prison system", "what i did was not illegal, but i knew better", "i absolutely shouldn’t have done it", "i regretted it right afterward", "i’ve always taught my graduates a model of full disclosure", "own your mistakes and share them", "don’t get caught", "so, i followed my own advice, and i was honest about my poor decisions, and it cost me my everything at the time", "it cost me everything", "when the texas prison system learned about my decisions, they forced my resignation and forced – this was eight years ago now – they forced it in the media, too", "up until that moment, i had been known – people called me the “prison angel” who “ministered to the dark side.” that was absolutely not true, but – people had a mother teresa image of me because i was not known for big mistakes yet, and then, my news came crashing in the media, and i became known for a sex scandal instead of the good work that i had poured my life into", "i was already suffering from so much shame, so now, to be known for this and to get the ejector seat from my own organization, to lose my identity as a passionate young founder and ceo, to lose my identity as a wife, i felt like i had ruined god’s calling for my life", "i saw no reason to live anymore", "i didn’t want to live anymore", "what saved my life was that shortly before my scandal went out across national media, i sent out a full disclosure letter, and at the time, we had 7,500 supporters – top ceos, investors, and people i respected more than anyone in the world – and i said, “i screwed up", "i made these bad decisions", "i’m a divorced woman", "i don’t know what’s next in my life.” sending that letter was super painful for me, but within about 24 hours of sending it, my inbox filled up with nearly 1,000 emails of love, and support, and “you’ve always preached grace and second chances,” and “what are you doing next with your life?” if you can’t tell, i’m an all-in person, and i had no plan b, but it was people – other human beings saw potential in me when i saw no potential in myself", "i used to think, “what happens to leaders like me who screw up", "is there some island for castaways", "do we all go serve starbucks somewhere", "what do we do?” i had no vision for a better future", "all i could see was dark clouds and no reason to live anymore", "the fact that people saw potential and a future in me – and more than that, the fact that people – i took a year off after my resignation", "i went through massive therapy – i’d already been through massive therapy – and i went to leadership blowup camps where other ceos and pastors go", "i guess i wasn’t the only person to screw up their life", "when i went there, other people had the opportunity to care for me", "i have these people i call my adopted parents, and they said, “just come stay with us for a while.” i hardly knew these people at the time, and they said, “we will love you back to life.” i had nothing to offer people", "i learned for the first time – i’m sorry to interrupt", "how did you meet these adoptive parents", "so, their names are bill and andrea townsend", "bill is a serial entrepreneur who lives in salt lake city, utah, and he had sent pep – my texas organization – a big fat check, and i couldn’t tell it was from him", "i had to do a lot of due diligence to track down who it was from, which was weird, because usually, i know where the money is coming from", "when i finally found out it was from him, i requested to meet with him, and as it turned out, i had a super short meeting with him in an airport for 30 minutes", "when i met with him, he was like, “thank you for the work you do.” i was like, “thank you for the big, fat check that you wrote me.” he was like, “no, thank you for the work that you do.” his whole demeanor was really different", "he was thankful that i was serving the world and not everybody’s like that about it", "and then, what really struck me about that meeting with bill – so, bill loves god and grace, and he said, “do you serve people with sexual criminal histories?” i said, “no, the texas prison system won’t allow us to serve that.” i believe all things can be redeemed, and look – i’m going to say this right now, tim – nobody likes sexual crime, especially not me, having been a victim of that myself", "nobody likes that", "but, if people with even ugly crimes don’t have an opportunity to rehabilitate – those are the crimes that we don’t want repeated in society, right", "anyway, bill said to me, “do you serve people who have committed those crimes?” i said, “no, because the texas prison system won’t let me.” he said, “well, what if we started a different organization – a separate umbrella – that served those people?” i said, “well, maybe that would be a nice thing to think about in the future.” with a lot of my texas donors, when they find out that i don’t serve people with a certain crime category, they’re relieved, they’re so glad, and they sometimes tell me that they wouldn’t fund me if i served those people, which always surprises me, because i’m like, “why wouldn’t you want those people rehabilitated?” anyway, i’m deviating right now", "bill had a really different heart, and he had no reason to care about those people, but i think he cares about people who have been written off and stigmatized, and he and andrea have this ability to see potential in anybody", "it’s like they see the world through these rose-colored glasses, and they’re not naïve human beings by any means", "so, they were the first ones who called me after i sent out my resignation letter to 7,500 people, and i was drowning in shame, and self-hate, and disgust, and my phone rang", "bill had called me a half an hour later, and he said, “sweetie, we love you", "come stay with us.” i was like, “who are you", "i’m a scandalous, divorced woman with nothing to offer", "i hardly know you", "i’ve never met your wife.” he’s like, “come stay with us and we’ll love you back to life.” well, i had nothing to lose", "i was at the bottom of myself, and i was willing to do anything, and i thought i was so gross that i said yes", "there was a small group of amazing people who poured into me in that year and made me think that i still had potential", "i tell my story all the time, so i don’t know why i’m so emotional right now, but it’s because people saw something in me when i thought i had nothing left that i am such a believer in second chances – or, what i actually believe in now is legitimate first chances", "much of the world thinks that the people that i serve are so rotten or that they have no value, and i know better, and i know that hope is a cure for violence, and i know that they’ve done such horrible, hurtful things", "i know that for the most part, horrible, hurtful things have been done to them, and i know that unless there’s some intervention – and, many people don’t want to get their hands dirty and do this kind of work – unless there’s some kind of intervention, this will be a generational legacy of incarceration, violence, crime, and drug abuse", "it’s a big, fat waste of taxpayer dollars, and it hurts more people", "the solution that i’ve come up with is not just business, but it’s also about love, healing, and redemption", "it works all day long, and it works with – when i start in a new prison system, i tell the commissioner of the prison system and the wardens, “send me to your hellhole", "send me to the worst of the worst – the guys who refuse to program.” what i see time and time again is that no one is beyond redemption", "some people don’t want to change, and those guys – i have nothing to talk to them about", "if they want to be criminals, i tell them, “get out,” because i don’t cut for criminals", "nobody likes criminals", "i hate criminals", "i don’t work with criminals", "i work with people who take ownership of their past and who want a better future", "thank you for that", "you’re welcome i’m just chewing on all that", "take your time", "well, there are many questions, and i will ask them all, but i will start with one that’s not related directly to the population you work with", "it’s much broader than that", "when you talk to someone who is very unforgiving of themselves – and, let’s just say there is some catalyzing event that they are ashamed of or that they find unbearable in themselves – the reason that this comes to mind is a)", "historically, i’ve been an absolute f-minus student at forgiving myself for anything, and i find that that is very often paired with hyper competitiveness in the sense that if you look at people who are successful athletes and highly competitive throughout school, high school, college or whatever it might be, it seems to very often be part and parcel of a package that includes a low level of forgiveness", "you have very high standards for yourself, and in excess, that can be very damaging", "so, when you interact with someone who has a very difficult time forgiving themselves, what are the recommendations that you make", "what are the things that you say", "what are the books that you recommend", "it could go in any number of directions, but i’ll leave it open-ended because that’s all that comes to mind at the moment", "what do you say to those people", "“you are not your past.” as hard as it might be to believe, especially if you’re currently suffering the consequences of your past decision, you are not your past", "you are not one decision or five decisions that you’ve made in your life", "i don’t just believe, i know that every one of us is capable of having a better future than we’ve had in our past, but there are some steps that we need to take to live a better future", "so, first of all, recognize that you are not your past, and that you are not that label, because if you keep calling yourself that, you’re probably going to keep acting that way", "that belief/expectation cycle – when we have a belief about ourselves, and we expect that that’s going to be true about ourselves, and then we end up acting that way, and we have more experiences that just confirm that belief about ourselves", "so, in prison, when our volunteers – including our ceos – come in, i say, “share with your partner what your voice of shame is in your head – that tape of shame that keeps playing in your head", "what does it say", "say it out loud.” and, people regularly say the same thing, whether they’re incarcerated or whether they’re the ceo of a billion-dollar company", "that voice is often, “you are not good enough", "you are a failure", "you are a sucky dad", "you’re a loser", "you’ll be just like your father.” these are the same messages of shame", "so, i don’t know what your message of shame is, but start by identifying that", "and then, i say, “can you believe that you talk to yourself this way", "it’s so ugly", "would you allow anyone else to walk up to you and be like, ‘you’re a loser", "you will never amount to anything’?” i don’t know anyone who has any ounce of dignity – or even who doesn’t – who would allow another human being to walk up, get in their face, and say that, but many of us are not only tolerant of that voice of shame that we feed ourselves all day long, it’s almost like we encourage it", "we say, “yeah, you are a loser,” and we keep pounding that into our own brains", "at defy, we do something called affirmations, and it’s cheesy, and i tell our eits, “fake it ‘til you make it", "pick your head up, and i want you belting this out at the top of your lungs like you’re a proud army.” and, they say things like, “i am worthy of the love i am receiving", "i am an entrepreneur", "i forgive myself", "i am forgiven.” we have a whole list of affirmations", "we also go through this exercise where they identify what is called self-limiting believes, like lies that we tell ourselves", "the problem with this exercise is that sometimes, it’s really hard to identify the log that is in our own eye, so sometimes, our friends can hear it come out", "if i’m like, “oh, i’m going to fail in this podcast with tim” – if i say that out loud, maybe a friend of mine can pick up on that and say, “that’s one of your self-limiting beliefs.” and then, we have them write out their self-freeing beliefs, and then we tell them to meditate on it every day – every morning – for a minimum of 30 days, and then read it aloud to somebody else", "but, a lot of reversing the message of shame is what we say is a choice to forgive", "what we teach at defy is that forgiveness is not a feeling", "you’re not going to feel like forgiving yourself", "forgiveness is not something that we earn", "there’s no amount of good deeds that you can do to make up for your victims’ pain or loss, and if you’re waiting for that to happen, you’re never going to get there", "i ask questions like, “who would you be if you chose to forgive yourself", "why aren’t you forgiving yourself, or why aren’t you forgiving somebody else?” i tell them, “think back to the most painful thing that has ever been done to you – the person who’s offended you the most, or the person that you cannot forgive or refuse to forgive", "“when you think back to that incident, what are the feelings that brew in your heart?” the answers are usually revenge, vengeance, hate, depression, pain – i’ve never heard of a good thing", "i’m like, “all right, you have a choice here", "do you want to keep that big ball of hate all to yourself", "think of the last time that your hate decided for you", "when we don’t forgive ourselves or others, we live in the past.” at defy, our program is called ceo of your new life", "we’re all here, and tim, i bet every one of your listeners is here because they want a better future", "so, if you chose unforgiveness, you’re choosing to be shackled by your past – your own past decisions or your feelings of negativity about somebody else – and the people i serve are physically incarcerated – their bodies are locked up – but we’re the only ones who can incarcerate our minds and hearts", "i know so many people on this side of the fence – who are not incarcerated – who live like they’re locked up because you pound your brain with hateful messages that keep you from living your best", "so, what i say is if you want forgiveness, it’s actually quite simple", "people say, “oh, it sounds easier than it is.” actually, it’s really simple", "say, “i forgive myself” or “i forgive him.” i’m a super stubborn person, so i say, “get stubborn about forgiveness” because if i say, “i forgive me” – like, “i forgive me for my scandal” – then two seconds later, my brain is going to shoot back, “no, you don’t, you loser", "you suck” – that whole negative message", "so, if i get stubborn about forgiveness, i say, “no, brain", "i forgive me", "i forgive me", "i forgive me.” i say it over and over again", "the next morning, i guarantee you that my stubborn is going to wake up and tell me how much i suck again, and i overpower it", "it’s not just me, but if i can find a friend who believes in grace and second chances, i can tell them, “i’m struggling with this", "my brain is telling me how much i suck", "do you forgive me, even if i didn’t offend you?” if that person washes the dirty water in my own brain, it’s pretty helpful", "at defy, i think a reason why our amazing ceos – we have 4,400 volunteers, and i think people keep coming back to us because when they’re there in prison with us – we have events outside of prison, too – people are part of a community that rallies around shared values of forgiveness and second chances", "i don’t care how fancy your credentials are", "when you’re in prison, you’re just a human who has made mistakes, and even though you’ve made those mistakes, you are lovable, you are acceptable, you are worthy, and you are good enough, and if you come with us, you’re going to feel that in your bones", "so, get stubborn about forgiveness", "if there’s one message i could share with the world, if there’s one impact i could have, i don’t think it would even be about prison", "it would be, “choose forgiveness for yourself and for others who have hurt you", "if you forgive them, one day, your feelings may catch up, but it might help you to reshape a whole new future.” you mentioned a few things that i’d love to repeat for myself as much as anyone else and maybe explore a bit", "the first is “hope is a cure for violence.” i think that’s –certainly true in many different senses, whether that is violence towards others or violence towards yourself", "that violence towards yourself can just be the incessant, berating, self-loathing, and self-flagellation, which is something that i’ve vastly improved in the last 6 to 12 months for a host of reasons that we don’t have the bandwidth to get into right now, but that was the constant companion that i had for 20-35 years, whatever the total span of time was", "i’d also say that affirmations – as cheesy as they might sound, and people who are old enough to remember stuart smalley and the mirrors – i don’t know if you remember that name at all, but, “i’m good enough, and gosh darn it, people like me.” i think it was saturday night live", "i think it was al franken, now senator, right", "crazy", "in any case, the fact of the matter is that many of the people i’ve had on this podcast use affirmations in different forms", "scott adams, the creator of dilbert, is one example", "he has used affirmations in many different ways over time and credits many of his biggest career successes to affirmations, so it’s not just for entrepreneurs-in-training who you work with", "there is a place for that", "the next is something you didn’t say, but it has been suggested by our mutual friend seth that i ask you about it, and it’s a quote", "i don’t know the context or the background, so maybe you can give it to me", "“you can’t be angry and curious at the same time.” yeah, i learned that from a friend of mine named dan tocchini, who does some of the character development courses, but i’ve seen that in my life", "when i’m angry, my brain seems to think it’s really right about whatever i’m angry about, and so, if i realize that my brain can’t be angry and curious at the same time, if i choose to set aside my own judgments or need to be right, then i can ask questions, and a lot of what we do at defy is working on creating empathy and understanding where the other side is coming from", "it’s amazing what a case i can build in my own brain, but then, when i start to understand the other person’s pain or point of view, how wrong i can be", "what would be an example of a situation or a concrete example of an “other side,” just so we can conjure an image for people of what this looks like in action", "any time i’m in a fight or an argument with anybody", "i’m like, “my side is right because i believe this, and you’re wrong, and my decision is the right way to go.” especially when i’m making a decision that i think is based on a lot of experience or data, it’s so easy for my brain to just jump to that conclusion, and that’s arrogance", "sometimes, it’s experience or whatever you can call it, but maybe i’m completely missing something new about this situation, or maybe i’m actually right about my conclusion or decision about a certain business situation, for example", "but, maybe i’m completely missing the way that i’m making someone feel through my decision, and if the way that i’m making that person feel is important to me, then maybe i should reconsider my course of action as well", "does that make sense", "yeah, it does make sense", "i wanted to clarify one other thing you said earlier, which was the morning meditation on beliefs", "can you walk us through what your entrepreneurs-in-training are actually doing each morning", "what does a session look like", "so, there are self-limiting beliefs, which is the negative tape that is playing in our brain whether we realize that tape is playing or not, and then, the exercise is to replace the self-limiting beliefs with self-freeing beliefs", "now, according to our course in self-limiting beliefs, these can be lies that we sometimes don’t even realize we’re telling ourselves because we adopted them through experiences that we might have had when we were 3 years old", "we can have self-limiting beliefs about ourselves, about other people, about god – really, about anything", "so, i’ll give you an example", "one of our eits was telling me that when he was 3 years old, he was found by cps in a dumpster", "child protective services", "child protective services literally found him in a dumpster, and that was in his file", "so, whether you’re aware of it or not, the self-limiting beliefs that could form out of being found in a dumpster could be, “nobody loves me,” “i can never trust authorities,” “i do not belong,” “i was not wanted in the world,” “i am trash.” there are so many self-limiting beliefs that could come out of that", "if we never take a moment to realize the values that have shaped us and where they came from – because values are often just handed to through us through our parents, or a lack of parents, or religion, or culture", "so, if that guy never stops to think about that, then he’s now an adult man – 30 years old – thinking, “i am a piece of trash.” well, if we think that we’re a piece of trash – and this relates to “hope is a cure for violence” – if i think i’m a piece of trash who will never amount to anything, why not just go do destructive things", "sometimes, if i do destructive things, i get attention for it, and sometimes hurting myself feels good", "sometimes, it makes me feel alive when i feel like i’m not worth of living anyway, so i’ll continue to hurt other people and throw myself away because from what i learned, my dad was in prison, too, and i belong in this place", "well, if that guy is able to replace these values with positive ones that he can find from a program like defy, that he can find from positive friends, that he can find from most religions universally, like “my life matters,” “i can have a purpose –” what we tell people when they’re writing their self-freeing beliefs is if you go from a self-limiting belief to an unrealistic self-freeing belief, then you’re feeding yourself something that your brain is never going to believe", "for example, say you’re not a very good-looking human being and your self-limiting belief is, “i am ugly; therefore, i will never get a date.” well, if you replace that with a self-freeing belief of, “i’m a supermodel and i can date anyone i want,” your brain will know that you’re trying to trick yourself, and it’s not going to be effective", "but, if you replace that with a self-freeing belief that says, “i have some really nice features, and i know that some people will appreciate me for who i am, and i have a great personality; therefore, i am capable of finding love in my life.” i just made that up on the spot, but that’s a much more realistic version than “i’m a supermodel.” so, if the person who was found in a dumpster replaces his self-limiting belief with, “i know that i matter to some people in life, and i don’t matter to everybody, but i’m okay even when some people don’t see my value because i do have a community of people who see value in me,” and, for example, their defy mentors and fellow eits reinforce that message for them, that’s a reality that can change your life and your future", "if you think that you matter in the world, and that you’re not a piece of trash, and if you say, “i have the ability to develop skills and an education that will land me a job", "i have the ability to not only stay out of prison, but to start a legal business that will thrive", "i know that i am in a program that supports me toward my goals,” then you’re actually going to start working that way", "and, when you meditate on that every single morning – and, 30 days is not enough to reverse a lifetime of negative brain trash and experiences that back up the brain trash – if you meditate on that, you might actually see that become true for you", "so, i’ve done this in my own life, and i’ve seen so many of my own lies in my head turn", "for example, some of our male eits were abandoned by their mother, who is a drug addict, or they were cheated on by their girlfriends or their wives, so they’re like, “i will never trust another woman.” so, that’s a self-limiting belief, and i say, “how has that been serving you in your life?” a self-freeing belief that might replace that is, “i have developed judgment and discernment to know that there are some people who will not have my best interests at heart, but there are other people that i can trust and am willing to trust.” so, that’s a more mature, self-freeing belief that might lead to other opportunities in our lives", "and, when you say “meditate on it” in the morning, is that reading a list over and over again for a set period of time", "yup", "great questions", "is it reading them out loud", "is it memorizing them", "what is it", "yes, yes", "reading it to yourself is great", "reading it quietly is nice", "reading it aloud is better", "and then, we have them partner up, and then we have a partner pound it into their brain", "so, have someone say it to you with conviction", "one of our eits said something i love", "“now, every morning, when i wake up, i look in the mirror, and i say, ‘i love you.’” what would all of us in this world – who would we be if we woke up every morning and we said in the mirror with conviction, “i love you, i believe in you, you can do it, today will be awesome”", "if we actually believe that about ourselves, we have no idea how much we’re capable of, how many good and beautiful acts we’re capable of", "hear, hear", "what are some of the ingredients that make defy uniquely – not necessary unique, because that implies that all of the rest are not – but, uniquely effective or effective", "i’ll give you an example", "you don’t need the time, but i’ll buy some time anyway, and i’ll use a different environment", "i went to my first tony robbins event about three or four years ago, “unleash the power within.” there are many things that you do during this event", "there’s the fire walk, there are many different practices, exercises, partner drills, jumping up and down – you name it", "it’s like rave plus pentecostal church plus tony robbins, for whom i have an extremely high degree of respect and admiration", "i’ve gotten to know him over the past couple of years", "all of that said, you have many different tools in the toolkit that are presented, and one of them is something called the dickens process, which i won’t get into right now, but that exercise is the reason one of my friends, who is a very successful ceo, has gone to “unleash the power” 10 or 11 times", "it’s primarily on an annual basis to have tony lead this exercise called the dickens process", "now that i think about it, it’s specifically to identify self-limiting beliefs and replace them", "what are some of the tools in the toolkit or the ingredients that make defy effective", "our volunteers regularly say that our “step to the line” exercise is one of the most eye-opening, profound experiences – not just of defy, but of their lives", "we build empathy through it", "some of our volunteers have said that it’s like free therapy", "we talk about forgiveness at the line", "“step to the line if you haven’t forgiven yourself", "step to the line if you haven’t forgiven someone else.” i issue a challenge like, “step to the line if not forgiving yourself or others is still hurting you to this day,” and then, to everyone at the line, i say, “you know what time it is now", "choose", "‘i forgive me.’” so, “step to the line” is a really powerful exercise, and it’s not just for our volunteers", "for our entrepreneurs-in-training, we create an incredibly emotional and physical safe place, even in prison, even in a maximum-security prison, where people can let their tough-guy or -girl guards down and just be human, and be seen, loved, and accepted for who they are", "i think that’s something that all of us want in life, is to be seen and known, and to not have to put up a façade", "it’s so relaxing when we actually realize that we can just be us, and “i am good enough.” so, “step to the line” is a really special, unique ingredient of what we do that is empathy-inducing and grace-inducing", "and then, we do a lot of other things", "so, at defy events, we do the worm, where we go up and down", "we get legally high in prison", "it’s actually a lot of fun", "we do something called the “innovative dance,” where you have to get from one side of the sweaty gym to the other using an innovative move", "a lot of our volunteers are 40- and 50-year-old white dudes who have no dance moves, but – it must be an amazing scene to behold", "it is really wonderful", "we tell the guys in prison, “twerk at your own risk", "ladies, keep below the waist immobile.” it’s not totally equal opportunity in a guys’ prison", "so, they don’t have to be good dance moves", "we say, “keep them rated g for ‘goofy,’” but we use a lot of fun emotion and intensity, and then we use our love of the entrepreneurial journey to bring out the best in people, so everything we do at defy – not everything, but almost everything – is super competitive, and our eits are delivering these shark tank pitches, and the volunteers are giving feedback, and it brings out the best in people", "and then, we turn the tables", "i’m big on leveling the playing field all the time", "sometimes, these fancy ceos and vcs come to prison, and they’re going to be the shark tank judges", "that’s great", "well, at one point in the day, the eits all get voting tickets, and i’m like, “all right, the judges have been voting on your business ideas all day long", "now, it’s the eits’ turn", "so, volunteers, get your toes at the line.” they all line up at this stretchy line of duct tape through the gym, and i tell them, “put your hands up with your best beggar’s body language with puppy-dog eyes, language that says, ‘choose me!’” then, the eits go, and they have ten tickets, and there are sometimes 70 volunteers in the gym, and they walk up to the volunteer, look them in the eyeballs, and they say, “tim, i choose you,” and that’s all they’re allowed to say", "and then, the volunteers compete for who gets the most tickets and we see who the top volunteer is", "we tell the eits, “pick the ones who were the best judges, who gave the best feedback.” so, when the volunteers don’t get as many tickets, i say, “look, you can say the system is rigged, and you can suck your thumb the whole bus ride home and say you hate defy, or – just like we say at defy – you can use the feedback to up your game, come back, and be a better judge the next time around.” and so, a big thing that we do at defy – we are a nonprofit organization", "we work with people who have been through a lot of things, who have done a lot of things, but one of our driving values is “partner not pity.” if you come to prison with us, tim – or anybody else – you will see", "when i lead an event, i instruct people, “you are not to feel sorry for anyone here", "this is not some hug a thug event to come and feel sorry for these guys", "look at them in the eye with respect and empathy.” that is so empowering, awesome, fun, and magical", "our volunteers leave prison and it leaves a real mark on them", "it gives them something to think about for their own lives, and many of our volunteers leave saying, “wow, i can be doing so much more.” they feel inspired by the drive of our amazing eits", "so, our events are super high-energy", "i like to think we’re a little tony robbins-esque", "that’s part of the reason i brought him up", "there’s certainly some shared dna", "i’m a big fan", "yeah, he’s an impressive, very effective guy", "i did want to revisit one thing you mentioned because it caught my eye when i was reading the “about us” page on defyventures.org, and it is the following: “defy offers a suite of services that includes intensive personal and leadership development, competition-based entrepreneurship training, executive mentoring, financial investment, and business incubation.” can you talk a little bit more – we don’t have to spend a lot of time on it, but “competition-based” is very interesting to me", "why “competition-based,” and how do you do it right versus not do it right", "well, i’m a competitor, and i believe that competition – done the right way – can bring out the best in all of us", "and so, when we have 100 eits in prison – by the way, we also run these competitions outside of prison for real business ideas", "inside prison, it’s an ideation competition, and outside prison, there are actual incorporated businesses that are competing for real capital", "inside prison, when we have 100 guys who are competing, we ask them the night before, “who’s going to win?” all these guys raise their hands", "first of all, the people that we work with are very competitive, tough, and like to win, and many of the people that we work with – if i tell them, “i bet you can’t do it,” they’ll puff their chest out, and they’ll do it, and they’ll defy a lot of odds", "so, we make sure that we have the affirmation", "we tell them, “i know you can do it.” sometimes, there are people who are lacking in confidence, and we go a long way to reassure them and tell them that they can do it", "we also tell them, “when you’re competing tomorrow in our pitch competition, this is not just about you", "this is about what we’re doing in our country", "other people wish that they could be you right now, participating in defy.” we get stacks of jail mail at defy from all over the country from people who say, “please, all i want is a second chance.” so, they all want to win the competition, and we have quarterfinals, semifinals, and then we have finals, and the top 5 finalists get these iou checks from this stage that they get to cash out when they’re admitted into our post-release incubator when they want to start their actual business if they want to", "i don’t care if they want to start their business", "we get them into jobs when they get out of prison, and that’s why we have a 95 percent employment rate", "but, the night before, when we’re at a pitch practice, and the guys are so nervous about the competition, and some of them – the first time we ever had a competition in prison for defy, the warden called the night before and said, “can you come in here", "these guys are having anxiety attacks and they’re crying.” at this particular prison, more than half of the guys had committed the crime of murder, so these are tough guys", "i walked in there like, “what", "you guys are crying and thinking about dropping out", "don’t tell me you’re a bunch of chickens now", "when you robbed that bank, or did this or that, you didn’t let your fear stop you from doing what you wanted to do.” and, i’m playing with them, and they laugh, but then i tell them, “i believe in you, i know you can do this, and i know that for the past year” – defy takes about a year to complete inside, and they take 100 courses, and some of these courses are taught by harvard and stanford mba professors, and some are taught by therapists that are doing deep inner work, and it’s this whole journey", "when they finish it, they earn – our curriculum has been vetted by baylor university’s mba program", "so, the next day, they’re about to receive a baylor university mba program certificate", "our men, women, and youth that we serve average an eighth-grade education", "so, i tell them the day before, “for many of you, this is the biggest accomplishment of your lives", "raise your hand if this represents the biggest accomplishment of your life.” 90 percent of them raise their hand", "“raise your hand if this is going to be your first time in a cap and gown.” for half of them, it’s the first time in a cap and gown", "“raise your hand if your family is coming tomorrow to witness your proudest moment.” half of them – not all of our families can make it", "and then, i tell them, “guess what", "i know that for the past year, you have been working on your pitch,” but only about 20 or 30 percent of defy’s program is around entrepreneurship and their pitch", "the other 70 percent is around employment readiness, shame reduction, forgiveness, technology skills, parenting courses and all that", "so, i tell them, “although you’ve been working for the past year on your pitch, and you feel like your life is on the line, guess what", "your life is not on the line", "tomorrow, if you fail in your pitch, you are not a failure", "more than that, i do not care about your pitch.” they all kind of look at me", "they feel offended when i say that", "“i really don’t care about your pitch", "i care about you, and i care about your future, and i have given so many pitches in my life, and sometimes i give a great one, and sometimes i’m like, ‘man, i bombed that,’ and your pitch doesn’t matter", "you and your future are what matter, and you are arriving to this moment of graduation, and you are crossing the stage and earning your mba certificate, making your families proud, and making yourself proud", "you have defied the odds", "“how many of you have thought about quitting at some point in defy?” every hand goes up", "i’m like, “see", "sometimes you guys say that quitting is not an option", "guess what", "quitting is always an option", "you just chose not to take that option", "i am proud of you", "i am proud of what we are accomplishing together", "our country needs to see more success stories like yours of people who have made grave mistakes and who are getting back on their feet and trying again", "you could have given up on yourselves, you could have given up on your future, and you could give up on being a father going forward", "“so, i’ll tell you what: i care about your pitch because i care about you", "i really don’t care about your pitch, but because you want to win and you’re competitive, tough guys, i care about your pitch", "so, when you stand up tomorrow, there is going to be a panel of five to ten of these sharks", "first of all, these sharks want you to win", "they’re coming here because they believe in second chances and underdogs", "“when you stand up in front of the panel, what’s the worst thing that could happen?” they’re pretty funny", "they’re like, “i pass out,” or “i forget my words,” or “i freeze up,” or “i look stupid.” i’m like, “what’s worse than that?” one of them once said, “i defecate myself.” i’m like, “yeah, that would suck", "but, the worst thing that would probably happen is that maybe you freeze up and forget some of your words", "if you stand up in front of the panel and just go, ‘uhhhh,’ and can’t think of a single word, you still win", "you graduate", "you cross the stage", "you make yourself proud", "you make our country proud.” and then, they graduate, and they deliver their pitches in an amazing way every time", "they surprise themselves with what they’re able to do", "is there a place where people can learn more about the curriculum that you use", "yeah", "our website, defyventures.org – we’re a nonprofit – has a lot of information about defy", "so, we have 100 courses inside, 100 courses outside, and with our donors, we even share some of our online courses, which are amazing", "so, in prison, people don’t usually have online access, so our courses are dvd-based", "outside, they’re on an online platform, so for our donors, we are even able to share them because i tell our volunteers, “i don’t just want our guys to forgive themselves and be the ceos of their new lives, i want you to live your fullest life, too.” so, we’re happy", "sharing is caring", "i’m looking at the resources section on defyventures.org right now", "what about the actual classes themselves, those that have been vetted by baylor and so on, the actual content of what you are teaching", "is that available anywhere", "we don’t just make it available to anybody", "for example, some of our courses that are taught by henry cloud, a top therapist, or the harvard and stanford mba courses – harvard and stanford don’t want us just making that available to anybody", "it’s available to people who are in our program, so i guess you have to go commit a felony first", "but, most of our courses don’t actually have those kinds of restrictions on them, and we’re happy to make those available to people, but my little hook is, “i want you doing something for second chances in our country", "so, don’t just come and take a course", "become a contributor, too.” if you become a contributor to defy, we would be glad to make our – we make our courses available on our online platform where you have to have the secret code, but we make our online courses available because i want our volunteers to have access to this amazing stuff, too", "for example, we have eight courses in etiquette training taught by an emily post instructor, and many of our volunteers have told me, “is there any way that my husband can get access to those courses?” i say, “sure, if you’ll make him watch them.” so, yes, we’d be glad to share the resources", "cool", "just to come back to something you mentioned in passing as we were chatting, if i were ever to join you at a prison – i’m happy to do that, so we can figure out the specifics of that visit at some point – i think it’d be very helpful to – is that a commitment, tim", "did i just hear that", "is that something that’s going to get cut out", "yeah, that’s a commitment", "sure", "tim ferriss comes to prison with your hundred closest friends who sign up from this podcast", "love it", "yes, we’ll figure out the specifics of that", "i do think – i want people to know what cat just did there", "that’s a very seasoned pitch artist at work closing the deal", "i’ve got sales skills", "even just having the names of the courses that you’re incorporating from stanford, gsb, and elsewhere would be a very useful way to drive traffic to your site, also", "i will make sure that we update our website before this podcast is launched", "perfect, so people can check it out", "seth godin has taught multiple courses for us on ideation strategies", "jerry colonna has taught a course on the fear of the entrepreneur and how to get to the other side of that", "union square venture capitalists – we’ve recorded live pitches of our released men and women pitching in their offices and the feedback that we’re giving to entrepreneurs", "tim draper has taught a course for us", "kleiner perkins – one of the partners from there – has recorded a course", "so, we have amazing courses in entrepreneurship that range from how to come up with a smart business idea to how to scale it", "we have courses in how to market your business, hiring and firing, and culture", "but, the other 70 percent of our courses are on parenting – for example, how to answer tough questions, like when your kid asks you, “daddy, have you ever used drugs?”, what you should say about that", "so, the parenting courses and the “forming a new identity” courses are really valuable", "i also like to think that our employment series is pretty sweet", "i teach a course called “how to write a résumé when you’ve done 19 years in prison,” and the creative things that you can come up with to put on a résumé without lying about it", "yeah", "i would imagine the additional skills or special skills section could be very improvised", "with the time that we have remaining, let me jump into a number of questions that i like to ask towards the tail end of a conversation like this", "can you ask me about the book", "oh, yeah", "i’m going to get there", "so, the first question i was going to ask you, which is going to naturally lead there, is what books have you gifted the most to other people", "or, do you regularly give books to other people", "i regularly give books to other people, and up until recently, the book that i have most regularly gifted is sheryl sandberg’s book option b because it’s closely related to the work that i do, and sheryl is the most inspiring woman that i know", "i really respect her", "she’s on my executive council", "i love her book option b on healing and building a new future", "i feel very spoiled that sheryl wrote the forward to my own book, which is called a second chance", "so, now, the book that i’m gifting even more than option b is my own book, a second chance", "where can people find that", "amazon", "and, seth godin has been working as my pro bono publisher", "every dollar from the book goes directly to creating life-changing opportunities for people through scholarships for defy, so it’s not going into a publisher’s pocket", "speaking of gifting, seth is buying and has donated 20,000 copies of the book back to defy", "he’s so generous to us, and i’m really inspired by his generosity, and sheryl sandberg’s generosity, and the way that they have supported our second chance work", "i hope that this book – yes, it will open the eyes of people about topics that we’ve been talking about for the incarcerated, but my greater purpose for the readers of this book, a second chance, is that they will decide to give themselves a second chance", "i talk a lot about forgiveness, like we’ve talked about, tim, that you will choose to forgive or give a second chance to other people in your life, or if you know other people who have made big mistakes who are down on themselves, that you’ll use this book as a resource for them to achieve freedom as well", "yeah", "the context in which seth first reached out to me was related to the book, so i encourage everybody to check it out for sure – a second chance", "the idea is if people who have royally screwed up their lives and the lives of other people can forgive themselves and gain forgiveness from other people, get back on their feet, start legal businesses, and build an incredibly successful new future, you can do it, too", "many of us suffer from this shame of “mine is worse than yours.” “oh, if you really knew what i did, mine is worse.” “mine is not recoverable.” that’s a message that plays inside our heads, and i don’t think it’s true", "yours isn’t worse", "you’re human, and you can bounce back, too", "it’s also not helpful, if that makes sense", "even if it is worse, it’s the replaying of that story", "using that as your defining narrative is not going to help create the future that you want to have", "right", "you have a choice", "you can keep yourself locked up in your head over a past decision forever or we can help you to get out of your own prison", "it’s your choice", "yup", "if you could have a message on a billboard – metaphorically speaking, getting a message out to millions or billions of people – it could be one line, not an advertisement, but just a word, expression, or quote from someone else, what would you put on that billboard", "it can’t be an advertisement, so i can’t say, “give me all your money", "show me the money.” i would say, “forgive yourself,” and maybe i would put it in vegas, but i think a better place than vegas would be – i have a big heart for people who live in a culture of judgment and oppression", "sometimes, well-meaning religions, for example, can create this environment where we can say that we’ve sinned in the past, or we’ve made a mistake in the past, but now, when we show up at church on sunday, we’re all wearing the perfect outfit – “how’s your wife?” “blessed.” “how’s your job?” “great.” “how are you?” “happy.” there’s a culture of oppression", "i believe that sin thrives in secrecy", "if there’s an audience, i say, “forgive yourself", "you’re just human.” it’s especially in environments where people are forced to act as if they’re more perfect than others", "for example, that might be in the deep south, where there’s religion", "it might be at stanford business school, where everyone has to be the a-plus student, too, and has to be the very best", "mm-hmm", "what do you do when you’re feeling overwhelmed, or temporarily unfocused, or that you’ve lost your focus – when you’ve lost your mooring, so to speak – any of the above", "what do you do in a practical, tactical sense it depends on how overwhelmed i’m feeling", "if i’m feeling sort of overwhelmed, then i’ll make a list of my priorities, and i will bounce them off of a staff member that i really trust to help me to get my priorities straight because when i have clear marching orders and priorities, it helps me to be less overwhelmed", "when you say “bounce them off of them,” what are you asking them to do", "what does that look like", "i’ll show them the list and say, “can you help me decide what is really important and what i can say no to?” sometimes, the more overwhelmed i get, the worse i become as a decision-maker, and things can get cloudy", "so, i recently read the book essentialism, and i loved the little framework for making decisions, and i shared that with some staff that helps me to control my calendar, and opportunities, and what to say yes or no to", "so, if i get overwhelmed, i’ll say, “all right, let’s take a step back.” i also have a one-sheet with my priorities right in front of me, and i look at it every day, and it says, for example – my favorite place to be is in prison because i love the journey, transformation, and amazing – i feel like i see miracles every day", "but, my sheet says, “if i really love our eits, my strict no", "1 responsibility will be fundraising so that i can make sure that i’m creating more opportunities for people who are incarcerated who have been praying for a shot at a second chance.” so, i keep my priorities, not just at the top of my mind, but physically in front of me", "i need to be able to see it", "and then, i’ll ask other people for help", "i’ll say, “time out.” when i get super overwhelmed, i’ll actually take a time out and cancel stuff", "i need to have some space", "monthly, i take what i call a monk day, with no phone and no email", "it’s one of the best things i do", "i recommend it to everybody", "does that typically fall on a certain day of the week", "no", "it can be any day, but it’s during the week", "i don’t do it during the weekend", "it’s a time for me to reflect on my leadership, my priorities, and my new initiatives", "it’s when i get creative", "my whole life is so extroverted", "i travel all the time, i’m speaking on a stage, i’m in prison, and my life is like a flurry", "and so, quiet reflective time is deeply important to me, and it’s usually when i scheme up good, exciting ideas and get perspective", "when you wake up on monk day, what does it look like", "what does reflecting actually look like", "what does the monk schedule look like", "for me, monk day is just like working out", "the process leading up to it is really painful because i know that for a full day – this sounds silly – i’m not going to email or be able to talk to people, so the day before, i’m trying to squeeze in every last thing", "with a workout, i’m usually procrastinating and trying to put it off until i start working out, and then i feel really good about it", "i try to make excuses for why i need to cancel it, but it’s very important for me to stay disciplined, so i come into my monk day with a list of things that i’m going to do in that monk day, which might include, “go for a long walk,” or “read this book,” or “think about this issue.” and so, my email is off, my phone is off, my staff knows they can’t reach me, and i usually do something that is really nice to me to start off the day", "like what", "eat my favorite food, or – what’s one of your favorite foods", "i’m going to keep doing this", "sure", "i don’t eat it in the morning, but an awesome medium rare steak is my favorite food", "steak, oysters, red wine – i’m a happy camper", "i usually don’t eat that for breakfast", "i love poached eggs", "how’s that", "perfect", "but, when i do something that’s kind to myself – sometimes, on a monk day, i’ll even go get a massage because it chills me out, and normally, i’m super hyper", "i wake up like a crazy honey badger first thing in the morning", "or, if i take a bubble bath, that calms my spirit, too", "i play sweet violin music", "i actually have baby lullabies on my playlist", "that probably sounds really creepy, but – i do things to quiet myself", "i’m just imagining you eating a medium rare steak and drinking red wine while the lullabies are playing", "there’s nothing wrong with that", "stop judging me", " –while doing a concentration curl with one arm", "i also have a walking treadmill desk, and i absolutely love it because i feel like when i’m on it, i’m being kind to myself", "i’m burning free calories and i like to be fit and work out", "sometimes, the first thing i’ll do on a monk day is get on my walking treadmill desk with a book that i love to read, and i just start reading it, and i start taking notes, and i have these awesome headphones, so i’m blaring my little, nerdy violin or piano music, and it calms me, and it takes me out of the world, and then i start taking notes", "right before i turned 40, i had a series of really amazing monk days, and i spent the last six months of monk days before i turned 40 doing an in-depth evaluation and review of my first 40 years, thinking about my impact of the world, and thinking about what i wanted my voice and impact to be for the next 40 years", "and, i didn’t make turbo plans for my 80th birthday or anything, but i have a pretty strong plan until i’m 53, and that’s far enough for me", "but, i felt so good about taking that time out to evaluate and say, “what do i really want?”, and then, reading a lot of books to help guide me in that direction", "so, i like to have a good plan because i’m like a freight train, and if i have the right direction, i hit it in that direction", "and then, after my day off, i bounce my plans off of mentors and people who look out for me to make sure that i’m making good plans", "do you have any suggested artist, album, or track for either violin or piano music, for people who want to get a taste", "oh, my gosh", "i’m looking for it right now", "okay", "while you’re looking for it, i can keep going", "look up “baby lullaby piano” on spotify or something like that", "okay, perfect", "and, i love the vitamin string quartet as well vitamin", "vitamin string quartet", "vitamin like vitamin c", "yeah", "i want to go to one of their concerts", "trippy", "and then – sometimes, their songs are not the most relaxing", "they play a lot of pop songs in vitamin form, but sometimes i listen to that while i’m cooking", "i like to sew a lot, too, so while i’m sewing, i jam out to vitamin string quartet", "how often do you do monk days", "so, on the monk days leading up to your 40th birthday, what was the interval", "so, i have a personal monk day once a month, and i’ve done this for 12 or 15 years – a long time in my life", "it’s been a longstanding habit", "and then, i have separate business monk days", "so, a personal monk day is no email or phone", "on a business monk day, i can have email and work on work stuff with some of my closest colleagues, but i have no scheduled appointments, which is freedom for me because my calendar is usually scheduled too insanely", "but, on a business monk day, it’s time for me to just work and get work done with staff", "i answer emails, too", "and, i have one to three of those per month", "one to three per month", "in an ideal world – and, i say “ideally” because i haven’t executed perfectly on this – but sometimes, every quarter, i’ll take a three-day business monk day, and i’ve sometimes even gone away for a weeklong business monk day, meaning no scheduled appointments.what i’ve found to be most effective for me – this might sound silly, but when i get out of the country – so, i go to mexico by myself, i sit my butt at a cool resort, and for some reason, when i’m out of the country, i won’t schedule appointments or phone calls with other people, so i just work", "at defy, we’re currently working on 2,400 pages of new curriculum, so it’s a time for me to get away, but it’s a dedicated work time away from the daily scramble", "what books helped you when you were leading up to your 40th birthday in the assessing or reassessing, planning, and so on", "closely related to that, why did the planning take you to exactly 53 years old", "so, i’m terrible at randomly recalling the names of the books that i love", "i will say that the book essentialism really had a big impact on me", "it’s a good book", "i’ll tell you what – we can work backwards", "why 53 years", "my vision for defy is that it will serve in every major prison in america – defined as having more than 500 incarcerated people there – and every major city within my lifetime", "so, i started modeling on the back of an envelope – a little excel was involved – on a reasonable growth rate for what we can accomplish, and according to my projections, if we keep going – as of 2017, defy is in five state prison systems, so by the time i’m 53, i think we can serve in every major prison and have a corresponding post-release employment and mentoring incubator", "so, if i miss the mark and i’m 58, that’s fine, but right now, i actually believe that we’ll make it by the time i’m 53", "my vision – i would love to put defy out of business by ending mass incarceration", "i know that there will always be incarceration in the world", "there doesn’t always need to be mass incarceration the way that we do that in america", "what would be the defining characteristics of getting rid of mass incarceration as you’re using the term", "so, america has 5 percent of the world’s population and 22 percent of the world’s prison population", "we love to lock people up and throw away the key", "we are the only country in the world that routinely sentences children to life in prison", "so, we have a 14-year-old who makes a bad decision, and then they’re going to die in prison", "according to everything i’ve seen, five years in prison is a turning point for many people", "after they’ve served five years, that’s long enough to take ownership and not recidivate, and there are other countries that are far more progressive about rehabilitation efforts and not just making it about punishment, but about being corrected", "so, i am looking forward to the day when 76.6 percent of people in prison don’t recidivate, but beyond preventing recidivism and generational incarceration – since 70 percent of the children of incarcerated people go to prison – the other piece of this that i want to tackle is the way that we sentence people and even the way that we arrest people", "so, in our country, some people look more arrestable than others because of the color of their skin, their economic status, or how beat up their car is", "a lot of studies show that white people and black people use and sell drugs at the same rate, but in some states, if you’re a person of color, you’ll be sentenced to 20 times the amount of time to which a white person might be sentenced", "the brock turner case – the cute little stanford swimmer boy who raped a girl and got six months – if he were not so cute, or so white, or such a fast swimmer, he would have gotten life in prison", "and so, i look forward to working on sentencing reform efforts and bail and bond reform efforts", "right now, if you’re picked up by the police, you haven’t been given due process, your bail is $500.00, and you’re sitting in jail and you can’t prove your innocence because you don’t have an attorney, you’re going to sit there for maybe six months until they wear you out, and then they convince you to plead guilty to a charge", "if you don’t have economic resources to get a good attorney, you’re probably going to plead guilty, and they’ll tell you, “if you plead guilty to this lesser felony or misdemeanor, it won’t be a big deal.” in six months, maybe your girlfriend has left you, your employer has dropped you, the world has changed, and by the way, now you have a criminal history", "good luck getting a job", "and, you’re super down on yourself because you just spent six months waiting in a cell, getting dehumanized every single day", "for people of color in particular, that’s the kind of harshness they deal with", "the disparities in sentencing are something that i want to be able to use not just my voice or opinions, but defy’s results and amazing community of supporters, to fix it", "well, i’ve been very impressed with defy, and the story, and certainly, the results, which are the first thing that i look at, so i do encourage people to check out a second chance, and that’ll be linked to in the show notes, which i’ll remind people of shortly", "i want to come back for a second to ask you a question", "what questions do you ask yourself to help you get centered or focused", "i’ll buy time by bringing up one that is a paraphrase from jerry colonna", "i’ve spent a good amount of time with jerry on the phone, and one of the questions he asks that i’ve found very helpful and insightful – which i’m sure i’m going to be mangling a little bit – is “how are you complicit in the conditions that you say you don’t want?” so, how are you contributing to the things you say you don’t want, whether those are conflicting goals, conflicting priorities, goals you have without any accountability – whatever it might be", "but, i’ve found that question very helpful over the last few years", "are there any questions or exercises that you use for yourself on a regular basis", "yes", "so, when i was going through my resignation – i’ve had a lot of opportunity to study what leads people to bomb out and fail, and i read a book called leading on empty by wayne cordeiro", "as a disclaimer for your audience, it has a christian spin to it", "a lot of us leaders or people who have big goals will lead on empty or drive ourselves to empty, and this book – similar to essentialism or a lot of other good business books – asks the question, “what is the 5 percent that only i can do, and why am i spending all this time doing other things that so many other people can do, even if i can do them better in my own arrogance?” so, asking myself what is my 5 percent, what is my secret sauce, and what is my gift to this world that i ask myself nearly every day", "i’ve really been honing in on this lately", "i just hired a president for defy ventures, and his name is roger gordon, and i’m so excited to partner with this guy", "he will run the day-to-day operations of defy because that’s not me", "it’s not what i like to do", "i don’t love managing people", "i don’t pretend that i’m the best in the world at it", "but, i do know that i’m highly innovative, i can see problems, and can come up with solutions", "i know that i’m a strong external representative for defy, so i’ll be doing more speaking engagements", "although i don’t love raising money, i’m good at it, so i can keep doing that", "but, i also know that i have the ability to earn the trust of the people that we work with", "for example, lately, i’ve been working at reconciliation efforts within some pretty intense gang cultures, and for some reason, this white girl here is trusted enough by these people to talk about some big transformation efforts", "so, that’s what i’m focusing on, and i’m working very hard and swiftly to get other things off of my plate", "i don’t have responsibility for them – it’s scary for me to lose control over them, too – but i have such an amazing staff nationally at defy now that i’m glad to give away that responsibility so that i can focus on my top 5 percent", "if i died in a year, what would i spend my time doing", "i ask myself that all the time, and i know that may sound a little bit –what’s the word", "morbid", "morbid, yeah", "i don’t care how morbid it sounds", "at defy, we have our eits write their eulogies, and i’ve done that", "in fact, we have them write two eulogies", "this is a pretty good exercise that other people could try, too", "one of them is your current trajectory eulogy", "if you died now, doing your same old same old, and you didn’t make major changes in your life, what would your eulogy say and how would you feel about it", "most people wouldn’t be super satisfied with it", "then, we have them write their ideal but realistic eulogy", "if you lived your best life that is also realistic for you, what would that look like", "and then, the most important part is to write out the ten changes that you need to make to get from a to b, and then prioritize them and pick the top three things you can start doing today to live a better life", "so, i apply all these little defy exercises to my own life, and i guess i live in a sort of morbid sense, but time is limited for all of us, and i want to have the greatest impact in the shortest amount of time", "so, how do i use the gifts that i have been given to – this is my generous hustle", "this is my ability to share something with the world that only i can create", "well, cat, thank you for developing, sharing, and communicating your gifts with the world", "you’re doing really important work", "thank you for taking the time to hang out", "maybe someday, i’ll give you the chance to heel-hook me in person", "maybe we can coordinate that with the prison visit that i did commit to, so you have me on the hook for that", "and, 1)", "i really appreciate you doing what you do, but 2)", "i also appreciate you taking the time to share it today and have this conversation", "well, tim, getting to speak with you is one of the greatest honors that i’ve had", "i was really excited about this because i know how influential your audience is", "am i allowed to share my email address", "we talked a little bit about this", "yes, if you’re willing to get the hug of death with mass numbers of people emailing, you’re welcome to share your email address", "all right, here’s what i will say to anyone who’s listening: if you email me, i’m in prison all the time, so please keep it really short, sweet, and to the point", "i’m not trying to be rude or anything", "but, if you want to get involved with defy, first of all, you can go to defyventures.org, but if you want to email me, my email address is cat@defyventures.org, and tell me if you would like to come to prison, or if you would like to have us come speak to your organization, or how you would like to get involved", "if you want to provide a scholarship to one of our eits, we would be really grateful if you would become even more of an advocate of second chances and share this message with other people because i always say, “who would our country be – who would we all be if we lived up to being the land of second chances that we claim to be?” so, tim, thank you for the opportunity to share our mission and my story", "i see it as a big responsibility and a huge privilege to be a voice on behalf of people who are incarcerated who become voiceless, and often written off, and voteless", "and so, it’s my honor to get to share some of our story with all of you", "thank you", "my pleasure", "everybody, check out a second chance, and for those long-term listeners, you know this part already, but as always, you can find links to everything we talked about – the books, a second chance, the defy website, and much more – in the show notes at tim.blog/podcast, where you can find the show notes for all episodes, including this one", "cat, thank you once again for the time, and it was a lovely conversation that has given me a lot of food for thought and things to look forward to, including that visit that we’re going to take together", "to everyone listening, as always, thank you for listening, and until next time, keep experimenting, keep testing assumptions, and give yourself a second chance", "take a moment for forgiveness, and that will in turn affect how you are better able to forgive others", "thanks, everybody", "hey, guys", "this is tim again", "just a few more things before you take off", "1)", "this is five-bullet friday", "do you want to get a short email from me – would you enjoy getting a short email from me every friday that provides a little morsel of fun before the weekend", "five-bullet friday is a very short email where i share the coolest things i’ve found or that i’ve been pondering over the week", "that could include favorite new albums that i’ve discovered", "it could include gizmos, gadgets, and all sorts of weird shit that i’ve somehow dug up in the world of the esoteric, as i do", "it could include favorite articles that i’ve read and shared with my close friends, for instance", "it’s very short", "it’s just a little, tiny bit of goodness before you head off for the weekend", "so, if you want to receive that, check it out, just go to fourhourworkweek.com – that’s fourhourworkweek.com, all spelled out – and just drop in your email, and you will get the very next one", "if you sign up, i hope you enjoy it"]}