{"dialog_idx": {"adam robinson": [18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73], "debbie millman": [75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149], "neil strauss": [161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224], "scott belsky": [236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 55, 74, 94, 139, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 194, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 250, 251, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 286, 290], "veronica belmont": [274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 287, 288, 289, 291, 292, 293, 294, 295, 296, 297]}, "episode_num": 294, "file_type": "html", "guests": ["veronica belmont", "adam robinson", "debbie millman", "scott belsky", "neil strauss"], "num_sentences": 298, "num_words": 6718, "raw_text": "Tim Ferriss: Hello ladies and gentlemen, boys and girls, and welcome to another episode of The Tim Ferriss Show, where it is always my job each and every episode to interview world-class performers and experts – leaders in all fields – and that ranges from amazing athletes, to military personnel, to chess prodigies, to famous investors, and beyond. In this episode, we’re going to set a new podcast record – for this show, at least – with five different guests. These are people that I have interviewed remotely. This episode today features Adam Robinson, Debbie Millman, Neil Strauss, Scott Belsky, and Veronica Belmont. These are all people who I consider the best at what they do, or at least one of the best in the world at the many things that they do, and that includes investing, chess, graphic design, writing, tech, and much, much more. This particular roundtable discussion covers topics posed to all of them – questions posed to all of them – including the best investments they’ve ever made, their favorite failures – failures that have led to later successes – and bad recommendations in their areas of expertise that you should avoid. This is a composite episode, which many of you have explicitly requested because you want to be able to see the patterns, and each guest offers a lot of actionable life advice. So, without further ado, please give a listen, and I hope you enjoy this as much as I did. Our guest today is Adam Robinson. You can find him on Twitter @iamadamrobinson or at robinsonglobalstrategies.com. Adam has made a lifelong study of outflanking and outsmarting the competition. He is a rated chess master and has been awarded a Life Master title by the United States Chess Federation. As a teenager, he was personally mentored by Bobby Fischer in the 18 months leading up to his winning the World Championship, and Adam and I talked a lot about this in our first conversation on The Tim Ferriss Show, which you guys can check out, but back to the bio. Then, in Adam’s first career, he developed a revolutionary approach to taking standardized tests as one of the two original cofounders of the Princeton Review. His paradigm-breaking – or, category killing, as they say in publishing – test prep book Cracking the System: The SAT is the only test prep book to have ever become a New York Times bestseller. After selling his interest in the Princeton Review, Adam turned his attention in the early ‘90s to the then-emerging field of artificial intelligence, developing a program that could analyze text and provide human-like commentary. He was later invited to join a well-known quant fund to develop statistical trading models, and since, he’s established himself as an independent global macro advisor to the chief investment officers of a select group of the world’s most successful hedge funds and ultra-high-net-worth family offices. What are bad recommendations that you hear in your profession or area of expertise? Adam Robinson: My field is that of global finance, and virtually all investors were told when they younger, implicitly believe, or have been tacitly encouraged by the cookie-cutter curriculums of the business schools they attend that the more they understand the world, the better their investment results. It makes sense, doesn’t it? The more information we acquire and evaluate, the “better informed” we become and the better our decisions. Accumulating information and becoming better informed is certainly an advantage in numerous – if not most – fields, but not in the counterintuitive world of investing, where accumulating information can actually hurt your investment results. So, in 1975, Paul Slovic, a world-class psychologist and a peer of Nobel laureate Daniel Kahneman, decided to evaluate the effect of information on decision-making. This study should be taught at every business school in the country. Slovic gathered eight professional horse handicappers and announced to them, “I want to see how well you predict the winners of horse races.” Now, these handicappers were all seasoned professionals who made their living solely on their gambling skills. Slovic told them the test would consist of predicting 40 horse races in four consecutive rounds. In the first round, each gambler would be given the five pieces of information he wanted on each horse, which would vary from handicapper to handicapper. For example, one handicapper might want the years of experience the jockey had as one of his Top 5 variables, while another might not care at all about that, but want the fastest speed that any given horse had achieved in the past year, the weight of the jockey, or whatever. Finally, in addition to asking the handicappers to predict the winner of each race, he asked each one to also state how confident he was in his prediction. Now, as it turns out, there were an average of ten horses in each race, so we would expect by blind chance – random guessing – that each handicapper would be right 10 percent of the time and their confidence with the blind guess to be 10 percent. So, in Round 1, let’s see how they did. With just five pieces of information, the handicappers were 17 percent accurate, which is actually pretty good, 70 percent better than the 10 percent chance they started with, given zero pieces of information. Interestingly, their confidence was 19 percent, almost exactly as confident as they should have been. They were 17 percent accurate and 19 percent confident in their predictions. That was excellent calibration. In Round 2, they were then given ten pieces of information, in Round 3, 20, and in the fourth and final round, each handicapper was given 40 pieces of information. That’s a whole lot more statistics than the five pieces of information they each started with. Surprisingly, their accuracy had flatlined at 17 percent. They were no more accurate with the additional 35 pieces of information they had. Unfortunately, their confidence in their predictions had nearly doubled to 31 percent, so the additional information made them no more accurate, but a whole lot more confident, which would have led them to increase the size of their bets and lose money as a result. Beyond a certain minimal amount of information, additional information only feeds confirmation bias, leaving aside the considerable cost and delay occasioned in acquiring that information. We conveniently ignore or dismiss the additional information we gain that conflicts with our original assessment or conclusion, while the information that confirms our original decision makes us increasingly certain that our conclusion was correct. So, to return to investing, the second problem with trying to understand the world is that it is simply far too complex to grasp, and the more dogged our attempts to understand the world, the more earnestly we want to “explain” events and trends in them. The more we become attached to our resulting beliefs, which are almost always more or less mistaken, blinding us to the financial trends that are actually unfolding right in front of our eyes. Worse, we think we understand the world, giving us a false sense of confidence, when in fact; we are almost always more or less mistaken. You hear all the time from even the most seasoned investors and financial experts that this or that trend doesn’t make sense. It makes no sense that the dollar keeps going lower or that stocks keep going higher. But, what’s really going on when investors say that something makes no sense is that they have a dozen or so reasons why the trend should be moving in the opposite direction, yet it keeps moving in the current direction. So, they believe the “trend” makes no sense, but what makes no sense is their model of the world. That’s what doesn’t make sense. The world always makes sense; we just don’t understand it. In fact, because financial trends involve human behavior and human beliefs on a global scale, the most powerful trends won’t make sense until it becomes too late to profit from them. By the time investors formulate an understanding – again, a false understanding – that gives them the feeling of confidence to invest, the investment opportunity has likely already passed. So, when I hear sophisticated investors or financial commentators say, for example, that it makes no sense how energy stocks keep going lower, I know that energy stocks have a lot lower to go because all those investors are on the wrong side of the trade – in denial, probably doubling down on their original decision to buy energy stocks. Eventually, they’ll be forced to throw in the towel and sell those energy stocks, driving prices still lower. Tim Ferriss: What is one of the best or most worthwhile investments you’ve ever made? Adam Robinson: I’ve made many investments of my life – of money, of time, of energy, of passion, and of emotion, and one of the best payoffs for the amount invested was learning to meditate. I’ve always been driven and excited by the world, so my mind is continually racing at 1,000 miles per hour, pursuing this question or that, creating this system or that, nonstop, 24 hours a day, 365 days a year, 366 on leap years. Now, all that nonstop mental and psychic stimulation gets exhausting, of course, and if you want to perform optimally at anything, you need to find a way to recover from the stresses of that activity. So, I knew that though I should find a way to turn off my mind and “just relax,” “just enjoy,” “just be,” I had failed for years to find a way. I tried everything: Yoga, exercise – I even tried hypnosis. I once researched the best hypnotist in New York City as a way to somehow turn off my hyperactive mind, but after four attempted and hugely expensive sessions with this guy, the hypnotist gave up, saying, “Your mind is too active to submit to the hypnosis.” “Well, thanks a lot, doc,” I told him, not concealing my annoyance. That’s exactly why I’d come to him. Then, about two years ago, my bestie Josh Waitzkin, recognizing that I couldn’t unwind or disengage from my relentless analysis of the world – especially the financial world – recommended that I take up meditation. “Sorry,” I said. “It doesn’t work for me. I can’t sit still long enough for any benefits of meditation to kick in.” So, he asked, “Have you ever tried heart rate variability training, HRV?” He said, “You just focus on your breathing using biofeedback to measure the smoothness and amplitude” – hence the word “variability” – “of your heart rate.” Not surprisingly, the heart registers all our real-time emotions and stresses, so the normal heartbeat is highly erratic, staying within a tight band around an average. The goal of the biofeedback of the training is to gain control over your own heart rate by focusing on your breathing, making your jagged heart rate smooth out like a sine curve and widen its amplitude. That sounded interesting, but it wasn’t until I reframed mediation that I submitted to trying it. The problem with meditation – I thought – was that it wasn’t practical, and worse, the time I spent meditating was time I could have spent analyzing the world, but I eventually reframed meditation as a way to relinquish control of my conscious mind so that my more powerful unconscious mind could take over and my analysis of the world would improve. Motivated by that reframing, I enthusiastically adopted biofeedback HRV training, and in a few weeks, learned to quiet my mind after just a single, deep, diaphragm belly breath, gaining the ability to achieve a Zen-like calm on demand. Now, whenever I need to detach from the world or the stresses of daily life and allow my mind a rest, I simply get centered and inhale from my diaphragm, and I do so numerous times a day – a minute here, a minute there – and at least once a day, I “waste” a larger 15- to 20-minute block of time meditating in this way. But, it’s not wasted time, of course, since the increased creativity and productivity from these many restorative sessions is far more valuable than the time I spend being “unproductive” while meditating. Meditation is one of the most practical, powerful, productivity-enhancing tools ever created, and learning to meditate is one of the best investments I’ve ever made. Tim Ferriss: Today’s guest is Debbie Millman, one of my favorite people. Debbie Millman – @debbiemillman on Twitter and Instagram, please say hello, debbiemillman.com – has been called one of the most influential designers working today by Graphic Design USA. She is the founder and host of “Design Matters,” the world’s first and longest-running podcast about design, where she’s interviewed nearly 300 design luminaries and cultural commentators, including Massimo Vignelli and Milton Glaser. Her artwork has been exhibited around the world, and she’s designed everything from wrapping paper to beach towels, greeting cards to playing cards, notebooks to t-shirts, and Star Wars merchandise to global Burger King reprints. She’s done everything. Debbie is the president emeritus of AIGA, one of only five women to hold the position in the organization’s 100-year history, the editorial and creative director of Print magazine, and the author of six books. In 2009, alongside Steven Heller, Debbie cofounded the world’s first master’s program in branding at the School of Visual Arts in New York City, which has received international acclaim. Debbie is brilliant, is one of the sweetest humans I know, and has taught me so much, including – as you will learn – that being busy is a decision. So, without further ado, please enjoy the ever-interesting and insightful Debbie Millman. How has a failure or apparent failure set you up for later success? Do you have a “favorite failure” of yours? Debbie Millman: Oh, Tim. I have so many failures. I think the first decade of my career was an experiment in failure, rejection, and humiliation, but I do have a favorite, so I will share that. In early 2003, a good friend sent me an email with a subject line that read “Begin drinking heavily before opening.” The email contained a link to a blog entitled “Speak Up,” the first ever online forum about graphic design and branding in the world. Suddenly sprawled before my eyes, I found myself reading an article that disparaged my entire career. This particular incident – in tandem with a number of historical rejections, setbacks, and humiliations – sent me into a really deep depression, and I seriously considered leaving the design profession altogether. However, in the 14 years since this occurred, this utter takedown of everything I’d done to date and everything I thought was a complete and total failure for a long, long time ultimately transformed into the foundation of everything I’ve done since. Everything I am doing now contains seeds of origin from that time. So, for me, it turns out that the worst professional experience I faced ultimately became the most important defining experience of my life. Tim Ferriss: What is one of the best or most worthwhile investments you’ve ever made? Debbie Millman: This answer might surprise you, or maybe not. The best investment I’ve ever made was in psychotherapy. When I first started, I was in my early 30s, and the bills practically killed me, but I knew I needed to deeply understand all the destructive things that had happened to me in order to try to live a remarkable life despite these things, and I wanted this more than anything. Over the years, I sometimes still smart at the monthly invoices, but I’ve never doubted that this investment has profoundly shaped who I’ve become, and though I still think I have a lot of work to do, it’s changed and saved my life in every imaginable way. I’m in what is called psychoanalytic psychotherapy – put another way, psychoanalysis with an emphasis on self-psychology. For me, talk therapy is the only thing I’ve ever really felt drawn to. Things like EMGR and behavior modification might be helpful for other people, but they seem a little too voodoo for me. So, some things that I think are important to consider – strictly from my perspective, I’m not an expert at assessing or analyzing the value or worth of psychoanalysis; I am only able to convey what this has done for me – for me, once-a-week therapy did not work well. Going twice or more gives you continuity and an opportunity to germinate in a way that once a week doesn’t. Also, once a week almost feels like a catch-up. You bring the therapist up to speed on what happened in the last week and then you have 20 minutes to talk about what’s happening right now. Therapy takes time. I often say that anything worthwhile takes a long time, and therapy is one of those things. I’ve been in therapy for a really long time – for decades – but after those decades, I can now actually point to empirical evidence of how my behavior in the world and sense of who I am has fundamentally changed. So, being in therapy for any length of time takes dedication, stamina, resilience, persistence, and a lot of courage to face things that you might be really afraid to look at, so it’s not a quick fix, but like I said, it’s really saved my life. Try and tell your therapist everything. If you edit who you are or pretend to be something that you’re not in order to impress the therapist, if you want to project who or how you want to be seen, it will take that much longer, so just be yourself. In their practice, it’s likely that they’ve heard everything. They understand humanity. So, just be yourself. If you’re afraid that your therapist will judge you, tell them that also because that whole projection is really critical to understanding the dynamic that you have with people in general. All of these things are really important to talk about. There’s no shame in feeling shame, and I’m saying this from a place of deep empathy. Almost everyone feels shame. I think Brené Brown says that anybody that doesn’t feel shame is likely a pathological person. So, almost everyone does, and therapy will help you understand it. There’s nothing like understanding your motivations and insecurities to help you integrate all of those failings in your psyche in the most healthy and authentic way. So, for me, I would not recommend going to a therapist that one of your friends goes to. Asking your friends for a referral and going to somebody that they see might seem like a good idea because that person trusts them, and therefore, by extension, you might feel like you can, too, but it ends up blurring things quite a bit. I think most therapists abide by this rule now, of not seeing friends or clients of friends. Things really do get very blurry, and boundaries can get weird, and I just don’t recommend that. Okay, big elephant in the room here: It is going to be expensive, but what is more valuable than better understanding who you are, breaking intrinsic bad habits, getting over much of your shit, or at least understanding why you do the shit in the first place, and generally living a happier, more contented, more peaceful life. One thing that I’ve recently come to understand – this was actually not only through the help of my therapist and guidance of my therapist, but also through my dear friend Seth Godin – is understanding the difference between happiness and pleasure, and I think people are often trying to reach and strive for pleasure. The response to trying to seek pleasure is actually wanting more pleasure after that. We live on this hedonistic treadmill. We metabolize our purchases and experiences very quickly, so when we have that pleasure or experience that pleasure, then we want more. Happiness is very different. Happiness essentially means you’re okay as is. You don’t need more; you don’t want more. You feel good with what you have. I think that therapy really helps you understand the difference between what you seek, what your motivations are, and ultimately, what you want and how you can manifest that in your life. So, breaking these intrinsic bad habits, getting over much of your shit, and generally living this happier, more contented, more peaceful life, is something that I think is the ultimate gift of therapy –or the payoff. Lastly, my advice to anyone looking for a therapist is to make sure they’re really trained. I highly recommend training here – a PhD, an MD plus postdoctoral training – you really do get what you pay for here, and I highly recommend somebody that is truly, fully educated in what they do. Tim Ferriss: What are bad recommendations you hear in your profession or area of expertise? Debbie Millman: I don’t believe in work/life balance. I believe if you view your work as a calling, it is a labor of love rather than laborious. When your work is a calling, you are not approaching the number of hours you’re working with a sense of dread or counting the minutes until the weekend. Your calling can become a life-affirming engagement that can provide its own balance and spiritual nourishment. Ironically, it takes hard work to achieve this. So, when you’re in your 20s and 30s and you want to have a remarkable, fulfilling career, you must work hard. If you don’t work harder than everyone else, you will not get ahead. Also, if you’re looking for work/life balance in your 20s or 30s, you’re likely in the wrong career. If you’re doing something that you love, you don’t want work/life balance. You want to be able to do this thing that you love as often as possible. Tim Ferriss: Our guest today is Neil Strauss. You can find him on Twitter @neilstrauss, Instagram @neil_strauss, and at neilstrauss.com. He is an eight-time New York Times bestselling author. He is a glutton for punishment. He likes to write a lot of books. His books The Game and Rules of the Game, in which he went undercover in a secret society of pickup artists, made him an international celebrity and an accidental hero to men around the world. In his follow-up book, The Truth: An Uncomfortable Book about Relationships, Strauss dives deep into the worlds of sex addiction, non-monogamy, infidelity, and intimacy, and explores the hidden forces that cause people to choose each other, stay together, and break up. He most recently coauthored with Kevin Hart the instant No. 1 New York Times bestseller I Can’t Make This Up: Life Lessons. How has a failure or apparent failure set you up for later success? Do you have any favorite failures of yours? Neil Strauss: And, it’s funny. It’s such a theme, right? Those failures might hurt at the time, but anyone who’s gotten anywhere say those failures are the best thing that ever happened to them. For me, it’s kind of embarrassing because I ended up writing for The New York Times for ten years, but I was actually rejected from journalism school. The lesson there is if you’re rejected from something, it doesn’t mean it’s not right for you, it just means it wasn’t right for the person who made that decision. Especially if you’re doing something new or different and you’re trying to go somewhere that’s very status quo, they’re not going to get you or accept you. So, it’s a powerful thing, and not a lot of people have the inner confidence to know, “This is my passion and I don’t need somebody to give me a green light to live in my passion.” So, I got rejected from journalism school, and I think if I had gotten accepted, I would have followed the regular route and been covering city hall meetings in Weehawken, New Jersey or something – no offense to anyone living in Weehawken. Not getting into journalism school was the only reason I became a journalist and wrote for The New York Times, and often, there are other paths to get to where you want, and sometimes you have to trust that the path you’re on is the right path. In fact, you have to trust it because there’s no other path but the one you’re on. And, the bigger idea is this: The outcome is not the outcome. What I mean by that is that there’s a famous – I want to say it’s a Zen parable, and I’m going to totally misquote it and get it wrong, but there’s a farmer, and his horse –runs away, let’s say. His horse runs away, and I say, “That’s too bad. Your horse ran away. That’s going to mess up your farm.” He says, “No, that’s all right. We don’t know yet if it’s for the good or the bad.” I think his horse came back with four other horses. Again, I’m totally massacring this parable, but you get the point. His horse came back with four other horses. I say, “Wow, that’s amazing. How lucky are you?” He says, “I don’t know, we’ll see.” One day, his son is riding one of the new horses, the horse bucks him, the son is thrown, and he badly shatters and breaks his leg. I say, “Oh, that’s too bad. I’m sorry your son broke his leg. That’s horrible for you and him. Now, he can’t work on the farm.” The farmer says, “I don’t know if it’s bad or good. We’ll see.” Then, there’s suddenly a war, and they go to draft people into the war, and it turns out the son can’t go off to fight because he’s broken his leg, and his life is saved because he’s broken his leg. I say, “Oh, thank God the horse threw your son. Now, his life is saved.” The farmer says, “I don’t know. We’ll see.” The point is you don’t know if something is good or bad because there’s only one ending, and even in that ending, the universe goes on, and your family and loved ones go on, too, so the outcome is not the outcome, the end is not the end. We measure these things by these endpoints that are not the real endpoints. The truth is you don’t know. You’ll see. Keep moving forward. You don’t know. The outcome is not the outcome. Tim Ferriss: What is one of the best or most worthwhile investments you’ve ever made? Neil Strauss: I would just say that for me, it was time. Time is obviously the most valuable resource we have. As a side note – this is something that’s often talked about here – people are so careful with their money, even with getting ripped off for $1.00, $3.00, $5.00, yet they’re so generous with their time. In fact, I shouldn’t even be doing this right now. I’ve got things to do. A little exercise that I learned from a marketer named Dan Kennedy is there’s a form you can do, which is figure out what you make in a year, divide it by the amount of work hours in a year, and then divide that by three because the average person only spends one-third of each work hour working. That’s what your time is worth. If you feel an obligation to go to lunch with someone, add that up and see if you really want to be giving that person however many dollars that is. So, the point is that the best investment I made was an investment in time. I was an unpaid intern at The Village Voice, and I think the secret – again, Robert Greene says this in his book Mastery, and it’s often said, and this goes against everything in the culture right now in a lot of ways, but being willing to work for free and be totally exploited as a resource just to be around people who are writing, around people who are creative, inside a busy newspaper or newsroom that was full of culture and life, and to be around artists, critics, and writers I really admire – that changed my life. If I had not been an unpaid intern at The Village Voice and had not gotten rejected from journalism school, I would not be writing and talking to you. I literally spent a year just opening mail and doing people’s expense reports, waiting for the chance just to write once, but the crazy thing is once I wrote once, no one knew I was an intern. They just thought I was a writer for The Village Voice, and that got me really far. I think I stayed there for years. It was really hard for them to get rid of me. So, that actually was my journalism school, and I only learned to write by having great editors there. So, I would say being willing to listen to someone who is more proficient than you at something tell you what you’re doing wrong, internalizing that, and not taking it personally is huge. Are they always right? No, but they might know more than you, so it’s worth seriously considering. I’ve seen amazing people who are just starting something knew let their ego get in the way of a good lesson or opportunity. I’ve sat there while the greatest surfer in the world is giving amateur surfer advice, and the amateur surfer is so worried that they’ll be judged by the famous guy that they’re trying to pretend they know what they’re talking about and what they know about surfing instead of just shutting up, listening, and trying it. Here’s another thing about everybody who’s great. I could go off on these questions forever, but another thing about everybody who’s great is even if they don’t agree with it, they’re willing to try it if it won’t hurt them or someone else. Again, if we talk about surfing, adjust your stance. For me, with writing, my editor is saying, “Brush off the academic dust.” I liked to quote French postmodernism to show people I was smart. I don’t know what I was thinking. But seriously, try it and see if it works before you discard it. The big idea that’s going to change your life or change your creativity is the one you disagree with. If you have the resistance to it and you try it anyway, that’s where the big breakthrough is. You’re already agree with or believe in the ones you’re doing, so there won’t be a big breakthrough there. Tim Ferriss: Today’s guest is Scott Belsky. You can find him on Twitter and Instagram @scottbelsky and at scottbelsky.com. Scott is an entrepreneur, author, and investor. He is a venture partner at Benchmark, a very highly regarded venture capital firm based in San Francisco. Scott cofounded Behance in 2006 and served as CEO until Adobe acquired Behance in 2012. Millions of people use Behance to display their portfolios as well as track and find top talent across the creative industries. He is an early investor and advisor in Pinterest, Uber, and Periscope, among many other fast-growing startups. He is a friend and one of the people I call most often for startup and life advice. He’s crafted a very unique career and life for himself. So, without further ado, please enjoy a few questions with the ever so interesting and insightful Scott Belsky. What are bad recommendations you hear in your profession or area of expertise? Scott Belsky: The first thing that came to my mind was that industries are led by experts. We idolize the experts in our industry. We often forget that industries are often transformed by neophytes. Bold transformations like Uber disrupting transportation or Airbnb disrupting hospitality – these were all plays that were led by outsider. I remember talking to Joe Gebbia, cofounder of Airbnb, who was saying that he didn’t even know common hotel industry terms when he started Airbnb. He had no background in the business, and as such, a concept that so many hotel executives discounted as ridiculous, that the customer would never want, they were more open to. That begs the question that perhaps the playbook to change in industry is to be naïve enough at the start to question these basic assumptions and stay alive long enough to employ skills that are unique and advantages to the space that you seek to change. Perhaps this naïve excitement and pragmatic expertise are equally important traits, but just at different times. The second bad recommendation you hear in your profession is that customers know best. The only focus group I ever ran at Behance was in the very beginning, in 2007, when we were debating a number of different approaches towards our mission, which was to organize the creative world. We presented the focus group that we had gathered together with a bottle of wine, and one evening, we presented five or six different ideas to the participants of this focus group and asked them to complete a survey because we were really trying to triangulate what we would be doing first in our business. Universally, participants said that the last thing that they wanted was “yet another social network to connect with creative peers.” They figured that Myspace was sufficient for this purpose, but when they were asked by us about their greatest struggles, participants talked about the expense and inefficiencies of maintaining an online portfolio and how difficult it was to get attribution for the creative work that they had made. So, we were faced with a classic example of “don’t ask customers what they want, figure out what they need,” and we ultimately built a social network for creative professionals that is now the world’s leading creative professional community with over 12 million members, and six years later, it was acquired by Adobe. So, there’s an important message there, which is that you do always have to be seeking empathy with your customer, but you can’t always necessarily expect them to know what you’re supposed to do for them. Tim Ferriss: What advice would you give to a smart, driven college student about to enter the so-called “real world”? What advice do you think they should ignore? Scott Belsky: I started with the fact that they should not hold out for the perfect job or title. Don’t optimize for the slightly higher salary. Instead, focus on what I think are the two things that actually matter early on in a career. 1). Every step in your early career must get you incrementally closer to whatever genuinely interests you, and the most promising path to success is pursuing genuine interests and setting yourself up for the circumstantial relationships, collaborations, experiences, or mistakes of the eye that will make all the difference in your life. I like to say that a labor of love always pays off, just not how and when you expect, so you want to set yourself up to succeed by taking new jobs and roles that get you incrementally closer to the things that are genuinely interesting to you. I think we oftentimes fall into that spotlight of seduction where we’re offered a great opportunity that sounds great but isn’t getting us closer to our interests over the long term, and I think that’s where we get off the rails of a great career. No. 2 is the fact that the greatest lessons you learn in the beginning of a career are about people – how to work with people, be managed by people, manage expectations of people, and lead other people. As such, the team you choose to join and your boss are obviously huge factors in the value of a professional experience early in your career. Again, I see so many people optimizing for a higher salary or cooler-sounding job and not actually doing the diligence on who they’re actually going to be working for or with. Tim Ferriss: My guest today is Veronica Belmont. You can find her on Twitter, Instagram, and Facebook @veronica – that’s one hell of a handle – and learn about her work and her goings-on – projects and so on – at veronicabelmont.com. Veronica is a bot-obsessed product manager in San Francisco. She works for Growbot, helping to make sure employees get the recognition they deserve on their teams. She also helps to admin botwiki.org and botmakers.org, a huge community of bot creators and enthusiasts. As a writer, producer, and speaker, her primary goal has been to educate audiences of all types about how technology can enhance their lives. Through the years, her love of innovation has led her to advise many startups on product communications, including Goodreads, which was acquired by Amazon, About.me, which was acquired by AOL, Daily Drop Soundtracking, which was acquired by Rhapsody, Milk, which was acquired by Google, WeGame, which was acquired by Tagged, Forge, Chic CEO, and more. She’s also a podcaster and hosts IRL for Mozilla and Sword and Laser. So, without further ado, please enjoy the wisdom of Veronica Belmont. How has a failure or apparent failure set you up for later success? Do you have a favorite failure of yours? Veronica Belmont: This one is kind of tough to talk about. I guess my favorite failure was hosting the Season 6 premiere of Game of Thrones for HBO. Outwardly, it was great, but of course, I made the mistake of going online afterwards and reading the comments. That was a super bad idea. I spent what should have been a really magical evening sitting in my hotel room, sobbing into the phone with my husband. But, with that feeling really came certainty. I had casually been thinking about making a career switch for the previous six months or so, but I was scared of trying to do something I had never done before professionally. So, sitting there in that hotel room, I thought, “Why am I spending my time doing something that consistently makes me miserable? Why not finally just take that chance?” So, I did. I stopped taking freelance gigs, I wrapped up all my video contracts, and I spent all my time learning about product management and figuring out where I’d fit in best. So, overall, it was a horrible night, but it was also the impetus for something completely new and wonderful, and I don’t know if I would have been able to really make that leap if I hadn’t had such a horrible experience on that particular night. I can almost see myself just having spent the next year waffling on that decision, so it was nice to have that finality. Tim Ferriss: What are bad recommendations that you hear in your profession or area of expertise? Veronica Belmont: I think people assume that you have to equally weigh all feedback on your product, whether that’s a podcast, an app, or whatever. Not all feedback is created equal, and not all the ideas from your users are going to be good ones. Taking too much stock in feedback can really change the vision for your own product, and suddenly, it’s not going to feel like yours anymore. Tim Ferriss: What advice would you give to a smart, driven college student about to enter the real world? Veronica Belmont: I’ve given this advice so many times throughout my career, it’s kind of ridiculous, but I think it still holds true for almost any kind of career path or project you’re working on. Don’t wait until you get a job to do the thing you want to be doing. For most careers, showing that you have initiative by working on projects related to your future hopeful job is an amazing way to get your foot in the door. For example, if you want to be a writer or journalist, start keeping a blog that you update regularly – something you can show them later that says, “Hey, I’ve been writing about this topic for the past year now. I’m an expert in this area.” If you want to be an engineer or programmer, create and maintain a project on GitHub. GitHub is basically the new résumé. Anything you can point to on your LinkedIn that is screaming, “Hey, I’m passionate about this stuff” is going to work. Posted on: February 6, 2018.", "speakers": ["veronica belmont", "adam robinson", "tim ferriss", "debbie millman", "scott belsky", "neil strauss"], "text_sentences": ["hello ladies and gentlemen, boys and girls, and welcome to another episode of the tim ferriss show, where it is always my job each and every episode to interview world-class performers and experts – leaders in all fields – and that ranges from amazing athletes, to military personnel, to chess prodigies, to famous investors, and beyond", "in this episode, we’re going to set a new podcast record – for this show, at least – with five different guests", "these are people that i have interviewed remotely", "this episode today features adam robinson, debbie millman, neil strauss, scott belsky, and veronica belmont", "these are all people who i consider the best at what they do, or at least one of the best in the world at the many things that they do, and that includes investing, chess, graphic design, writing, tech, and much, much more", "this particular roundtable discussion covers topics posed to all of them – questions posed to all of them – including the best investments they’ve ever made, their favorite failures – failures that have led to later successes – and bad recommendations in their areas of expertise that you should avoid", "this is a composite episode, which many of you have explicitly requested because you want to be able to see the patterns, and each guest offers a lot of actionable life advice", "so, without further ado, please give a listen, and i hope you enjoy this as much as i did", "our guest today is adam robinson", "you can find him on twitter @iamadamrobinson or at robinsonglobalstrategies.com", "adam has made a lifelong study of outflanking and outsmarting the competition", "he is a rated chess master and has been awarded a life master title by the united states chess federation", "as a teenager, he was personally mentored by bobby fischer in the 18 months leading up to his winning the world championship, and adam and i talked a lot about this in our first conversation on the tim ferriss show, which you guys can check out, but back to the bio", "then, in adam’s first career, he developed a revolutionary approach to taking standardized tests as one of the two original cofounders of the princeton review", "his paradigm-breaking – or, category killing, as they say in publishing – test prep book cracking the system: the sat is the only test prep book to have ever become a new york times bestseller", "after selling his interest in the princeton review, adam turned his attention in the early ‘90s to the then-emerging field of artificial intelligence, developing a program that could analyze text and provide human-like commentary", "he was later invited to join a well-known quant fund to develop statistical trading models, and since, he’s established himself as an independent global macro advisor to the chief investment officers of a select group of the world’s most successful hedge funds and ultra-high-net-worth family offices", "what are bad recommendations that you hear in your profession or area of expertise", "my field is that of global finance, and virtually all investors were told when they younger, implicitly believe, or have been tacitly encouraged by the cookie-cutter curriculums of the business schools they attend that the more they understand the world, the better their investment results", "it makes sense, doesn’t it", "the more information we acquire and evaluate, the “better informed” we become and the better our decisions", "accumulating information and becoming better informed is certainly an advantage in numerous – if not most – fields, but not in the counterintuitive world of investing, where accumulating information can actually hurt your investment results", "so, in 1975, paul slovic, a world-class psychologist and a peer of nobel laureate daniel kahneman, decided to evaluate the effect of information on decision-making", "this study should be taught at every business school in the country", "slovic gathered eight professional horse handicappers and announced to them, “i want to see how well you predict the winners of horse races.” now, these handicappers were all seasoned professionals who made their living solely on their gambling skills", "slovic told them the test would consist of predicting 40 horse races in four consecutive rounds", "in the first round, each gambler would be given the five pieces of information he wanted on each horse, which would vary from handicapper to handicapper", "for example, one handicapper might want the years of experience the jockey had as one of his top 5 variables, while another might not care at all about that, but want the fastest speed that any given horse had achieved in the past year, the weight of the jockey, or whatever", "finally, in addition to asking the handicappers to predict the winner of each race, he asked each one to also state how confident he was in his prediction", "now, as it turns out, there were an average of ten horses in each race, so we would expect by blind chance – random guessing – that each handicapper would be right 10 percent of the time and their confidence with the blind guess to be 10 percent", "so, in round 1, let’s see how they did", "with just five pieces of information, the handicappers were 17 percent accurate, which is actually pretty good, 70 percent better than the 10 percent chance they started with, given zero pieces of information", "interestingly, their confidence was 19 percent, almost exactly as confident as they should have been", "they were 17 percent accurate and 19 percent confident in their predictions", "that was excellent calibration", "in round 2, they were then given ten pieces of information, in round 3, 20, and in the fourth and final round, each handicapper was given 40 pieces of information", "that’s a whole lot more statistics than the five pieces of information they each started with", "surprisingly, their accuracy had flatlined at 17 percent", "they were no more accurate with the additional 35 pieces of information they had", "unfortunately, their confidence in their predictions had nearly doubled to 31 percent, so the additional information made them no more accurate, but a whole lot more confident, which would have led them to increase the size of their bets and lose money as a result", "beyond a certain minimal amount of information, additional information only feeds confirmation bias, leaving aside the considerable cost and delay occasioned in acquiring that information", "we conveniently ignore or dismiss the additional information we gain that conflicts with our original assessment or conclusion, while the information that confirms our original decision makes us increasingly certain that our conclusion was correct", "so, to return to investing, the second problem with trying to understand the world is that it is simply far too complex to grasp, and the more dogged our attempts to understand the world, the more earnestly we want to “explain” events and trends in them", "the more we become attached to our resulting beliefs, which are almost always more or less mistaken, blinding us to the financial trends that are actually unfolding right in front of our eyes", "worse, we think we understand the world, giving us a false sense of confidence, when in fact; we are almost always more or less mistaken", "you hear all the time from even the most seasoned investors and financial experts that this or that trend doesn’t make sense", "it makes no sense that the dollar keeps going lower or that stocks keep going higher", "but, what’s really going on when investors say that something makes no sense is that they have a dozen or so reasons why the trend should be moving in the opposite direction, yet it keeps moving in the current direction", "so, they believe the “trend” makes no sense, but what makes no sense is their model of the world", "that’s what doesn’t make sense", "the world always makes sense; we just don’t understand it", "in fact, because financial trends involve human behavior and human beliefs on a global scale, the most powerful trends won’t make sense until it becomes too late to profit from them", "by the time investors formulate an understanding – again, a false understanding – that gives them the feeling of confidence to invest, the investment opportunity has likely already passed", "so, when i hear sophisticated investors or financial commentators say, for example, that it makes no sense how energy stocks keep going lower, i know that energy stocks have a lot lower to go because all those investors are on the wrong side of the trade – in denial, probably doubling down on their original decision to buy energy stocks", "eventually, they’ll be forced to throw in the towel and sell those energy stocks, driving prices still lower", "what is one of the best or most worthwhile investments you’ve ever made", "i’ve made many investments of my life – of money, of time, of energy, of passion, and of emotion, and one of the best payoffs for the amount invested was learning to meditate", "i’ve always been driven and excited by the world, so my mind is continually racing at 1,000 miles per hour, pursuing this question or that, creating this system or that, nonstop, 24 hours a day, 365 days a year, 366 on leap years", "now, all that nonstop mental and psychic stimulation gets exhausting, of course, and if you want to perform optimally at anything, you need to find a way to recover from the stresses of that activity", "so, i knew that though i should find a way to turn off my mind and “just relax,” “just enjoy,” “just be,” i had failed for years to find a way", "i tried everything: yoga, exercise – i even tried hypnosis", "i once researched the best hypnotist in new york city as a way to somehow turn off my hyperactive mind, but after four attempted and hugely expensive sessions with this guy, the hypnotist gave up, saying, “your mind is too active to submit to the hypnosis.” “well, thanks a lot, doc,” i told him, not concealing my annoyance", "that’s exactly why i’d come to him", "then, about two years ago, my bestie josh waitzkin, recognizing that i couldn’t unwind or disengage from my relentless analysis of the world – especially the financial world – recommended that i take up meditation", "“sorry,” i said", "“it doesn’t work for me", "i can’t sit still long enough for any benefits of meditation to kick in.” so, he asked, “have you ever tried heart rate variability training, hrv?” he said, “you just focus on your breathing using biofeedback to measure the smoothness and amplitude” – hence the word “variability” – “of your heart rate.” not surprisingly, the heart registers all our real-time emotions and stresses, so the normal heartbeat is highly erratic, staying within a tight band around an average", "the goal of the biofeedback of the training is to gain control over your own heart rate by focusing on your breathing, making your jagged heart rate smooth out like a sine curve and widen its amplitude", "that sounded interesting, but it wasn’t until i reframed mediation that i submitted to trying it", "the problem with meditation – i thought – was that it wasn’t practical, and worse, the time i spent meditating was time i could have spent analyzing the world, but i eventually reframed meditation as a way to relinquish control of my conscious mind so that my more powerful unconscious mind could take over and my analysis of the world would improve", "motivated by that reframing, i enthusiastically adopted biofeedback hrv training, and in a few weeks, learned to quiet my mind after just a single, deep, diaphragm belly breath, gaining the ability to achieve a zen-like calm on demand", "now, whenever i need to detach from the world or the stresses of daily life and allow my mind a rest, i simply get centered and inhale from my diaphragm, and i do so numerous times a day – a minute here, a minute there – and at least once a day, i “waste” a larger 15- to 20-minute block of time meditating in this way", "but, it’s not wasted time, of course, since the increased creativity and productivity from these many restorative sessions is far more valuable than the time i spend being “unproductive” while meditating", "meditation is one of the most practical, powerful, productivity-enhancing tools ever created, and learning to meditate is one of the best investments i’ve ever made", "today’s guest is debbie millman, one of my favorite people", "debbie millman – @debbiemillman on twitter and instagram, please say hello, debbiemillman.com – has been called one of the most influential designers working today by graphic design usa", "she is the founder and host of “design matters,” the world’s first and longest-running podcast about design, where she’s interviewed nearly 300 design luminaries and cultural commentators, including massimo vignelli and milton glaser", "her artwork has been exhibited around the world, and she’s designed everything from wrapping paper to beach towels, greeting cards to playing cards, notebooks to t-shirts, and star wars merchandise to global burger king reprints", "she’s done everything", "debbie is the president emeritus of aiga, one of only five women to hold the position in the organization’s 100-year history, the editorial and creative director of print magazine, and the author of six books", "in 2009, alongside steven heller, debbie cofounded the world’s first master’s program in branding at the school of visual arts in new york city, which has received international acclaim", "debbie is brilliant, is one of the sweetest humans i know, and has taught me so much, including – as you will learn – that being busy is a decision", "so, without further ado, please enjoy the ever-interesting and insightful debbie millman", "how has a failure or apparent failure set you up for later success", "do you have a “favorite failure” of yours", "oh, tim", "i have so many failures", "i think the first decade of my career was an experiment in failure, rejection, and humiliation, but i do have a favorite, so i will share that", "in early 2003, a good friend sent me an email with a subject line that read “begin drinking heavily before opening.” the email contained a link to a blog entitled “speak up,” the first ever online forum about graphic design and branding in the world", "suddenly sprawled before my eyes, i found myself reading an article that disparaged my entire career", "this particular incident – in tandem with a number of historical rejections, setbacks, and humiliations – sent me into a really deep depression, and i seriously considered leaving the design profession altogether", "however, in the 14 years since this occurred, this utter takedown of everything i’d done to date and everything i thought was a complete and total failure for a long, long time ultimately transformed into the foundation of everything i’ve done since", "everything i am doing now contains seeds of origin from that time", "so, for me, it turns out that the worst professional experience i faced ultimately became the most important defining experience of my life", "what is one of the best or most worthwhile investments you’ve ever made", "this answer might surprise you, or maybe not", "the best investment i’ve ever made was in psychotherapy", "when i first started, i was in my early 30s, and the bills practically killed me, but i knew i needed to deeply understand all the destructive things that had happened to me in order to try to live a remarkable life despite these things, and i wanted this more than anything", "over the years, i sometimes still smart at the monthly invoices, but i’ve never doubted that this investment has profoundly shaped who i’ve become, and though i still think i have a lot of work to do, it’s changed and saved my life in every imaginable way", "i’m in what is called psychoanalytic psychotherapy – put another way, psychoanalysis with an emphasis on self-psychology", "for me, talk therapy is the only thing i’ve ever really felt drawn to", "things like emgr and behavior modification might be helpful for other people, but they seem a little too voodoo for me", "so, some things that i think are important to consider – strictly from my perspective, i’m not an expert at assessing or analyzing the value or worth of psychoanalysis; i am only able to convey what this has done for me – for me, once-a-week therapy did not work well", "going twice or more gives you continuity and an opportunity to germinate in a way that once a week doesn’t", "also, once a week almost feels like a catch-up", "you bring the therapist up to speed on what happened in the last week and then you have 20 minutes to talk about what’s happening right now", "therapy takes time", "i often say that anything worthwhile takes a long time, and therapy is one of those things", "i’ve been in therapy for a really long time – for decades – but after those decades, i can now actually point to empirical evidence of how my behavior in the world and sense of who i am has fundamentally changed", "so, being in therapy for any length of time takes dedication, stamina, resilience, persistence, and a lot of courage to face things that you might be really afraid to look at, so it’s not a quick fix, but like i said, it’s really saved my life", "try and tell your therapist everything", "if you edit who you are or pretend to be something that you’re not in order to impress the therapist, if you want to project who or how you want to be seen, it will take that much longer, so just be yourself", "in their practice, it’s likely that they’ve heard everything", "they understand humanity", "so, just be yourself", "if you’re afraid that your therapist will judge you, tell them that also because that whole projection is really critical to understanding the dynamic that you have with people in general", "all of these things are really important to talk about", "there’s no shame in feeling shame, and i’m saying this from a place of deep empathy", "almost everyone feels shame", "i think brené brown says that anybody that doesn’t feel shame is likely a pathological person", "so, almost everyone does, and therapy will help you understand it", "there’s nothing like understanding your motivations and insecurities to help you integrate all of those failings in your psyche in the most healthy and authentic way", "so, for me, i would not recommend going to a therapist that one of your friends goes to", "asking your friends for a referral and going to somebody that they see might seem like a good idea because that person trusts them, and therefore, by extension, you might feel like you can, too, but it ends up blurring things quite a bit", "i think most therapists abide by this rule now, of not seeing friends or clients of friends", "things really do get very blurry, and boundaries can get weird, and i just don’t recommend that", "okay, big elephant in the room here: it is going to be expensive, but what is more valuable than better understanding who you are, breaking intrinsic bad habits, getting over much of your shit, or at least understanding why you do the shit in the first place, and generally living a happier, more contented, more peaceful life", "one thing that i’ve recently come to understand – this was actually not only through the help of my therapist and guidance of my therapist, but also through my dear friend seth godin – is understanding the difference between happiness and pleasure, and i think people are often trying to reach and strive for pleasure", "the response to trying to seek pleasure is actually wanting more pleasure after that", "we live on this hedonistic treadmill", "we metabolize our purchases and experiences very quickly, so when we have that pleasure or experience that pleasure, then we want more", "happiness is very different", "happiness essentially means you’re okay as is", "you don’t need more; you don’t want more", "you feel good with what you have", "i think that therapy really helps you understand the difference between what you seek, what your motivations are, and ultimately, what you want and how you can manifest that in your life", "so, breaking these intrinsic bad habits, getting over much of your shit, and generally living this happier, more contented, more peaceful life, is something that i think is the ultimate gift of therapy –or the payoff", "lastly, my advice to anyone looking for a therapist is to make sure they’re really trained", "i highly recommend training here – a phd, an md plus postdoctoral training – you really do get what you pay for here, and i highly recommend somebody that is truly, fully educated in what they do", "what are bad recommendations you hear in your profession or area of expertise", "i don’t believe in work/life balance", "i believe if you view your work as a calling, it is a labor of love rather than laborious", "when your work is a calling, you are not approaching the number of hours you’re working with a sense of dread or counting the minutes until the weekend", "your calling can become a life-affirming engagement that can provide its own balance and spiritual nourishment", "ironically, it takes hard work to achieve this", "so, when you’re in your 20s and 30s and you want to have a remarkable, fulfilling career, you must work hard", "if you don’t work harder than everyone else, you will not get ahead", "also, if you’re looking for work/life balance in your 20s or 30s, you’re likely in the wrong career", "if you’re doing something that you love, you don’t want work/life balance", "you want to be able to do this thing that you love as often as possible", "our guest today is neil strauss", "you can find him on twitter @neilstrauss, instagram @neil_strauss, and at neilstrauss.com", "he is an eight-time new york times bestselling author", "he is a glutton for punishment", "he likes to write a lot of books", "his books the game and rules of the game, in which he went undercover in a secret society of pickup artists, made him an international celebrity and an accidental hero to men around the world", "in his follow-up book, the truth: an uncomfortable book about relationships, strauss dives deep into the worlds of sex addiction, non-monogamy, infidelity, and intimacy, and explores the hidden forces that cause people to choose each other, stay together, and break up", "he most recently coauthored with kevin hart the instant no", "1 new york times bestseller i can’t make this up: life lessons", "how has a failure or apparent failure set you up for later success", "do you have any favorite failures of yours", "and, it’s funny", "it’s such a theme, right", "those failures might hurt at the time, but anyone who’s gotten anywhere say those failures are the best thing that ever happened to them", "for me, it’s kind of embarrassing because i ended up writing for the new york times for ten years, but i was actually rejected from journalism school", "the lesson there is if you’re rejected from something, it doesn’t mean it’s not right for you, it just means it wasn’t right for the person who made that decision", "especially if you’re doing something new or different and you’re trying to go somewhere that’s very status quo, they’re not going to get you or accept you", "so, it’s a powerful thing, and not a lot of people have the inner confidence to know, “this is my passion and i don’t need somebody to give me a green light to live in my passion.” so, i got rejected from journalism school, and i think if i had gotten accepted, i would have followed the regular route and been covering city hall meetings in weehawken, new jersey or something – no offense to anyone living in weehawken", "not getting into journalism school was the only reason i became a journalist and wrote for the new york times, and often, there are other paths to get to where you want, and sometimes you have to trust that the path you’re on is the right path", "in fact, you have to trust it because there’s no other path but the one you’re on", "and, the bigger idea is this: the outcome is not the outcome", "what i mean by that is that there’s a famous – i want to say it’s a zen parable, and i’m going to totally misquote it and get it wrong, but there’s a farmer, and his horse –runs away, let’s say", "his horse runs away, and i say, “that’s too bad", "your horse ran away", "that’s going to mess up your farm.” he says, “no, that’s all right", "we don’t know yet if it’s for the good or the bad.” i think his horse came back with four other horses", "again, i’m totally massacring this parable, but you get the point", "his horse came back with four other horses", "i say, “wow, that’s amazing", "how lucky are you?” he says, “i don’t know, we’ll see.” one day, his son is riding one of the new horses, the horse bucks him, the son is thrown, and he badly shatters and breaks his leg", "i say, “oh, that’s too bad", "i’m sorry your son broke his leg", "that’s horrible for you and him", "now, he can’t work on the farm.” the farmer says, “i don’t know if it’s bad or good", "we’ll see.” then, there’s suddenly a war, and they go to draft people into the war, and it turns out the son can’t go off to fight because he’s broken his leg, and his life is saved because he’s broken his leg", "i say, “oh, thank god the horse threw your son", "now, his life is saved.” the farmer says, “i don’t know", "we’ll see.” the point is you don’t know if something is good or bad because there’s only one ending, and even in that ending, the universe goes on, and your family and loved ones go on, too, so the outcome is not the outcome, the end is not the end", "we measure these things by these endpoints that are not the real endpoints", "the truth is you don’t know", "you’ll see", "keep moving forward", "you don’t know", "the outcome is not the outcome", "what is one of the best or most worthwhile investments you’ve ever made", "i would just say that for me, it was time", "time is obviously the most valuable resource we have", "as a side note – this is something that’s often talked about here – people are so careful with their money, even with getting ripped off for $1.00, $3.00, $5.00, yet they’re so generous with their time", "in fact, i shouldn’t even be doing this right now", "i’ve got things to do", "a little exercise that i learned from a marketer named dan kennedy is there’s a form you can do, which is figure out what you make in a year, divide it by the amount of work hours in a year, and then divide that by three because the average person only spends one-third of each work hour working", "that’s what your time is worth", "if you feel an obligation to go to lunch with someone, add that up and see if you really want to be giving that person however many dollars that is", "so, the point is that the best investment i made was an investment in time", "i was an unpaid intern at the village voice, and i think the secret – again, robert greene says this in his book mastery, and it’s often said, and this goes against everything in the culture right now in a lot of ways, but being willing to work for free and be totally exploited as a resource just to be around people who are writing, around people who are creative, inside a busy newspaper or newsroom that was full of culture and life, and to be around artists, critics, and writers i really admire – that changed my life", "if i had not been an unpaid intern at the village voice and had not gotten rejected from journalism school, i would not be writing and talking to you", "i literally spent a year just opening mail and doing people’s expense reports, waiting for the chance just to write once, but the crazy thing is once i wrote once, no one knew i was an intern", "they just thought i was a writer for the village voice, and that got me really far", "i think i stayed there for years", "it was really hard for them to get rid of me", "so, that actually was my journalism school, and i only learned to write by having great editors there", "so, i would say being willing to listen to someone who is more proficient than you at something tell you what you’re doing wrong, internalizing that, and not taking it personally is huge", "are they always right", "no, but they might know more than you, so it’s worth seriously considering", "i’ve seen amazing people who are just starting something knew let their ego get in the way of a good lesson or opportunity", "i’ve sat there while the greatest surfer in the world is giving amateur surfer advice, and the amateur surfer is so worried that they’ll be judged by the famous guy that they’re trying to pretend they know what they’re talking about and what they know about surfing instead of just shutting up, listening, and trying it", "here’s another thing about everybody who’s great", "i could go off on these questions forever, but another thing about everybody who’s great is even if they don’t agree with it, they’re willing to try it if it won’t hurt them or someone else", "again, if we talk about surfing, adjust your stance", "for me, with writing, my editor is saying, “brush off the academic dust.” i liked to quote french postmodernism to show people i was smart", "i don’t know what i was thinking", "but seriously, try it and see if it works before you discard it", "the big idea that’s going to change your life or change your creativity is the one you disagree with", "if you have the resistance to it and you try it anyway, that’s where the big breakthrough is", "you’re already agree with or believe in the ones you’re doing, so there won’t be a big breakthrough there", "today’s guest is scott belsky", "you can find him on twitter and instagram @scottbelsky and at scottbelsky.com", "scott is an entrepreneur, author, and investor", "he is a venture partner at benchmark, a very highly regarded venture capital firm based in san francisco", "scott cofounded behance in 2006 and served as ceo until adobe acquired behance in 2012", "millions of people use behance to display their portfolios as well as track and find top talent across the creative industries", "he is an early investor and advisor in pinterest, uber, and periscope, among many other fast-growing startups", "he is a friend and one of the people i call most often for startup and life advice", "he’s crafted a very unique career and life for himself", "so, without further ado, please enjoy a few questions with the ever so interesting and insightful scott belsky", "what are bad recommendations you hear in your profession or area of expertise", "the first thing that came to my mind was that industries are led by experts", "we idolize the experts in our industry", "we often forget that industries are often transformed by neophytes", "bold transformations like uber disrupting transportation or airbnb disrupting hospitality – these were all plays that were led by outsider", "i remember talking to joe gebbia, cofounder of airbnb, who was saying that he didn’t even know common hotel industry terms when he started airbnb", "he had no background in the business, and as such, a concept that so many hotel executives discounted as ridiculous, that the customer would never want, they were more open to", "that begs the question that perhaps the playbook to change in industry is to be naïve enough at the start to question these basic assumptions and stay alive long enough to employ skills that are unique and advantages to the space that you seek to change", "perhaps this naïve excitement and pragmatic expertise are equally important traits, but just at different times", "the second bad recommendation you hear in your profession is that customers know best", "the only focus group i ever ran at behance was in the very beginning, in 2007, when we were debating a number of different approaches towards our mission, which was to organize the creative world", "we presented the focus group that we had gathered together with a bottle of wine, and one evening, we presented five or six different ideas to the participants of this focus group and asked them to complete a survey because we were really trying to triangulate what we would be doing first in our business", "universally, participants said that the last thing that they wanted was “yet another social network to connect with creative peers.” they figured that myspace was sufficient for this purpose, but when they were asked by us about their greatest struggles, participants talked about the expense and inefficiencies of maintaining an online portfolio and how difficult it was to get attribution for the creative work that they had made", "so, we were faced with a classic example of “don’t ask customers what they want, figure out what they need,” and we ultimately built a social network for creative professionals that is now the world’s leading creative professional community with over 12 million members, and six years later, it was acquired by adobe", "so, there’s an important message there, which is that you do always have to be seeking empathy with your customer, but you can’t always necessarily expect them to know what you’re supposed to do for them", "what advice would you give to a smart, driven college student about to enter the so-called “real world”", "what advice do you think they should ignore", "i started with the fact that they should not hold out for the perfect job or title", "don’t optimize for the slightly higher salary", "instead, focus on what i think are the two things that actually matter early on in a career", "1)", "every step in your early career must get you incrementally closer to whatever genuinely interests you, and the most promising path to success is pursuing genuine interests and setting yourself up for the circumstantial relationships, collaborations, experiences, or mistakes of the eye that will make all the difference in your life", "i like to say that a labor of love always pays off, just not how and when you expect, so you want to set yourself up to succeed by taking new jobs and roles that get you incrementally closer to the things that are genuinely interesting to you", "i think we oftentimes fall into that spotlight of seduction where we’re offered a great opportunity that sounds great but isn’t getting us closer to our interests over the long term, and i think that’s where we get off the rails of a great career", "no", "2 is the fact that the greatest lessons you learn in the beginning of a career are about people – how to work with people, be managed by people, manage expectations of people, and lead other people", "as such, the team you choose to join and your boss are obviously huge factors in the value of a professional experience early in your career", "again, i see so many people optimizing for a higher salary or cooler-sounding job and not actually doing the diligence on who they’re actually going to be working for or with", "my guest today is veronica belmont", "you can find her on twitter, instagram, and facebook @veronica – that’s one hell of a handle – and learn about her work and her goings-on – projects and so on – at veronicabelmont.com", "veronica is a bot-obsessed product manager in san francisco", "she works for growbot, helping to make sure employees get the recognition they deserve on their teams", "she also helps to admin botwiki.org and botmakers.org, a huge community of bot creators and enthusiasts", "as a writer, producer, and speaker, her primary goal has been to educate audiences of all types about how technology can enhance their lives", "through the years, her love of innovation has led her to advise many startups on product communications, including goodreads, which was acquired by amazon, about.me, which was acquired by aol, daily drop soundtracking, which was acquired by rhapsody, milk, which was acquired by google, wegame, which was acquired by tagged, forge, chic ceo, and more", "she’s also a podcaster and hosts irl for mozilla and sword and laser", "so, without further ado, please enjoy the wisdom of veronica belmont", "how has a failure or apparent failure set you up for later success", "do you have a favorite failure of yours", "this one is kind of tough to talk about", "i guess my favorite failure was hosting the season 6 premiere of game of thrones for hbo", "outwardly, it was great, but of course, i made the mistake of going online afterwards and reading the comments", "that was a super bad idea", "i spent what should have been a really magical evening sitting in my hotel room, sobbing into the phone with my husband", "but, with that feeling really came certainty", "i had casually been thinking about making a career switch for the previous six months or so, but i was scared of trying to do something i had never done before professionally", "so, sitting there in that hotel room, i thought, “why am i spending my time doing something that consistently makes me miserable", "why not finally just take that chance?” so, i did", "i stopped taking freelance gigs, i wrapped up all my video contracts, and i spent all my time learning about product management and figuring out where i’d fit in best", "so, overall, it was a horrible night, but it was also the impetus for something completely new and wonderful, and i don’t know if i would have been able to really make that leap if i hadn’t had such a horrible experience on that particular night", "i can almost see myself just having spent the next year waffling on that decision, so it was nice to have that finality", "what are bad recommendations that you hear in your profession or area of expertise", "i think people assume that you have to equally weigh all feedback on your product, whether that’s a podcast, an app, or whatever", "not all feedback is created equal, and not all the ideas from your users are going to be good ones", "taking too much stock in feedback can really change the vision for your own product, and suddenly, it’s not going to feel like yours anymore", "what advice would you give to a smart, driven college student about to enter the real world", "i’ve given this advice so many times throughout my career, it’s kind of ridiculous, but i think it still holds true for almost any kind of career path or project you’re working on", "don’t wait until you get a job to do the thing you want to be doing", "for most careers, showing that you have initiative by working on projects related to your future hopeful job is an amazing way to get your foot in the door", "for example, if you want to be a writer or journalist, start keeping a blog that you update regularly – something you can show them later that says, “hey, i’ve been writing about this topic for the past year now", "i’m an expert in this area.” if you want to be an engineer or programmer, create and maintain a project on github", "github is basically the new résumé", "anything you can point to on your linkedin that is screaming, “hey, i’m passionate about this stuff” is going to work"]}