{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382]}, "episode_num": 295, "file_type": "html", "guests": [], "num_sentences": 383, "num_words": 8137, "raw_text": "Tim Ferriss: Hello, boys and girls, this is Tim Ferriss, and welcome to another episode of The Tim Ferriss Show, where it is typically my job to deconstruct world-class performers of different types and tease out their habits, routines, favorite books, and so on, so that you can apply them to your own life. This episode is going to be a little bit different, so if you want the long-form interviews, go back a few episodes, or go to Tim.Blog/Jamie for Jamie Foxx, Tim.Blog/Jocko for Jocko Willink, or whatever might tickle your fancy. This episode is going to be in response to many, many requests related to my first book, The 4-Hour Workweek, which recently celebrated its tenth anniversary. Thousands of you have asked me how I would update The 4-Hour Workweek today, and you’ve also asked why I have not already updated The 4-Hour Workweek, which I did do, in fact, two years after 2007, in 2009. But why haven’t I since? To answer those questions and many more, I sat down for an interview, where I actually asked one of my friends, Adam, to interview me, to discuss common questions and misperceptions, as well as how I would walk someone through the book today, what I might expand if I were to, at the age of 40 as opposed to 29, expand certain chapters, and so on. So, if that’s of interest, then I think this episode will have something for you. And if not, the long-form interviews will return in the very next episode. As always, thank you so much for listening. Adam: I am not Tim Ferriss, but I am asking questions to Tim Ferriss. This is very meta. All right, Tim, more than ten years ago, The 4-Hour Workweek comes out. It’s published. Ten years later, it is still the most quoted book on Amazon. Why has the book had such longevity? Tim Ferriss: This is a curious question. The answer is, in brief, that I’m not sure, but I would say that, if I had to speculate and come up with something, I wrote the book very personally to two of my friends. There are many plausible other explanations, including that The 4-Hour Workweek as a title gets a lot of people to buy the book, and due to the volume of sales, there’s a high potential for highlighting since it is a nonfiction how-to book, whereas people are less inclined to highlight a fiction book even if it is a thousand times more popular than The 4-Hour Workweek. There are many plausible explanations, but if I had to take a stab at how the content or the writing style might contribute, I would say that when I started writing the book – and it was largely written in Argentina. I went back to Buenos Aires, where I lived for nine months in 2004 and 2005, to write, and the first attempt failed completely. I had four or five chapters that were very academic. I was trying very hard to sound smart, and not to say I never do that now, but it was really awful to read. I was using three-syllable words where one-syllable words would suffice. It was awful. I think I actually developed this in college. I think that in the process of writing papers there, I developed that habit. So, I threw out those four or five chapters. Then, I went in the opposite direction and tried to make it slapstick funny and really fast and loose, and it was equally bad, just for different reasons. In part, both of those failed because I was writing for a broad audience. I was trying to write for as many people as possible, and I couldn’t do it. I certainly couldn’t do it well. Maybe other people can. So, I sat down and actually opened up a window to compose an email and started, as a first draft at least, writing a chapter to two of my friends, one who was trapped in a company of his own making that he felt like he couldn’t leave, he couldn’t kill his baby, it wouldn’t run without him, etc., which was the exact situation that I had been in. The other friend was working at a bank and was becoming a victim of his own success. He had no time and was deciding to increase his burn rate and buy things he didn’t need in order to justify how much time he spent working. He felt similarly trapped. These were guys around my age at the time, 29 or so, and I knew them really well because I was effectively them. We had so much shared experience; so much shared DNA, and so many shared goals, aspirations, and problems. So, I wrote a very, very personal book, ultimately, with two friends in mind, and the feedback I very often get about the book is, “I felt like you were writing it just to me.” I had a very, very narrow focus to begin with, meaning that I was writing for, effectively, people who had very similar life circumstances, goals, aspirations, fears, and trappings. By definition, if you look at who was writing the book, it was going to be for males in a fairly narrow age range who are tech savvy and very interested in a handful of things, but it’s important to realize that the target isn’t the market. That’s not something that I made up. I don’t know who originally to attribute it to. My original target, just so I could write effectively from my own experience, was that group, but as soon as it came out, it immediately bled over into women who fit the same psychographics and so on, and then it started to bleed out by age. And now, I’ve been to commencement speeches where the parents or grandparents will come over and ask me about The 4-Hour Workweek because they’ve read it. Then, I have high school students who are reading it. So, the original market was very, very narrow. That does not mean, in some cases and certainly in the case of this book, that it can’t expand later. That’s my best guess. My best guess is that it’s very personally written, and it’s also in the category of advice/how-to/nonfiction, which is prone to receiving more highlights to begin with. Adam: Right. So, I know that you’ve been asked many times, and have thought about it as well, about updating the book because a lot has changed in more than ten years, but I also know, as does everyone else, that you have held back on that urge. Why is it that you have decided, at least so far, to not make any changes to the book and update it? Tim Ferriss: This is a good question. This is something that I’ve had a tremendous amount of internal debate about and internal conflict about. On one hand, I really want to provide the latest and greatest and cutting edge to my audience. On the other hand, in the format of a book, that is a losing battle. It is a fool’s errand because as soon as I update the tech and the tools, it will be outdated. Six months later, it would need to be completely rewritten, in most cases. So, if we look at The 4-Hour Workweek, I would say that there are a few levels to the framework, strategies, and advice in the book. You have principles, like the first principles, ordering principles, which are the most important. If you understand those principles, you can usually come up with, say, strategies, which are broad approaches to solving certain problems, and maybe even frameworks. So, we could also call the principles “core beliefs or assumptions,” let’s just say, or “if-then statements.” Then, you have the strategies, which are, “Given those assumptions and first principles, here are the broad strategies, which do not include tools or specific tactics.” Then, you go up a level, and you have tools and tactics, for instance, using Google AdWords to test, which was very effective and one of the primary options at the time that The 4-Hour Workweek was published. That would now be, at the very least, supplemented with, say, Facebook advertising and other types of contextual advertising and testing, and so on and so forth. There are many, many more platform options and testing options than existed when the book was first published in 2007, meaning that the book was written in 2005 and 2006. It was updated in 2009, so it’s moderately updated, but the tools and tactics are always going to change. For that reason and the reason I that haven’t updated those in the written format in the book thus far is because if you understand and focus on the principles and strategies, you can figure out the tools and tactics. In fact, you’re going to have to do that. If you are going to choose to be an entrepreneur, someone who makes something from nothing, very broadly speaking, or someone who moves assets and resources from an area of low economic yield to an area of high economic yield, which was one of the original definitions from J-B Say, I believe his name was, then you are going to have to become very good at improvising and problem solving. So, if you’re not willing to figure out the tools and tactics on your own, I would say that you’re ill-equipped or unwilling to be what is required to achieve any modicum of success as an entrepreneur. And that’s not just me absolving myself of the responsibility of updating. The principles and the strategies are very important, like 80-20 analysis, some assumptions which could be falsified, and that time is the most valuable and nonrenewable resource compared to, say, income. All of these then inform the later decisions. So, a book is not the best format for tracking technology. Nevertheless, it would be nice to update, but it would be better done via some type of community online or online repository. I tried that with a forum, and it turned into, as you’re well aware, a gigantic pain-in-the-ass headache, so I euthanized that. The other piece of it is Part 2. So, if Part 1 is that tools and tactics change too quickly and that I would have to put a lot of effort into updating which would immediately be obsolesced, then the second piece of it is that, looking back at The 4-Hour Workweek, there are parts of it that make me cringe little bit, not that I regret having written it the way that I wrote it, but the 29-year-old Tim Ferriss felt like he had a lot to prove, and he did have a lot to prove. There are hundreds of thousands of books published every year, and I had, at that time, no media training. I was utterly unprepared for everything that transpired. The book was, first of all, turned down by 27 publishers, violently in some cases, and then the initial print run was between 10,000 and 12,000 copies. You couldn’t even get it in many places in the US alone. The book was not expected to do much at all, and therefore I was completely unprepared for everything that came afterward. In writing the book, also in writing for my two friends, I was very much myself at the time, and myself at the time had a bit of chest-puffing and was very hyper-aggressive. Looking back, if I were to edit the book now, it would have a very different voice, it would have a very different tone, and it would have a very different feel. But The 4-Hour Workweek now has been translated into more than 40 languages. It is almost always in the Top 100 or Top 200 on Amazon. Like you said, for 2017, it was the most highlighted book across all of Amazon, which was, even to me, a big surprise. And for lack of a better word, there’s a certain magic or alchemy in that book that made it click and still makes it click ten years later, which I don’t want to fuck with. I’m really afraid that, if I go in there and start tinkering, I’m going to step on the butterfly that causes a hurricane on the other side of the world within the book, that somehow affects what that book has done, and if it’s not broken, I don’t want to try to fix it. So, that’s another reason why, if we look at not just the tools, resources, and so on. If I were to go into the book, I worry that I would tinker in a way that would damage it. If people want to read the later Tim, they can. It’s very easy. You just read the later books. Each of those books is a snapshot of me at a very particular point in my life. Although I wouldn’t view them as autobiographical, they absolutely capture a lot of my goals, priorities, neuroses, and so on, of a given point in my life. So, those are a few of the reasons why I have chosen not to update the book. Adam: If there were a section or two, which you’ve been asked a thousand or two times, to update, is there anything that comes to mind that now feels a little outdated, that when you think of today and what you are doing, you would be like, “You know what? Here’s how I would refresh that section”? Tim Ferriss: There are a few sections I would say, broadly speaking. The 4-Hour Workweek is broken into Definition, Elimination, Automation, and Liberation. The Automation section talks about business process outsourcing, delegation, the tools that can be used for that, and certainly the testing components of what we might now call developing, launching, and iterating on a minimum viable product or MVP. Those could all be updated. I left out another reason why updating is challenging, and I would take it one step further. We’re talking about tools and tactics, right? We come down a level. Let’s consider the principles and strategies. Let’s take art as an example, specifically drawing. So, you might have certain organizing principles, which are beliefs about materials, 2-D, and so on, for charcoal or some type of drawing. Then, you have strategies, which would be composition and so on. Then, you have the tools, like pens, pencils, and so on. Given my audience right now, if I recommend a given pen, it is almost certainly immediately going to be sold out. That problem, which has been nicknamed “the hug of death” by some of my fans, applies even more so to services. So, if I recommend a given service that currently has a few thousand users or even tens of thousands, and then they get hit by a million or two million, it can absolutely destroy the service, particularly if it’s not automated and there’s some type of client interaction or customer service. If there is a manual component, I can completely destroy it. So, I am loath to, in some cases, recommend any particular service. I get asked all the time, “Which outsourcing service should I use? I would like to get a virtual assistant in the Philippines or India. Who should I use?” Well, I’ve made those recommendations in the past, and within a week, they go from 5 out of 5 stars in customer service to 1 out of 5 stars. Why? It’s because they suddenly have to 10x their client capacity overnight, and very few service businesses are equipped to handle that, almost none. But if I had a gun to the head and had to update, particularly with tools that can handle and scale – maybe they’re based on AWS, Amazon Web Services, or otherwise, which are not as prone to crashing and being destroyed – then it would be the muse development testing components and the other elements of delegation and automation. For those people who don’t know the term “muse,” it refers to a cash-flow-optimized business that can scale effectively without necessarily scaling in headcount or hours. Those, I think, from a tools-and-tactics standpoint, are the most outdated and, therefore, what I’m asked most frequently for. Adam: So, if people were to listen to the podcast and read the book, or read the book and then listen to the podcast, there’s been, as one would hope after ten years and as you’ve talked about, a shift in mindset and personality. If you were to rewrite it, would there be a section that you would add to that? Obviously, with so much about mindset and mental approach, the stoicism that has come into your life, would there be an element that you would add that maybe 29-year-old Tim or 28-year-old Tim never even realized the importance it played in terms of either growing a business or having a mindset that would allow you to sustain not only, say, success but also happiness with that success? Tim Ferriss: I would expand a section that I think gets overlooked a lot. There is a section or chapter called “Filling the Void,” and it’s a really, really important chapter that most people don’t pay much attention to. It answers the question, “What should I do once I have created a self-sustaining semi- or fully-automated business that funds all of my cash flow requirements, and I have location independence and flexibility with time?” hence the chapter title, “Filling the Void.” It discusses how to reallocate your time and direct your focus once you’ve gained a few rungs on Maslow’s hierarchy of needs. So, you’re paying your rent, and you’re covering all of your material needs. Then what? And this relates to a common misconception of The 4-Hour Workweek, which is that the objective is to just sit on a beach, sipping a piña colada and rubbing cocoa butter on your stomach for the rest of your life. Adam: Wait, that wasn’t the point? Tim Ferriss: Or it’s somehow being idle, that the objective is to – whatever – just live Spring Break 24/7 for the rest of your life. And the people who lodge that complaint either haven’t read the book or they very specifically have missed this “Filling the Void” chapter which talks about contribution and getting outside of a me-me-me focus so that you’re, hopefully, putting a positive dent in the world in a way that certainly extends outside of yourself and your immediate family but also, hopefully, has some type of persistence over time so that you leave – I hesitate to use the world because it’s so loaded and has some baggage – a legacy of some type. It’s really that you’re taking the tools that you’ve developed in a business capacity and applying them to impact in some fashion, whether that’s focused on education or scientific research. I’m spending a lot of time actually focused on both of those and have been for a very long time. I think I would expand that and make it clearer that that is mandatory reading. It’s not a nice-to-have when you have an extra few hours five years from now to read this. No. I expect that many people skipped it because maybe they don’t expect to succeed. They’re like, “I’ll cross that bridge when I get to it. I don’t have to even think about it now,” and the fact of the matter is that thousands, tens of thousands, hundreds of thousands of people have created these businesses, and then they fuck up that part. This is really common. They’re location-independent, a lot of their friends have 9-to-5 jobs, and what started off as a party and a celebration, “Oh, my god, I can’t believe I figured it out,” ends up being very, very lonely. They feel really isolated, and they don’t know how to address that. The way you address that is by digging your wells before you’re dry, thinking about that “Filling the Void,” and starting to incorporate those pieces into your life before you end up in maybe a challenging emotional/psychological position where you’re on your heels a bit. You end up being reactive or so set in your way. Even if you are technically financially independent, since you haven’t filled the void with anything non-business related, you’re just going to continue to work for work’s sake. This is really common. This is the default for people who succeed in any capacity to the extent that they no longer need additional income, cash flow, or liquid net worth. It’s really common. It’s very rare that you find someone who’s been in 6th gear for a very long time who then retires and is really good at chilling the fuck out. It’s not common. Learning to relax, enjoying other aspects of life, and engaging with people around you – friends and community – or building community are skills that you have to practice and develop, just like you need to develop and practice the skill of split testing for headlines or anything else. It’s not a default ability that you have as soon as you hit Stop and retire or do something like that. So, I would spend a bit more time on that. I think that is the chapter that I was qualified to write at the time, but I’m much more qualified to write now because I’ve had so much more practice. I’ve just put on a lot more mileage and done a lot more experimentation, and I’ve had the ability to observe dozens and hundreds, at this point, of mega-successful people who’ve grappled with some of these issues that can be really existential for someone. If the business has been your identity for a long time and, all of a sudden, you want to replace that, if you don’t have a compelling replacement, you’ll just continue working because you don’t want to sacrifice that identity. Adam: How can someone possibly prepare for that? I think, and you can correct me if I’m wrong, what has probably been amazing for you to see is the number of businesses and success stories that have been born out of The 4-Hour Workweek. You obviously expected that when you wrote it, you would be able to help people, but over ten years, the number of huge businesses that have been started out of thin air – it’s not even like you were accelerating. People quit their job and started this, and it built out of nowhere. How do you take someone who’s just like, “Maybe this could work,” and then they do it, and then, the next thing they know, they do it because they want to believe, but they probably don’t believe in the first place? As you said, if you don’t have that preparation, you might wake up one day and find yourself in a position that you’re not prepared for. So, when someone comes into this with the mindset, “I want to give this a try,” it’s like when people want to lose weight. Everyone wants to lose weight. Everyone wants to make more money, but very few people actually believe, and then they follow the steps and they get there, and then they’re like, “Oh, what now?” How do you build the mindset that is prepared for a reality that a part of you probably doesn’t even think is real? Tim Ferriss: I would say that, in the beginning, aside from making sure you’re exercising and taking care of the highest-value asset you have, you’re going to need to throw a lot against the wall with the business to figure out what works. You can’t do an 80-20 analysis if you don’t have anything to analyze. So, you’re going to have to try many, many things to figure out what you’re good at and what you’re enthusiastic about to succeed and endure respectively. You need both. You have to have endurance, and you have to have ability, and that can be god-given talent or it can be skill that you develop, but in all of those cases, you need to throw a lot against the wall. So, in the beginning, there isn’t going to be much diversification of identity. You’re going to have to really throw a lot against the wall. That’s the front-loading period. Then, you can start to do 80-20 analysis and so on. I would say once the business has enough traction that you’ve proven what the tech world would call “product market fit,” and you believe you might have a tiger by the tail that you can grow in a meaningful way, once you have that, there are a few steps you can take. No. 1 is to build a business that you can sell, even if you never plan on selling it. This is a very helpful not just thought exercise but blueprint to keep in mind a lens through which you should look at your business. There are other books out there that I think can be quite helpful. The E-Myth Revisited is one. It looks mostly at service businesses, but it could be applied to product. Built to Sell by John Warrillow is a book that I found very interesting to ponder. When you start to look at your business as another product that you are going to ultimately sell, you remove single points of failure and key man or key woman risk. You begin to really emphasize process instead of just results. If you’re a Type A, super-drive person with some ability and some numeracy, so you can analyze things well, then you can white-knuckle your way to a fair amount of money, but you might be rewarding a really unsustainable bad process because you’re getting good results. Not only does that not scale, but it’s unsustainable. You will burn out, or most people will, certainly, or you’ll be miserable. And you most certainly can’t sell it unless you want to be attached to it forever. I would view that as Lens/Step No. 1, which is that you have some traction and you believe that you can pour gasoline on something that is already working. Now, let’s take a step back. Look at your org chart. You don’t need a lot of headcount. It could still be a one-person business, but, “How can I automate certain things? How can I empower, say, freelancers, fulfillment centers, or companies I work with to make autonomous decisions and otherwise create recipes and policies that replace me as a bottleneck who needs to make one-off decisions over and over again?” That’s really important. The second would be simultaneously, or shortly thereafter, diversifying your identity. You asked about happiness a bit earlier. Let’s just call it sense of wellbeing or sense of inner peace, just feeling unconflicted and unanxious perhaps. What I found very effective for that is diversifying your identity. What does that mean? Having lived in Silicon Valley for 17 years – I recently moved to Austin – I’ve seen people who, in some cases by necessity unfortunately and sometimes a zero-sum game of venture-backed startups, their only identity is their startup. If the startup has a good day, they have a good day and they feel good about themselves. If their startup has a bad day, they have a bad day and they feel bad about themselves. And there are factors outside of your control when you run a business, clearly. There are many factors within your control, but there are many, many factors outside of your control, like macroeconomic climate, stock market, and the amount of disposable income that your customers may have. If you’re heavily weighted with, say, a handful of distributors or clients, and they represent a large percentage of your sales or income, that’s also a palpable risk factor. Who knows? For instance, I had an experience when I was running one of my first businesses. One of my primary customers had a key man risk, i.e., a president who made a lot of decisions. He had a heart attack and needed emergency surgery. The second-in-command, who was effectively the default succession plan, said, “Hey, we need to stop a bunch of what we’re doing just to get back on our feet,” which was totally understandable, but it put my business into a very reactive, precarious position. Where I’m going with that is that if you are building a muse or a business that is based on the principles, strategies, and so on, in The 4-Hour Workweek in some capacity, I would encourage you to diversify your identity, which means having, say, a consistent physical practice that is goal-based. So, when I was writing The 4-Hour Body, I had a deadlifting protocol, among other things, based on what sprint coach Barry Ross and Pavel Tsatsouline had taught me related to developing maximal and relative strength in the deadlift. So, authors do this too. They go into this cave, which is book deadline, and if they make progress on a book in a week, they have a good week. They feel good. If they do not make progress, they hit a roadblock, or they are simply having difficulty writing, it can throw them existentially into a really dark place. But if I had a terrible day writing but put ten pounds on my deadlift, it was a good day. So, you have, now, multiple independent silos within which you can win. So, you could have, let’s just say, a startup or book, and then you have something exercise-based. It could be rock climbing, Brazilian jiu-jitsu, or Akira yoga. It doesn’t matter. It just needs to be something consistent, ideally with other people and not in your garage gym, which I had at the time, but I chose to go to a rock-climbing gym where they also had weight-training facilities in order to be around other people. This is undervalued. And then, the next piece could be anything. It could be voice lessons. It could be a musical instrument. It could be some type of artwork. It doesn’t matter. But these are three independent silos, or it could be more – I usually have two or three – so that if one of these fails, it’s self-contained. It’s sort of like on any type of cruise ship or seaborne vessel, you’ll have compartments so that if something terrible happens, like it gets punctured by an iceberg or something like that, the whole ship doesn’t go down. It is a self-contained, controllable set of damage. I think that you can view your identity very similarly, and you want to set that up before you need it. Do not wait until your single silo fails to then try to build the other two. You have to preemptively put it in place. So, those are a few of the things that I think about and have implemented quite a bit for myself and that I’ve seen successfully implemented by other people. Adam: I would call you, overall, insatiable when it comes to the things that you want to do, the goals that you want to achieve, and the speed and level of achievement that you want to achieve them in. I imagine it was the same way when you were writing this book, but I also know that you are much more reflective. What would Tim Ferriss right now tell the Tim Ferriss who was writing The 4-Hour Workweek, knowing right now the success that the book has had, how many people it has genuinely helped, and the difference it’s made overall to so many people’s lives? Tim Ferriss: I think this is going to be a very dissatisfying answer. Adam: That always works. Tim Ferriss: I don’t think I’d tell him anything until the book was done. This is a dissatisfying answer that a lot of my interviewees on the podcast give me. I’m always like, “Oh, come on,” but much they’re much like I am with my hesitancy to go back and edit The 4-Hour Workweek. I don’t want to step on that one butterfly that then changes everything, the entire trajectory. I remember I was contemplating this at one point. We think of “life-changing” as big events, like “XYZ was life-changing. XZY changed my life,” some big event, but almost every decision and every act you take at every given moment in a day is, by definition, life-changing. You choose to breathe in a certain way, or hold your breath, or drink coffee instead of water. These are all life-changing events, if you were to look at two parallel movies of your life, like choosing to take an Uber versus walking. These can all change your life. So, I don’t underestimate the impact of seemingly small changes. I wouldn’t say anything to him until he had finished the book. Even then, I might say nothing, but if I were to tell him anything at maybe a few critical junctures, I would say, “Everything’s going to be okay. You can probably get what you need done, but dial back the anxiety and worry at least 20 percent.” I don’t think Tim of 29 would have listened. Adam: I would agree. Tim Ferriss: Nonetheless, maybe I would say something like that. What I would probably say to Tim at multiple points is something that came up repeatedly in Tribe of Mentors, my last book. There have been multiple points where I have felt like a failure or have experienced what from every vantage point objectively looks like a business failure, publishing failure, or a huge mistake, a gigantic fuckup. And something that came up a lot in interviews for the last book was that sometimes you need life to save you from what you want so that you can get what you need. This is another reason why I now ask so many people, “What is your favorite failure?” meaning a failure that, in retrospect, set you up for a much larger success later. And I’ve really suffered from overly fixating on and worrying about what seemed like failures. That’s caused me a lot of pain, both in the present moment and looking back at it and wondering about the persistent effects of that so-called failure. So, I think I would say, “Hey, I know this seems like a catastrophe at the moment, but this is actually going to open a door that you can’t even imagine right now to greater opportunities. That might sound like some bullshit shallow motivational speaker nonsense, but in fact, trust me. I can’t tell you what it is, but this is going to serve you.” And that’s true. Look back at, for instance, the very difficult experience which was publishing The 4-Hour Chef, and I won’t go into great detail about this, but it was an incredibly difficult book to write. I’m very proud of it, but it almost killed me. Physically, it was one of the most difficult books to write and put together. It was very complex with a lot of moving pieces. Because it was published by Amazon and was the first major acquisition by what was then announced to be Amazon Publishing, it was boycotted by everybody, including Barnes and Noble, indies, and big-box retailers. People wouldn’t carry it. It was an extremely, extremely painful two to three years for me, and I was burned out. I was completely burned out. So, I was really just depressed and demoralized, and I felt like hiding from the world during and after that experience. I was so burned out that I decided to take a break from writing, and I decided to do something lighter. During the promotion of The 4-Hour Chef, even though the book didn’t perform the way I’d wanted it to, I had this experience with a new format called podcast, and I was interviewed by Marc Maron, Joe Rogan, and the Nerdist gang, including Chris Hardwick. I had so much fun during those podcasts, and I could be myself, and we could get into the weeds because it wasn’t two to three minutes on television. I wondered to myself, “What if I tried that, and, just like those guys, edit very minimally and use it as an opportunity to get better at asking questions to get rid of some of my verbal tics, and use it as an excuse to talk to more interesting people and record it, and be more social because I’m prone to isolating myself? “Why not? Why don’t I give that a shot and try it for six episodes?” So, if I hadn’t had what I considered a complete catastrophe at the time, this podcast wouldn’t even exist, which has turned into something, arguably, much bigger than all of my books combined, at least based on feedback from listeners and certainly based on monthly reach. That’s one of many, many examples, so I think I would say, “Look, just trust me because I’m your future you, so I know more than you do, actually, kid. This seems like a mess, but you need life to save you from what you want sometimes to give you what you really need. Trust me. This apparent failure is going to give you 100x on the flipside. Just be fucking patient, and don’t do anything stupid and self-destructive because you’re really depressed and sad right now.” That’s what I would say. Adam: And how important is that, that the failure can really happen at any point? When you think about The 4-Hour Chef, you had two No. 1 bestsellers at that point, and The 4-Hour Workweek, I think, was on the bestseller list forever. Tim Ferriss: Yeah, it was almost five years straight. Adam: So, knowing that a lot of people associate failure at the beginning when they start, but that failure can happen at any point and that resilience is important, how much is that almost even a lesson that needs to be applied to The 4-Hour Workweek if someone is picking it up, going back, or thinking about giving some of the recommendations a try? I think resiliency, as you said, is something you’ve learned, but is it something that you can prepare for as you try to start something new, which is scary for anyone? Tim Ferriss: There are many ways to practice it and many ways to train yourself. I won’t beat a dead horse on stoicism since I’ve certainly talked a lot about it, but stoic philosophy and Seneca and Marcus Aurelius have been very, very helpful. For those people who have no familiarity, I’m not going to get into it, but you can google “Tao of Seneca.” I put together a gigantic compilation that contains some of my favorite writing. It’s available for free as an e-book. You can find it easily, “Tao of Seneca.” But everyone from Bill Belichick, competitor supreme certainly in the football arena, to George Washington, Thomas Jefferson, and prisoners of war from the Vietnam War and other periods have all cited, in some fashion – actually, Bill Belichick hasn’t personally cited it, but I know that the Patriots, Seahawks, and so on at every possible level have – that they have consumed stoicism as a means of competitive advantage. But in terms of developing resilience and tempering emotional reactivity so you can make better decisions, it’s a fantastic tool. It’s really a toolkit. So, that’s one. In general, the second is something I would say to do on a daily basis, and this has been especially true for me in the last six months, actually with the help of Tony Robbins who I’ve gotten to know over the last few years. Tony is one of those people who it’s easy to be skeptical of. I’ve always been a fan. My very first business was a byproduct in part of listening to Personal Power 2, which I bought used at a used bookstore and listened to in my crappy, hand-me-down, piece-of-shit green minivan which my coworkers affectionately nicknamed the molester-mobile. Thanks, guys. It was not because I’m a molester but because it was a fucking beat-up minivan that looked like something out of Silence of the Lambs, and it had the seats stolen out of the back, which didn’t help matters. It’s a long story. Anyway, I would get stuck in traffic on the 101 in the Bay Area, which anyone who’s done it knows it sucks, and listen to Tony Robbins back and forth. So, that was very largely responsible for my first business. In any case, I’ve gotten to know Tony over the last few years. I’ve attended two of his events. I’ve spent a lot of time with him in person and had him on the podcast a couple times. He’s more impressive the better you get to know him. What he really drove home for me in the last few months is the importance of trying to identify your primary question or primary questions that you ask yourself as a means of dictating behavior, and it’s very often something subconscious. So, it could be, and this is very common for folks, “Am I good enough?” or, “Why am I not good enough?” or, “What the fuck’s wrong with me?” These are very common default questions that, unsurprisingly, then result in many types of debilitating thought patterns, neuroses, sabotaging behaviors in relationships, or whatever it might be. And Tony is the right guy to look to for direction on that. I’m not going to do it justice here. But it’s important to figure out your default questions and then craft new default questions. So, I have default questions now that I try to revisit on a daily basis because, again, you have to practice this stuff. It’s not like you just decide, write it on a piece of paper, and then your life is changed forever and your behavior is upgraded indefinitely. No, you have to practice this stuff. One of my default questions now is, “How can I even more so appreciate this as a gift?” There’s a bit more nuance to it, but let’s take a simple version, “How can I appreciate this as a gift?” And specifically, that is to be used when you are frustrated, when someone is challenging you, or when you get an email or a phone call you hate and which throws you into a tizzy. When things happen that you would normally look at as a problem or perhaps, at best, a challenge, how can you view this as a gift? You’re stuck in traffic, and you’re going to miss your flight. Okay, this is a chance to practice because guess what? You’re missing your fucking flight no matter what. So, how can you view this as a gift? What is this an opportunity to do? That is another way to develop an ability to reframe quickly that is incredibly pragmatic and incredibly effective for becoming less reactive and more able to be responsible in the sense of response-able. You’re choosing your response. And perhaps more than anything else, if you want some semblance of well-being or a feeling of inner peace, it is that. If you look at a lot of the noise and craziness right now in the media cycle, there are many people who are training themselves and encouraging other people to try to make everyone in the world change their behavior, to make everyone other than themselves less offensive. This is the opposite of making yourself resilient. It is much more practical and possible to train yourself to be less easily offended, to train yourself to reframe so that you can take people, many of whom are never going to change their behaviors, and repurpose what they might present you with as an opportunity or a gift. This doesn’t mean that you don’t call out terrible behavior. It doesn’t mean that, at some points, you don’t put on brass knuckles, metaphorically speaking, and deck someone in the face. Yeah, there are times when you fight, but if your default is always fighting, it’s not a good approach. You’re not going to have the stamina or the strength to actually fight the larger, necessary fights. You’re going to exhaust yourself, and you’re going to alienate people. I remember a very good friend. Actually, I won’t mention him by name, but he’s a mutual friend of ours. He works with very, very high-level players in many different worlds. He’s a bit of a consigliere. Over dinner once, I was laying out all these various initiatives and causes and so on that I wanted to pursue in the New Year. This was a few years ago. He said, “I think you should, as a thought exercise, just imagine that you have six bullets. You have a revolver with six bullets, and that’s all you get to spend over the next year or two. You have six things you can take really seriously and do very publicly. That’s it. So, pick those very wisely,” which is not unlike Warren Buffet’s approach to saying, “Here’s your card. You have ten hole-punches. Those are the investments you get to make for the rest of your life.” Just as a means of pumping the brakes and making better decisions, I think that’s a useful way to think of things. So, those are a few things that come to mind. Adam: I will not make you do a request of your audience or ask you what will go on your billboard, but I will ask you that if someone were to go back and reread The 4-Hour Workweek, or if they were to pick it up for the first time – as you mentioned, tons of people are still discovering this book, which is, I think, part of the beauty of it – what would you tell them to keep in mind as they’re reading through it to really allow it to have the greatest impact on them? Tim Ferriss: I would say a few things. The first is that if the brash, aggressive Tim Ferriss annoys the shit out of you at points, you’re not alone, and try not to throw the baby out with the bathwater. What I mean is that I am conveying in that book principles, strategies, and approaches that I have collected from other places and other experts. So, if for whatever reason the tone annoys you, try, as an exercise, to absorb the message without getting obsessed with the messenger. That’s first. And for what it’s worth, that’s not true for a very high percentage of people, but there are some folks who, for whatever reason, many valid I’m sure, find the tone, particularly in the first chapter or two, to be a little off-putting. So, just go into it expecting that and ride it out. Second, I would say that the tools and practices, like the fear-setting chapter, the fear-setting exercise, and the 80-20 analysis, are not one-and-done practices. These are practices, like having blood work done every quarter or once a year, which you repeat over time and which become more and more valuable over time the better you get at implementing them and the better versed and more nuanced you become in using them. That’s what I would say. Those are two. And then, last perhaps, which relates to everything we’ve been talking about, is to focus first and foremost on the different reframing of assumptions about life and the principles, the core tenets of the book, and the strategies, and don’t get overly distracted by the tools and tactics. So, if you’re not interested in building your own business or building a business along the lines of what is described in the book, that’s fine. Just focus on the higher-level concepts. This has been applied by many, many people. If you look at some of the most successful venture capitalists or billionaires who certainly do not have what they would consider a four-hour workweek, nonetheless a lot of them have read this book and been quoted in The New York Times and other profiles that are out there. You have people working in, say, education, or defense contracting, or even attorneys who have read the book and operate at a very high level but who are applying the principles in some fashion, maybe just 10 percent, and seeing very dramatic results but not building a business. So, don’t get fixated on the type of pen that is being used or the type of crayon that is being used. Look at the concepts of composition and then the principles of drawing and artwork. Learn those because they are transferrable to many different areas. Adam: Awesome. Thank you, Tim. Tim Ferriss: Yeah, my pleasure. Thanks for hanging out. Posted on: February 6, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["hello, boys and girls, this is tim ferriss, and welcome to another episode of the tim ferriss show, where it is typically my job to deconstruct world-class performers of different types and tease out their habits, routines, favorite books, and so on, so that you can apply them to your own life", "this episode is going to be a little bit different, so if you want the long-form interviews, go back a few episodes, or go to tim.blog/jamie for jamie foxx, tim.blog/jocko for jocko willink, or whatever might tickle your fancy", "this episode is going to be in response to many, many requests related to my first book, the 4-hour workweek, which recently celebrated its tenth anniversary", "thousands of you have asked me how i would update the 4-hour workweek today, and you’ve also asked why i have not already updated the 4-hour workweek, which i did do, in fact, two years after 2007, in 2009", "but why haven’t i since", "to answer those questions and many more, i sat down for an interview, where i actually asked one of my friends, adam, to interview me, to discuss common questions and misperceptions, as well as how i would walk someone through the book today, what i might expand if i were to, at the age of 40 as opposed to 29, expand certain chapters, and so on", "so, if that’s of interest, then i think this episode will have something for you", "and if not, the long-form interviews will return in the very next episode", "as always, thank you so much for listening", "adam: i am not tim ferriss, but i am asking questions to tim ferriss", "this is very meta", "all right, tim, more than ten years ago, the 4-hour workweek comes out", "it’s published", "ten years later, it is still the most quoted book on amazon", "why has the book had such longevity", "this is a curious question", "the answer is, in brief, that i’m not sure, but i would say that, if i had to speculate and come up with something, i wrote the book very personally to two of my friends", "there are many plausible other explanations, including that the 4-hour workweek as a title gets a lot of people to buy the book, and due to the volume of sales, there’s a high potential for highlighting since it is a nonfiction how-to book, whereas people are less inclined to highlight a fiction book even if it is a thousand times more popular than the 4-hour workweek", "there are many plausible explanations, but if i had to take a stab at how the content or the writing style might contribute, i would say that when i started writing the book – and it was largely written in argentina", "i went back to buenos aires, where i lived for nine months in 2004 and 2005, to write, and the first attempt failed completely", "i had four or five chapters that were very academic", "i was trying very hard to sound smart, and not to say i never do that now, but it was really awful to read", "i was using three-syllable words where one-syllable words would suffice", "it was awful", "i think i actually developed this in college", "i think that in the process of writing papers there, i developed that habit", "so, i threw out those four or five chapters", "then, i went in the opposite direction and tried to make it slapstick funny and really fast and loose, and it was equally bad, just for different reasons", "in part, both of those failed because i was writing for a broad audience", "i was trying to write for as many people as possible, and i couldn’t do it", "i certainly couldn’t do it well", "maybe other people can", "so, i sat down and actually opened up a window to compose an email and started, as a first draft at least, writing a chapter to two of my friends, one who was trapped in a company of his own making that he felt like he couldn’t leave, he couldn’t kill his baby, it wouldn’t run without him, etc., which was the exact situation that i had been in", "the other friend was working at a bank and was becoming a victim of his own success", "he had no time and was deciding to increase his burn rate and buy things he didn’t need in order to justify how much time he spent working", "he felt similarly trapped", "these were guys around my age at the time, 29 or so, and i knew them really well because i was effectively them", "we had so much shared experience; so much shared dna, and so many shared goals, aspirations, and problems", "so, i wrote a very, very personal book, ultimately, with two friends in mind, and the feedback i very often get about the book is, “i felt like you were writing it just to me.” i had a very, very narrow focus to begin with, meaning that i was writing for, effectively, people who had very similar life circumstances, goals, aspirations, fears, and trappings", "by definition, if you look at who was writing the book, it was going to be for males in a fairly narrow age range who are tech savvy and very interested in a handful of things, but it’s important to realize that the target isn’t the market", "that’s not something that i made up", "i don’t know who originally to attribute it to", "my original target, just so i could write effectively from my own experience, was that group, but as soon as it came out, it immediately bled over into women who fit the same psychographics and so on, and then it started to bleed out by age", "and now, i’ve been to commencement speeches where the parents or grandparents will come over and ask me about the 4-hour workweek because they’ve read it", "then, i have high school students who are reading it", "so, the original market was very, very narrow", "that does not mean, in some cases and certainly in the case of this book, that it can’t expand later", "that’s my best guess", "my best guess is that it’s very personally written, and it’s also in the category of advice/how-to/nonfiction, which is prone to receiving more highlights to begin with", "adam: right", "so, i know that you’ve been asked many times, and have thought about it as well, about updating the book because a lot has changed in more than ten years, but i also know, as does everyone else, that you have held back on that urge", "why is it that you have decided, at least so far, to not make any changes to the book and update it", "this is a good question", "this is something that i’ve had a tremendous amount of internal debate about and internal conflict about", "on one hand, i really want to provide the latest and greatest and cutting edge to my audience", "on the other hand, in the format of a book, that is a losing battle", "it is a fool’s errand because as soon as i update the tech and the tools, it will be outdated", "six months later, it would need to be completely rewritten, in most cases", "so, if we look at the 4-hour workweek, i would say that there are a few levels to the framework, strategies, and advice in the book", "you have principles, like the first principles, ordering principles, which are the most important", "if you understand those principles, you can usually come up with, say, strategies, which are broad approaches to solving certain problems, and maybe even frameworks", "so, we could also call the principles “core beliefs or assumptions,” let’s just say, or “if-then statements.” then, you have the strategies, which are, “given those assumptions and first principles, here are the broad strategies, which do not include tools or specific tactics.” then, you go up a level, and you have tools and tactics, for instance, using google adwords to test, which was very effective and one of the primary options at the time that the 4-hour workweek was published", "that would now be, at the very least, supplemented with, say, facebook advertising and other types of contextual advertising and testing, and so on and so forth", "there are many, many more platform options and testing options than existed when the book was first published in 2007, meaning that the book was written in 2005 and 2006", "it was updated in 2009, so it’s moderately updated, but the tools and tactics are always going to change", "for that reason and the reason i that haven’t updated those in the written format in the book thus far is because if you understand and focus on the principles and strategies, you can figure out the tools and tactics", "in fact, you’re going to have to do that", "if you are going to choose to be an entrepreneur, someone who makes something from nothing, very broadly speaking, or someone who moves assets and resources from an area of low economic yield to an area of high economic yield, which was one of the original definitions from j-b say, i believe his name was, then you are going to have to become very good at improvising and problem solving", "so, if you’re not willing to figure out the tools and tactics on your own, i would say that you’re ill-equipped or unwilling to be what is required to achieve any modicum of success as an entrepreneur", "and that’s not just me absolving myself of the responsibility of updating", "the principles and the strategies are very important, like 80-20 analysis, some assumptions which could be falsified, and that time is the most valuable and nonrenewable resource compared to, say, income", "all of these then inform the later decisions", "so, a book is not the best format for tracking technology", "nevertheless, it would be nice to update, but it would be better done via some type of community online or online repository", "i tried that with a forum, and it turned into, as you’re well aware, a gigantic pain-in-the-ass headache, so i euthanized that", "the other piece of it is part 2", "so, if part 1 is that tools and tactics change too quickly and that i would have to put a lot of effort into updating which would immediately be obsolesced, then the second piece of it is that, looking back at the 4-hour workweek, there are parts of it that make me cringe little bit, not that i regret having written it the way that i wrote it, but the 29-year-old tim ferriss felt like he had a lot to prove, and he did have a lot to prove", "there are hundreds of thousands of books published every year, and i had, at that time, no media training", "i was utterly unprepared for everything that transpired", "the book was, first of all, turned down by 27 publishers, violently in some cases, and then the initial print run was between 10,000 and 12,000 copies", "you couldn’t even get it in many places in the us alone", "the book was not expected to do much at all, and therefore i was completely unprepared for everything that came afterward", "in writing the book, also in writing for my two friends, i was very much myself at the time, and myself at the time had a bit of chest-puffing and was very hyper-aggressive", "looking back, if i were to edit the book now, it would have a very different voice, it would have a very different tone, and it would have a very different feel", "but the 4-hour workweek now has been translated into more than 40 languages", "it is almost always in the top 100 or top 200 on amazon", "like you said, for 2017, it was the most highlighted book across all of amazon, which was, even to me, a big surprise", "and for lack of a better word, there’s a certain magic or alchemy in that book that made it click and still makes it click ten years later, which i don’t want to fuck with", "i’m really afraid that, if i go in there and start tinkering, i’m going to step on the butterfly that causes a hurricane on the other side of the world within the book, that somehow affects what that book has done, and if it’s not broken, i don’t want to try to fix it", "so, that’s another reason why, if we look at not just the tools, resources, and so on", "if i were to go into the book, i worry that i would tinker in a way that would damage it", "if people want to read the later tim, they can", "it’s very easy", "you just read the later books", "each of those books is a snapshot of me at a very particular point in my life", "although i wouldn’t view them as autobiographical, they absolutely capture a lot of my goals, priorities, neuroses, and so on, of a given point in my life", "so, those are a few of the reasons why i have chosen not to update the book", "adam: if there were a section or two, which you’ve been asked a thousand or two times, to update, is there anything that comes to mind that now feels a little outdated, that when you think of today and what you are doing, you would be like, “you know what", "here’s how i would refresh that section”", "there are a few sections i would say, broadly speaking", "the 4-hour workweek is broken into definition, elimination, automation, and liberation", "the automation section talks about business process outsourcing, delegation, the tools that can be used for that, and certainly the testing components of what we might now call developing, launching, and iterating on a minimum viable product or mvp", "those could all be updated", "i left out another reason why updating is challenging, and i would take it one step further", "we’re talking about tools and tactics, right", "we come down a level", "let’s consider the principles and strategies", "let’s take art as an example, specifically drawing", "so, you might have certain organizing principles, which are beliefs about materials, 2-d, and so on, for charcoal or some type of drawing", "then, you have strategies, which would be composition and so on", "then, you have the tools, like pens, pencils, and so on", "given my audience right now, if i recommend a given pen, it is almost certainly immediately going to be sold out", "that problem, which has been nicknamed “the hug of death” by some of my fans, applies even more so to services", "so, if i recommend a given service that currently has a few thousand users or even tens of thousands, and then they get hit by a million or two million, it can absolutely destroy the service, particularly if it’s not automated and there’s some type of client interaction or customer service", "if there is a manual component, i can completely destroy it", "so, i am loath to, in some cases, recommend any particular service", "i get asked all the time, “which outsourcing service should i use", "i would like to get a virtual assistant in the philippines or india", "who should i use?” well, i’ve made those recommendations in the past, and within a week, they go from 5 out of 5 stars in customer service to 1 out of 5 stars", "why", "it’s because they suddenly have to 10x their client capacity overnight, and very few service businesses are equipped to handle that, almost none", "but if i had a gun to the head and had to update, particularly with tools that can handle and scale – maybe they’re based on aws, amazon web services, or otherwise, which are not as prone to crashing and being destroyed – then it would be the muse development testing components and the other elements of delegation and automation", "for those people who don’t know the term “muse,” it refers to a cash-flow-optimized business that can scale effectively without necessarily scaling in headcount or hours", "those, i think, from a tools-and-tactics standpoint, are the most outdated and, therefore, what i’m asked most frequently for", "adam: so, if people were to listen to the podcast and read the book, or read the book and then listen to the podcast, there’s been, as one would hope after ten years and as you’ve talked about, a shift in mindset and personality", "if you were to rewrite it, would there be a section that you would add to that", "obviously, with so much about mindset and mental approach, the stoicism that has come into your life, would there be an element that you would add that maybe 29-year-old tim or 28-year-old tim never even realized the importance it played in terms of either growing a business or having a mindset that would allow you to sustain not only, say, success but also happiness with that success", "i would expand a section that i think gets overlooked a lot", "there is a section or chapter called “filling the void,” and it’s a really, really important chapter that most people don’t pay much attention to", "it answers the question, “what should i do once i have created a self-sustaining semi- or fully-automated business that funds all of my cash flow requirements, and i have location independence and flexibility with time?” hence the chapter title, “filling the void.” it discusses how to reallocate your time and direct your focus once you’ve gained a few rungs on maslow’s hierarchy of needs", "so, you’re paying your rent, and you’re covering all of your material needs", "then what", "and this relates to a common misconception of the 4-hour workweek, which is that the objective is to just sit on a beach, sipping a piña colada and rubbing cocoa butter on your stomach for the rest of your life", "adam: wait, that wasn’t the point", "or it’s somehow being idle, that the objective is to – whatever – just live spring break 24/7 for the rest of your life", "and the people who lodge that complaint either haven’t read the book or they very specifically have missed this “filling the void” chapter which talks about contribution and getting outside of a me-me-me focus so that you’re, hopefully, putting a positive dent in the world in a way that certainly extends outside of yourself and your immediate family but also, hopefully, has some type of persistence over time so that you leave – i hesitate to use the world because it’s so loaded and has some baggage – a legacy of some type", "it’s really that you’re taking the tools that you’ve developed in a business capacity and applying them to impact in some fashion, whether that’s focused on education or scientific research", "i’m spending a lot of time actually focused on both of those and have been for a very long time", "i think i would expand that and make it clearer that that is mandatory reading", "it’s not a nice-to-have when you have an extra few hours five years from now to read this", "no", "i expect that many people skipped it because maybe they don’t expect to succeed", "they’re like, “i’ll cross that bridge when i get to it", "i don’t have to even think about it now,” and the fact of the matter is that thousands, tens of thousands, hundreds of thousands of people have created these businesses, and then they fuck up that part", "this is really common", "they’re location-independent, a lot of their friends have 9-to-5 jobs, and what started off as a party and a celebration, “oh, my god, i can’t believe i figured it out,” ends up being very, very lonely", "they feel really isolated, and they don’t know how to address that", "the way you address that is by digging your wells before you’re dry, thinking about that “filling the void,” and starting to incorporate those pieces into your life before you end up in maybe a challenging emotional/psychological position where you’re on your heels a bit", "you end up being reactive or so set in your way", "even if you are technically financially independent, since you haven’t filled the void with anything non-business related, you’re just going to continue to work for work’s sake", "this is really common", "this is the default for people who succeed in any capacity to the extent that they no longer need additional income, cash flow, or liquid net worth", "it’s really common", "it’s very rare that you find someone who’s been in 6th gear for a very long time who then retires and is really good at chilling the fuck out", "it’s not common", "learning to relax, enjoying other aspects of life, and engaging with people around you – friends and community – or building community are skills that you have to practice and develop, just like you need to develop and practice the skill of split testing for headlines or anything else", "it’s not a default ability that you have as soon as you hit stop and retire or do something like that", "so, i would spend a bit more time on that", "i think that is the chapter that i was qualified to write at the time, but i’m much more qualified to write now because i’ve had so much more practice", "i’ve just put on a lot more mileage and done a lot more experimentation, and i’ve had the ability to observe dozens and hundreds, at this point, of mega-successful people who’ve grappled with some of these issues that can be really existential for someone", "if the business has been your identity for a long time and, all of a sudden, you want to replace that, if you don’t have a compelling replacement, you’ll just continue working because you don’t want to sacrifice that identity", "adam: how can someone possibly prepare for that", "i think, and you can correct me if i’m wrong, what has probably been amazing for you to see is the number of businesses and success stories that have been born out of the 4-hour workweek", "you obviously expected that when you wrote it, you would be able to help people, but over ten years, the number of huge businesses that have been started out of thin air – it’s not even like you were accelerating", "people quit their job and started this, and it built out of nowhere", "how do you take someone who’s just like, “maybe this could work,” and then they do it, and then, the next thing they know, they do it because they want to believe, but they probably don’t believe in the first place", "as you said, if you don’t have that preparation, you might wake up one day and find yourself in a position that you’re not prepared for", "so, when someone comes into this with the mindset, “i want to give this a try,” it’s like when people want to lose weight", "everyone wants to lose weight", "everyone wants to make more money, but very few people actually believe, and then they follow the steps and they get there, and then they’re like, “oh, what now?” how do you build the mindset that is prepared for a reality that a part of you probably doesn’t even think is real", "i would say that, in the beginning, aside from making sure you’re exercising and taking care of the highest-value asset you have, you’re going to need to throw a lot against the wall with the business to figure out what works", "you can’t do an 80-20 analysis if you don’t have anything to analyze", "so, you’re going to have to try many, many things to figure out what you’re good at and what you’re enthusiastic about to succeed and endure respectively", "you need both", "you have to have endurance, and you have to have ability, and that can be god-given talent or it can be skill that you develop, but in all of those cases, you need to throw a lot against the wall", "so, in the beginning, there isn’t going to be much diversification of identity", "you’re going to have to really throw a lot against the wall", "that’s the front-loading period", "then, you can start to do 80-20 analysis and so on", "i would say once the business has enough traction that you’ve proven what the tech world would call “product market fit,” and you believe you might have a tiger by the tail that you can grow in a meaningful way, once you have that, there are a few steps you can take", "no", "1 is to build a business that you can sell, even if you never plan on selling it", "this is a very helpful not just thought exercise but blueprint to keep in mind a lens through which you should look at your business", "there are other books out there that i think can be quite helpful", "the e-myth revisited is one", "it looks mostly at service businesses, but it could be applied to product", "built to sell by john warrillow is a book that i found very interesting to ponder", "when you start to look at your business as another product that you are going to ultimately sell, you remove single points of failure and key man or key woman risk", "you begin to really emphasize process instead of just results", "if you’re a type a, super-drive person with some ability and some numeracy, so you can analyze things well, then you can white-knuckle your way to a fair amount of money, but you might be rewarding a really unsustainable bad process because you’re getting good results", "not only does that not scale, but it’s unsustainable", "you will burn out, or most people will, certainly, or you’ll be miserable", "and you most certainly can’t sell it unless you want to be attached to it forever", "i would view that as lens/step no", "1, which is that you have some traction and you believe that you can pour gasoline on something that is already working", "now, let’s take a step back", "look at your org chart", "you don’t need a lot of headcount", "it could still be a one-person business, but, “how can i automate certain things", "how can i empower, say, freelancers, fulfillment centers, or companies i work with to make autonomous decisions and otherwise create recipes and policies that replace me as a bottleneck who needs to make one-off decisions over and over again?” that’s really important", "the second would be simultaneously, or shortly thereafter, diversifying your identity", "you asked about happiness a bit earlier", "let’s just call it sense of wellbeing or sense of inner peace, just feeling unconflicted and unanxious perhaps", "what i found very effective for that is diversifying your identity", "what does that mean", "having lived in silicon valley for 17 years – i recently moved to austin – i’ve seen people who, in some cases by necessity unfortunately and sometimes a zero-sum game of venture-backed startups, their only identity is their startup", "if the startup has a good day, they have a good day and they feel good about themselves", "if their startup has a bad day, they have a bad day and they feel bad about themselves", "and there are factors outside of your control when you run a business, clearly", "there are many factors within your control, but there are many, many factors outside of your control, like macroeconomic climate, stock market, and the amount of disposable income that your customers may have", "if you’re heavily weighted with, say, a handful of distributors or clients, and they represent a large percentage of your sales or income, that’s also a palpable risk factor", "who knows", "for instance, i had an experience when i was running one of my first businesses", "one of my primary customers had a key man risk, i.e., a president who made a lot of decisions", "he had a heart attack and needed emergency surgery", "the second-in-command, who was effectively the default succession plan, said, “hey, we need to stop a bunch of what we’re doing just to get back on our feet,” which was totally understandable, but it put my business into a very reactive, precarious position", "where i’m going with that is that if you are building a muse or a business that is based on the principles, strategies, and so on, in the 4-hour workweek in some capacity, i would encourage you to diversify your identity, which means having, say, a consistent physical practice that is goal-based", "so, when i was writing the 4-hour body, i had a deadlifting protocol, among other things, based on what sprint coach barry ross and pavel tsatsouline had taught me related to developing maximal and relative strength in the deadlift", "so, authors do this too", "they go into this cave, which is book deadline, and if they make progress on a book in a week, they have a good week", "they feel good", "if they do not make progress, they hit a roadblock, or they are simply having difficulty writing, it can throw them existentially into a really dark place", "but if i had a terrible day writing but put ten pounds on my deadlift, it was a good day", "so, you have, now, multiple independent silos within which you can win", "so, you could have, let’s just say, a startup or book, and then you have something exercise-based", "it could be rock climbing, brazilian jiu-jitsu, or akira yoga", "it doesn’t matter", "it just needs to be something consistent, ideally with other people and not in your garage gym, which i had at the time, but i chose to go to a rock-climbing gym where they also had weight-training facilities in order to be around other people", "this is undervalued", "and then, the next piece could be anything", "it could be voice lessons", "it could be a musical instrument", "it could be some type of artwork", "it doesn’t matter", "but these are three independent silos, or it could be more – i usually have two or three – so that if one of these fails, it’s self-contained", "it’s sort of like on any type of cruise ship or seaborne vessel, you’ll have compartments so that if something terrible happens, like it gets punctured by an iceberg or something like that, the whole ship doesn’t go down", "it is a self-contained, controllable set of damage", "i think that you can view your identity very similarly, and you want to set that up before you need it", "do not wait until your single silo fails to then try to build the other two", "you have to preemptively put it in place", "so, those are a few of the things that i think about and have implemented quite a bit for myself and that i’ve seen successfully implemented by other people", "adam: i would call you, overall, insatiable when it comes to the things that you want to do, the goals that you want to achieve, and the speed and level of achievement that you want to achieve them in", "i imagine it was the same way when you were writing this book, but i also know that you are much more reflective", "what would tim ferriss right now tell the tim ferriss who was writing the 4-hour workweek, knowing right now the success that the book has had, how many people it has genuinely helped, and the difference it’s made overall to so many people’s lives", "i think this is going to be a very dissatisfying answer", "adam: that always works", "i don’t think i’d tell him anything until the book was done", "this is a dissatisfying answer that a lot of my interviewees on the podcast give me", "i’m always like, “oh, come on,” but much they’re much like i am with my hesitancy to go back and edit the 4-hour workweek", "i don’t want to step on that one butterfly that then changes everything, the entire trajectory", "i remember i was contemplating this at one point", "we think of “life-changing” as big events, like “xyz was life-changing", "xzy changed my life,” some big event, but almost every decision and every act you take at every given moment in a day is, by definition, life-changing", "you choose to breathe in a certain way, or hold your breath, or drink coffee instead of water", "these are all life-changing events, if you were to look at two parallel movies of your life, like choosing to take an uber versus walking", "these can all change your life", "so, i don’t underestimate the impact of seemingly small changes", "i wouldn’t say anything to him until he had finished the book", "even then, i might say nothing, but if i were to tell him anything at maybe a few critical junctures, i would say, “everything’s going to be okay", "you can probably get what you need done, but dial back the anxiety and worry at least 20 percent.” i don’t think tim of 29 would have listened", "adam: i would agree", "nonetheless, maybe i would say something like that", "what i would probably say to tim at multiple points is something that came up repeatedly in tribe of mentors, my last book", "there have been multiple points where i have felt like a failure or have experienced what from every vantage point objectively looks like a business failure, publishing failure, or a huge mistake, a gigantic fuckup", "and something that came up a lot in interviews for the last book was that sometimes you need life to save you from what you want so that you can get what you need", "this is another reason why i now ask so many people, “what is your favorite failure?” meaning a failure that, in retrospect, set you up for a much larger success later", "and i’ve really suffered from overly fixating on and worrying about what seemed like failures", "that’s caused me a lot of pain, both in the present moment and looking back at it and wondering about the persistent effects of that so-called failure", "so, i think i would say, “hey, i know this seems like a catastrophe at the moment, but this is actually going to open a door that you can’t even imagine right now to greater opportunities", "that might sound like some bullshit shallow motivational speaker nonsense, but in fact, trust me", "i can’t tell you what it is, but this is going to serve you.” and that’s true", "look back at, for instance, the very difficult experience which was publishing the 4-hour chef, and i won’t go into great detail about this, but it was an incredibly difficult book to write", "i’m very proud of it, but it almost killed me", "physically, it was one of the most difficult books to write and put together", "it was very complex with a lot of moving pieces", "because it was published by amazon and was the first major acquisition by what was then announced to be amazon publishing, it was boycotted by everybody, including barnes and noble, indies, and big-box retailers", "people wouldn’t carry it", "it was an extremely, extremely painful two to three years for me, and i was burned out", "i was completely burned out", "so, i was really just depressed and demoralized, and i felt like hiding from the world during and after that experience", "i was so burned out that i decided to take a break from writing, and i decided to do something lighter", "during the promotion of the 4-hour chef, even though the book didn’t perform the way i’d wanted it to, i had this experience with a new format called podcast, and i was interviewed by marc maron, joe rogan, and the nerdist gang, including chris hardwick", "i had so much fun during those podcasts, and i could be myself, and we could get into the weeds because it wasn’t two to three minutes on television", "i wondered to myself, “what if i tried that, and, just like those guys, edit very minimally and use it as an opportunity to get better at asking questions to get rid of some of my verbal tics, and use it as an excuse to talk to more interesting people and record it, and be more social because i’m prone to isolating myself", "“why not", "why don’t i give that a shot and try it for six episodes?” so, if i hadn’t had what i considered a complete catastrophe at the time, this podcast wouldn’t even exist, which has turned into something, arguably, much bigger than all of my books combined, at least based on feedback from listeners and certainly based on monthly reach", "that’s one of many, many examples, so i think i would say, “look, just trust me because i’m your future you, so i know more than you do, actually, kid", "this seems like a mess, but you need life to save you from what you want sometimes to give you what you really need", "trust me", "this apparent failure is going to give you 100x on the flipside", "just be fucking patient, and don’t do anything stupid and self-destructive because you’re really depressed and sad right now.” that’s what i would say", "adam: and how important is that, that the failure can really happen at any point", "when you think about the 4-hour chef, you had two no", "1 bestsellers at that point, and the 4-hour workweek, i think, was on the bestseller list forever", "yeah, it was almost five years straight", "adam: so, knowing that a lot of people associate failure at the beginning when they start, but that failure can happen at any point and that resilience is important, how much is that almost even a lesson that needs to be applied to the 4-hour workweek if someone is picking it up, going back, or thinking about giving some of the recommendations a try", "i think resiliency, as you said, is something you’ve learned, but is it something that you can prepare for as you try to start something new, which is scary for anyone", "there are many ways to practice it and many ways to train yourself", "i won’t beat a dead horse on stoicism since i’ve certainly talked a lot about it, but stoic philosophy and seneca and marcus aurelius have been very, very helpful", "for those people who have no familiarity, i’m not going to get into it, but you can google “tao of seneca.” i put together a gigantic compilation that contains some of my favorite writing", "it’s available for free as an e-book", "you can find it easily, “tao of seneca.” but everyone from bill belichick, competitor supreme certainly in the football arena, to george washington, thomas jefferson, and prisoners of war from the vietnam war and other periods have all cited, in some fashion – actually, bill belichick hasn’t personally cited it, but i know that the patriots, seahawks, and so on at every possible level have – that they have consumed stoicism as a means of competitive advantage", "but in terms of developing resilience and tempering emotional reactivity so you can make better decisions, it’s a fantastic tool", "it’s really a toolkit", "so, that’s one", "in general, the second is something i would say to do on a daily basis, and this has been especially true for me in the last six months, actually with the help of tony robbins who i’ve gotten to know over the last few years", "tony is one of those people who it’s easy to be skeptical of", "i’ve always been a fan", "my very first business was a byproduct in part of listening to personal power 2, which i bought used at a used bookstore and listened to in my crappy, hand-me-down, piece-of-shit green minivan which my coworkers affectionately nicknamed the molester-mobile", "thanks, guys", "it was not because i’m a molester but because it was a fucking beat-up minivan that looked like something out of silence of the lambs, and it had the seats stolen out of the back, which didn’t help matters", "it’s a long story", "anyway, i would get stuck in traffic on the 101 in the bay area, which anyone who’s done it knows it sucks, and listen to tony robbins back and forth", "so, that was very largely responsible for my first business", "in any case, i’ve gotten to know tony over the last few years", "i’ve attended two of his events", "i’ve spent a lot of time with him in person and had him on the podcast a couple times", "he’s more impressive the better you get to know him", "what he really drove home for me in the last few months is the importance of trying to identify your primary question or primary questions that you ask yourself as a means of dictating behavior, and it’s very often something subconscious", "so, it could be, and this is very common for folks, “am i good enough?” or, “why am i not good enough?” or, “what the fuck’s wrong with me?” these are very common default questions that, unsurprisingly, then result in many types of debilitating thought patterns, neuroses, sabotaging behaviors in relationships, or whatever it might be", "and tony is the right guy to look to for direction on that", "i’m not going to do it justice here", "but it’s important to figure out your default questions and then craft new default questions", "so, i have default questions now that i try to revisit on a daily basis because, again, you have to practice this stuff", "it’s not like you just decide, write it on a piece of paper, and then your life is changed forever and your behavior is upgraded indefinitely", "no, you have to practice this stuff", "one of my default questions now is, “how can i even more so appreciate this as a gift?” there’s a bit more nuance to it, but let’s take a simple version, “how can i appreciate this as a gift?” and specifically, that is to be used when you are frustrated, when someone is challenging you, or when you get an email or a phone call you hate and which throws you into a tizzy", "when things happen that you would normally look at as a problem or perhaps, at best, a challenge, how can you view this as a gift", "you’re stuck in traffic, and you’re going to miss your flight", "okay, this is a chance to practice because guess what", "you’re missing your fucking flight no matter what", "so, how can you view this as a gift", "what is this an opportunity to do", "that is another way to develop an ability to reframe quickly that is incredibly pragmatic and incredibly effective for becoming less reactive and more able to be responsible in the sense of response-able", "you’re choosing your response", "and perhaps more than anything else, if you want some semblance of well-being or a feeling of inner peace, it is that", "if you look at a lot of the noise and craziness right now in the media cycle, there are many people who are training themselves and encouraging other people to try to make everyone in the world change their behavior, to make everyone other than themselves less offensive", "this is the opposite of making yourself resilient", "it is much more practical and possible to train yourself to be less easily offended, to train yourself to reframe so that you can take people, many of whom are never going to change their behaviors, and repurpose what they might present you with as an opportunity or a gift", "this doesn’t mean that you don’t call out terrible behavior", "it doesn’t mean that, at some points, you don’t put on brass knuckles, metaphorically speaking, and deck someone in the face", "yeah, there are times when you fight, but if your default is always fighting, it’s not a good approach", "you’re not going to have the stamina or the strength to actually fight the larger, necessary fights", "you’re going to exhaust yourself, and you’re going to alienate people", "i remember a very good friend", "actually, i won’t mention him by name, but he’s a mutual friend of ours", "he works with very, very high-level players in many different worlds", "he’s a bit of a consigliere", "over dinner once, i was laying out all these various initiatives and causes and so on that i wanted to pursue in the new year", "this was a few years ago", "he said, “i think you should, as a thought exercise, just imagine that you have six bullets", "you have a revolver with six bullets, and that’s all you get to spend over the next year or two", "you have six things you can take really seriously and do very publicly", "that’s it", "so, pick those very wisely,” which is not unlike warren buffet’s approach to saying, “here’s your card", "you have ten hole-punches", "those are the investments you get to make for the rest of your life.” just as a means of pumping the brakes and making better decisions, i think that’s a useful way to think of things", "so, those are a few things that come to mind", "adam: i will not make you do a request of your audience or ask you what will go on your billboard, but i will ask you that if someone were to go back and reread the 4-hour workweek, or if they were to pick it up for the first time – as you mentioned, tons of people are still discovering this book, which is, i think, part of the beauty of it – what would you tell them to keep in mind as they’re reading through it to really allow it to have the greatest impact on them", "i would say a few things", "the first is that if the brash, aggressive tim ferriss annoys the shit out of you at points, you’re not alone, and try not to throw the baby out with the bathwater", "what i mean is that i am conveying in that book principles, strategies, and approaches that i have collected from other places and other experts", "so, if for whatever reason the tone annoys you, try, as an exercise, to absorb the message without getting obsessed with the messenger", "that’s first", "and for what it’s worth, that’s not true for a very high percentage of people, but there are some folks who, for whatever reason, many valid i’m sure, find the tone, particularly in the first chapter or two, to be a little off-putting", "so, just go into it expecting that and ride it out", "second, i would say that the tools and practices, like the fear-setting chapter, the fear-setting exercise, and the 80-20 analysis, are not one-and-done practices", "these are practices, like having blood work done every quarter or once a year, which you repeat over time and which become more and more valuable over time the better you get at implementing them and the better versed and more nuanced you become in using them", "that’s what i would say", "those are two", "and then, last perhaps, which relates to everything we’ve been talking about, is to focus first and foremost on the different reframing of assumptions about life and the principles, the core tenets of the book, and the strategies, and don’t get overly distracted by the tools and tactics", "so, if you’re not interested in building your own business or building a business along the lines of what is described in the book, that’s fine", "just focus on the higher-level concepts", "this has been applied by many, many people", "if you look at some of the most successful venture capitalists or billionaires who certainly do not have what they would consider a four-hour workweek, nonetheless a lot of them have read this book and been quoted in the new york times and other profiles that are out there", "you have people working in, say, education, or defense contracting, or even attorneys who have read the book and operate at a very high level but who are applying the principles in some fashion, maybe just 10 percent, and seeing very dramatic results but not building a business", "so, don’t get fixated on the type of pen that is being used or the type of crayon that is being used", "look at the concepts of composition and then the principles of drawing and artwork", "learn those because they are transferrable to many different areas", "adam: awesome", "thank you, tim", "yeah, my pleasure", "thanks for hanging out"]}