{"dialog_idx": {}, "episode_num": 296, "file_type": "audio", "guests": [], "num_sentences": 417, "num_words": 8956, "raw_text": "Please enjoy this transcript of an episode that goes into detail about how I’ve built The Tim Ferriss Show into a podcast that has over 300 million downloads, and how my blog receives between three and four million unique visitors per month. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the episode here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Hello, boys and girls. This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show, where typically, it is my job to deconstruct world class performers of all different types from different field to tease out the habits, routines, etcetera, that you can apply in your own life. This time around I am going to answer questions myself. I have had some modicum of success with the podcasting and blog world, remember those, web logs, blogs, and recently received a number of questions via text and email, which I requested from Mari Takahashi. Who is Mari Takahashi? AtomicMari, you can find her on Instagram, @atomicmari, M-A-R-I. [Speaking Foreign Language]. And she has had a lot of success on platforms that I am less familiar with, like YouTube, for instance, video, all sorts of different things. She’s a very accomplished ballerina, gamer, and content creator in her own right. So, I thought that I might answer her questions as a podcast episode because these are informed questions and they are questions that I sometimes get from other people. So, the podcast, this podcast that you’re listening to, has almost 300 million downloads now and is the first business interview podcast to cross 100 million downloads. So, we have that in terms of data and lots of mistakes and trial by fire, and then the blog, that is tim.blog, receives between 3 and 4 million unique visitors per month. So, there’s certainly bigger podcasts, there’s certainly bigger blogs, but I’m doing pretty well in some top percentile, I would say, and operating with a very lean team. So, I have one, maybe two, depending on how you define it, full-time employees and a handful of part time assistants for various things, and it is in comparison with many of the shows you would recognize otherwise in, say, the iTunes top 50, a skeleton crew. Many of these shows have 20, 30 different staffers working on shows in various capacities. This is particularly true with more complex productions like some of those from NPR, for instance, and you can just listen to the credits at the end to get an idea. So, I have kept this format very simple with this podcast to facilitate working with a lean team. Alright, so, let’s jump into it. So, Mari, again, you can find her on Instagram, @AtomicMari, asks a number of different things, and I’m gonna modify some of the questions here just to broaden the application. And if you hear me unzipping my jacket, it’s because I’m getting really hot and excited about this. Number one, what equipment do you use when you’re on the road? Does it differ from what you use at home? It does not differ at this point in time. I travel with a number of pieces of equipment and generally speaking, we’re talking about the Zoom, Z-O-O-M H6, which I use as a recorder. It could fit in a large pocket. It is not a gigantic device, and this allows me to connect as many as, or more than, four XLR cables, so very basic. I think I typically get 3 to 6-foot XLR cables which then connect to the mic that I am using right now, and this is the Shure KSM8 microphone, which is fantastic for voice recording, even in loud environments. I have used and still have the Shure SM58’s, which were introduced to me by Bryan Callen, standup comedian and podcaster extraordinaire in his own right, The Fighter and the Kid, along with Brendan Schaub. And, this is a very simple setup, it’s very hard to break, and I would encourage that you also use – this is a new edition. It took me a while to find the proper tool for this, but rechargeable batteries, Eneloop, Panasonic Eneloop, E-N-E-L-O-O-P, for a double A or triple A. In the case of the H6, it’s double A and I would encourage that you buy the charger, which charges in three hours, and it can sustain up to 70 percent of its charge for up to ten years. So, this is, after some vetting, the best, what I would say, rechargeable batteries that you can use. Otherwise, a piece of advice is to always use new batteries because you will find – this is advice I received from a very experienced interviewer. If you try to squeak out the last bit of a battery, you’ll find, very often, that you stick it into a recorder like this and it shows that it’s three quarters full and then ten minutes into the interview, potentially with someone you really do not want to piss off with having to do an equipment change, it drops down to the very past bar and then you find yourself in a bad position. So, new batteries every time and these rechargeable, I find very, very helpful. So, that is the basic set up. There are a few other options and a few things that I travel with. When in doubt, if I’m not bringing this, even if I don’t think I’m going to have to record anything, I will bring the ATR2100, which is an Audio-Technica mic that is USB connected to a laptop, for instance, and I can use, then, QuickTime to record anything I might need. That is the ATR2100 Audio-Technica mic, which provides an incredible bang for the buck and you could use that, and I use that, for all of my remote interviews, whether over Skype or some other platform, Zencastr and so on. There are many different options that you can look into. I tend to just use Skype and Ecamm Call Recorder. Ecamm Call Recorder is the software and it’s very simple. There are downsides, but nonetheless, it is the software I most consistently use. There are others, like I mentioned, Zencastr, that record a copy locally and then automatically upload to a service like Dropbox so that you have high quality audio from both sides that you can then access as the interviewer. Okay, another piece of equipment that I used for many years and it served me very well but then recently gave up the ghost is the iXm Yellowtec, and this is an all-in-one device from Germany that is self-contained in the sense that you have the batteries, the SD cards, everything in the mic itself and you can record playback, insert a headset and so on all from this one mic, and that you can put it in its case, stick into a backpack. It’s about the size of a tiny, tiny fold up umbrella, in effect, and that served me very, very well. I used that to record, I would say, 60 to 70 intros. I used it for intros specifically because I always record my intros after the interviews. Alright, let’s move on. Those are the basics in terms of equipment and I am experimenting with a number of mics from Shure and other manufacturers for using the lightening port on, say, an iPhone to record from a directional mic. I have not yet made much progress in those tests and I really like my setup with the H6. It’s extremely, extremely reliable. Number two, I’m gonna move the order around a little bit, any pointers on being a good interviewer? Alright, I get this question a lot and I would suggest – this is a great question, but I would suggest that we start with a different question and that is pregame. How do you set yourself up for a successful interview, which is different than being a good interviewer? A few suggestions. Number one is that you chat via video, even if you’re not going to record video, I typically don’t, say, via Skype, and ask a number of questions. Make a number of points and ask a number of questions. So, I always emphasize, first, you have final cut, so if there’s anything – I’m talking to the interviewee. If there’s anything that you want to cut out afterwards, just let me know. This is not live, we can cut anything out that you wanna cut out. And what that means is, I encourage you to be as detailed, as raw, as yourself as possible. Cursing’s fine, I curse, I’m from Long Island, and we can always cut things out. We can’t put interesting things back in, so please be yourself. Number two, if you need to take a break, go to the bathroom, grab some water, just let me know how to pause in the action, and we can stop it. Number three, the general structure is the following, and I might say, we’ll bounce around, it’s bot gonna be chronological. I will probably start with a question about X. I like to tell people the first question that I’m gonna start with and that’s something that I very often ask, say, TV interviewers or others when I’m being interviewed. I don’t need to know all the questions, just tell me what the first question is so that I don’t stumble right out of the gate. So, I tell them, probably gonna start with this question. First third is gonna bounce all over your bio. We’re gonna talk about your life. You will have a chance and I will bring it up, certainly towards the end, to talk about your book, your movie, whatever it is that they want to promote or talk about. And I generally say, we want the audience to fall in love with you first, the messenger, and then the message and selling whatever it is that you would like to encourage them or persuade them to buy, do, etcetera. It’s much easier. So, we’re gonna bounce around first, say first third, assuming it’s a 90-minute interview, which is kind of how I set the expectation, typically, and then the second third will be very often some of my rapid-fire questions, or questions from the audience. Then, we will talk about your book, movie, whatever it might be, and then close up with some additional rapid-fire questions. And at the very end, I will ask you, do you have a final ask or recommendation, next step suggestion, whatever it might be, for my audience, any parting thoughts? So, I set the stage. You notice that I’m really laying out a map of the territory for them and enabling them, to the greatest extent possible, to be comfortable. This is before I hit record or ask the first question. There are a few other things I like to ask. Number one, is there anything you’d like to avoid talking about, anything that you’re tired talking about, anything like that? And we can certainly cut it out later, but I can also make an attempt to avoid it if you would like, and I’m not gonna get into politics, I’m not going to touch on any supposed scandals, or whatever. This isn’t a gotcha show. This is a show about tactics and routines, favorite books, things that my readers can use, things that will inspire and help my readers get through their own challenges, recover from their own mistakes, etcetera. This is not a gotcha show and I put people at ease with that, as well. And then, last, what I’ll very often ask is, do you have any greatest hits stories? And I will very frequently pose this question before we ever chat, so I’ll send something like this via email, but are there any cues that I could use, such as, tell me about that time in fourth grade when your teacher threw your chair across the room or whatever it might be? Are there any cues that I can use to bring up stories that you have seen audiences respond extremely well to, that are really powerful, really funny, whatever it might be? And folks who are interviewed, or people who talk for a living or do a fair amount of talking will, over time, just like standup comedians, work on their material, and the smarter of them, or the smart of them, will keep track of this, of course, and naturally do this so they will know that they have three or four absolute guaranteed hits for almost any audience. So, I’ll ask them if they have any of those and any cues that I could use to bring them up, and if they’re having trouble with that formulation, I’ll say, any particularly funny stories that people enjoy hearing? And I will then have two or three of those that I will frontload somewhere in the first third of the interview, first 30 minutes, and this guarantees, A, that the interviewee gets to work on, or, rather, repeat a story that they’re very comfortable telling, that they know will work, which tends to put them in a good mood, and also, it acts as a confidence builder, and, B, I know that I will have at least one to three hooks so that I grab the listeners in the first 30 minutes, and very often in the first five to ten. Okay, this is all before I ask the first question. And then, when we ask questions, I will have no more than, say, a two-page spread in a notebook open with three to five points on either side. So, for a 90 minute to three-hour interview, I’ll have no more than ten points, and very frequently, I will follow the thread of conversation with follow up questions and we will only hit half of those, maybe. Do not come into an interview expecting to ask 20, 25 questions. It’s just not going to happen if you are actually listening to the answers and not rushing through things. Which leads me to a few other suggestions. Number one, ask questions that you actually fucking care about. Ask questions that you want to know the answer to, alright? Now, some interviewers, for instance, James Lipton, Inside the Actors Studio, he knows the answers to every question he is going to ask, and he very rarely deviates from the order of the questions on these blue cards. They also, this is where I got it from, allow their guests to have final cut. They record for about three hours, I want to say, and then cut it down to whatever it is in its finished form, 45 to 60 minutes. I would rather have a slightly more awkward conversation, but not know the answers. Otherwise, it’s boring for me. So, I may know the answers to a handful of questions, but very rarely and I tend to spend as little time as possible on something you couple read in Wikipedia, unless I’m digging into a particular aspect that wasn’t covered or that might be fun to explore. I also tend to start with questions that they don’t expect about, perhaps, a side interest. You’ll notice that, for instance, in my interview with Edward Norton, we started with surfing. Why? Because Edward’s a very smart guy, he’s spent a lot of time with media. If I start with asking about a specific role, for instance, that – or the beginning of his acting career, he might – I’m not saying Edward would do this, but he might go on autopilot. I would, and a lot of people do when they’re asked about the topics that they’ve covered a thousand times before. They have an automatic response, very often. So, I’ll start with surfing, which is what I did in that case, or start with, say, in the case of Terry Crews. The interview with Terry Crews, one of my favorites in the last six months and certainly one of the most popular, huge episodes that continues to get downloaded hundreds of thousands of times per month, began with talking about his artwork, something people are not very aware of and something that really blew me away, because he’s an extremely gifted and developed graphic artist. So, there you have it, to avoid people going on autopilot, and ask questions you care about. Next, let the silence do the work. This is advice that I received from Cal Fussman, interviewer extraordinaire. He’s interviewed everyone from, say, Gorbachev, to Clooney, to Muhammad Ali. You go down the list, he has interviewed just about all of the cultural shapers of the last 50 years. It’s an incredible list and Cal is a true Jedi of the craft. And when I meet someone and develop a friendship with someone like that, this included, for instance, at one point, I hired a researcher who had worked Inside the Actors Studio. I will ask them, very nicely, something along the following lines, I know you’re probably too busy, but if there’s any chance I could send you a transcript of one or more of my episodes, I would really appreciate any thoughts or comments or feedback that you might have because I know I am probably missing the boat or wasting opportunities that come up, or rushing or doing something that a novice is prone to doing, and I really want to make the most of these opportunities when I’m speaking with these incredible people. It would really mean a lot to me, even if it were just a few lines of feedback, but I totally understand if you’re too busy to reply. And, Cal, very kindly, at one point, read through a few of my transcripts, and his most important feedback was, let the silence do the work. And this takes some practice because in normal conversation, which is not the same as an interview – and people have different approaches, certainly. I mean, Joe Rogan is spectacular. He has a very conversational style. James Lipton has a very, very strict, I would say, interview style. I’m somewhere in the middle and that suits my personality. In this context, let the silence do the work means, if you ask a question and there is silence, awkward silence, for a few seconds. A few seconds is a really long time in conversation. I mean, try to just sit still for say, five seconds. Alright, let’s actually pretend that I’m asking you a question. So, what was it like when that happened? That’s about five seconds. It’s a fucking long time and my instinct, which is true for millions and billions of people, was to jump in and try to help the interviewee, and I’d say, well, put another way or we could come back to that and ask another question. And Cal’s advice was, let the silence do the work, just wait it out. And this is easier via Skype than it is in person in my experience, but let the silence do the work. And those are a few pointers to start with. There are many more. Study. Treat it as a craft. Treat it as a class. I collect questions that other people ask. I collect questions that I see in in flight magazines in interviews. I test these and if they don’t work, I take them out. So, for instance, early on, I would ask, not only the question, when you hear the word success, who’s the first person you think of, which Derek Sivers, another guest, rightly pointed out on the first go around, seldom produces a very interesting answer. Often, it’s either my parents or Elon Musk or Steve Jobs. These are the three most common answers. So, I would have to say – I started then saying, aside from your parents, Steve Jobs, or Elon Musk, and I stopped asking that question because it rarely produces the story or insights that I want my readers to be able to apply. I also used to ask the question, when you think of the word punchable, whose face comes to mind. This is a really problematic, bad question because it puts people on the defense. They don’t want to say things they might regret. It’s not a good question, but I borrowed it from someone else because it seemed very clever. Now, I did once get an amazing story that kind of made it worth it up to that point, fumbling with this question with Tony Robbins in the first interview, also one of the biggest episodes I’ve ever published. So, if you wanna check that out, tim.blog/tony, probably goes to the right place, and he talks about a meeting with Obama, which is hilarious, so that’s certainly worth listening to. And one of those times when I wondered, oh, god, I hope my audio equipment is working. It’s very funny. Alright, moving on because I know we go really deep on that, and I would say that if you want to understand how I craft questions, how I test questions, what makes a good question in my opinion, then I suggest going to tribeofmentors.com. The introduction is there for free, and in the introductory chapter, the how to use this book chapter, I talk about crafting questions, so you could check that out, or you could just buy the book. It’s whatever it is, ten bucks or something. Okay, next question. How far ahead do you get with banking content or episodes? This depends on when you catch me. Very often, I will bank, I would say, several weeks in advance, minimum. I tend to record – and this comes back to the batching concept of the four-hour work week. I tend to record and have phone calls, this would include interviews, on Mondays and Fridays. So, Mondays and Fridays are my audio days, whether that’s just walking outside and making ten phone calls or recording podcast episodes. So, I schedule people on Mondays and Fridays so that my week isn’t interrupted with scattered recording periods. That’s point number one. Aside from that, I also schedule content creation weeks once a quarter where one of my teammates will fly out, we will meet here in Austin, and we will record a weeks’ worth of audio, video, etcetera for various purposes. We will also make editorial decisions for the coming quarter and then, front load, not only in terms of recording, audio for podcast, but also video for social and make editorial decisions about guest contributors and so on for the upcoming three months, and that really covers a lot of ground for us. So, I would say, in general, I like to have at least four episodes in the bank, prerecorded, because I’m publishing, on average, six episodes a month. And I decided on that frequency because I found two episodes per week, so, eight per month, to overwhelm me when listening to long form audio, and I found six to be just enough to support the number of interviews that I want to do, which are all very personal. I’m reaching out to all of these interviewees to solve very personal problems or improve aspects of myself, they’re always personally driven, and that’s roughly the cadence that I want to sustain. So, six per month, that means you have two weeks per month with single episodes and two weeks per month with two episodes, decided on that. I like to have at least four ready to rock and roll in case I get sick, in case I lose my voice, I get a sinus infection, whatever it might be, and very often, I’ll have more than that. Sometimes I get caught on my heels and then have to do something last minute, but that is also my nature and not something I recommend emulating. Okay, next question is, how do you recommend seeking out a podcast network? What are the advantages, disadvantages? This is really a question of how much of an entrepreneur or business owner, manager you want to be. There are many friends I have recommended seek out or contact different podcast networks and these podcast networks offer various services that range from production assistants, post-production editing, guest recruitment, in some cases, to advertising sales. The focus tends to be on advertising sales because that is how they are incentivized to make money. Sorry, for the sniffling, that is cedar fever. The advantages are you’re offloading a tremendous amount of labor, assuming that they do their job and do it well and on time. The disadvantage is that you tend to make a lot less money and that is a fair trade. There are also some issues if you – and, we’ll come back to this. If you are positioning your podcast as I position mine as very high-end and premium, I will be charging a CPM rate. That’s cost per thousand mill, cost per thousand downloads. That is very high, and by high, I mean $60.00 to $100.00 CPM. That is extraordinarily high and you have to make it worth it, and based on renewal rates for sponsors, that is certainly the case for this podcast. However, most podcasts, including many NPR shows, are billing out at, say, $12.00 CPM, $15.00 CPM, so 25 percent or less of what I am charging, and you can run into an issue if you are trying to create a premium product with, say, a very highly educated audience with high average household income, which this audience certainly is, that the podcast networks are unaccustomed to selling premium products. They are more accustomed to selling $10.00 to $20.00 CPM and you will get push back if you try to position in a premium fashion and they will – or they might agree to it, then after the fact, say we can’t sell a $60.00, $70.00, $80.00 [00:32:00] CPM. We can only sell at 12 and then all of your financial predictions go out the window because you are estimating your percentage, gross or net, based on an assumption, a premium and then the feedback is, we can’t sell it premium. So, those are some of the disadvantages or risks, but I have many friends who are fantastic interviewers. They are not organized enough in an entrepreneurial or finance capacity to actually train up internal staff for ad sales if they decide to do that, for instance. And, might as well touch on this point, which is, ads. Okay, ads are not something – monetizing is not something I’d recommend you focus on off the bat and if the reason you’re doing a podcast is for that, I don’t think you’re gonna last very long, generally speaking. You really have to have an itch that you are scratching, something you need to get out into the world, because it is less painful, more enjoyable, but often less painful for you to get it out into the world than to keep it in your own head, okay? This is certainly true with books, as well. And I write a lot more about this in an article that I have on the blog, tim.blog, and you can search, How I Built a #1-Ranked Podcast With 60M+ Downloads. The funny part about that, of course, is that 60 million at the time was huge to me, now it’s closer to 300 million. But, the principals still apply and I talk a lot about if and when to monetize. Generally speaking, I would recommend that you monetize only after you have at least 100,000 downloads on average per episode because this gives you the leverage and the reach to interact with sponsors who can grow with you, who have the company size and the marketing budget to increase the price per episode or their ability to pay and increase price per episode even if you double in size. If you try to monetize really early you’re gonna be doing, in many cases, sketchy affiliate deals, or good affiliate deals with moderate payout and you’ll then, if you’re dealing with people who are paying you per episode – and I would suggest no terms, I don’t use any terms so everyone’s paying up front. That’s another thing you only get if you’ve established a reputation. Most of the time, they’re going to ask for net 30, net 60, which can create cash flow problems. For all of those reasons and more, develop a solid product, a solid audience before you attempt to monetize. Would you rather make $1000.00 a month now or $500,000.00 a month later? And the difference between those two is often one of delaying the compulsion to monetize for when you actually have leverage. Okay, now, let’s build on that because I get so many damn questions about monetizing that I’d like to encourage a few different approaches. The renewal rate of sponsors for my show, despite the pricing, which is very high, is, I want to say, at least 70 to 80 percent. It may be more. So, why is my renewal rate so high and why is that important? It’s important because, A, I’m lazy and I don’t want to have a high churn rate that necessitates pitching new sponsors and converting new sponsors and converting new sponsors endlessly. That is very high labor and not something I have any desire for. Second, I want happy sponsors. Happy sponsors, happy podcaster, assuming they’re not high maintenance in other ways. So, I do fire sponsors if they’re high maintenance. But, the key here is that I vet the sponsors very carefully and personally use them, so there have been delays of two to four months for sponsors who want to, in this case, write $250,000.00, $500,000.00 checks to pre-book episodes. Actually, an important nuance. So, I don’t offer any discounts on episodes if they buy more episodes because the popularity of the podcast as it ramps up increases the price that they pay per episode. So, the way that a sponsor gets a discount is by booking in advance because if they book, say, six episodes for cue two and we’re in cue one, the podcast is gonna continue to grow and they’re locked in a current price when the price is inevitably going to go up, because the popularity continue to grow. Just as a side note, again, one of many policies that keep my life and maybe your life very simple. Okay, there are two different ways that I vet sponsors. Number one, I personally use the products when possible. In some cases, say, B to B products, it’s a little more challenging, but, for that reason, you’ll see a strong preference for consumer products of different types, services that I use myself, and I also poll my audience late at night on social media and we’ll ask, has anyone out there used, fill in the blank? From zero to ten, how much would you recommend it to a friend, ten being the best? And I do this late at night because I don’t want the companies to notice this and then spam the shit out of the feed with their employees, friends, fans, etcetera, which does happen. So, I do it late at night to test and then will look for the patterns, and I’ll have an assistant do this or I’ll do to myself. It can usually be done really quickly. The average must be seven or higher, alright? The average for how much would you recommend this to a friend has to be seven or higher. Some of you who are familiar with a net promotor score, this is a very simplistic way of approaching that on social media to try to get something that is resembling statistical significance. I do those two things and end up rejecting about 90 percent of the inbound sponsor inquires. So, that’s about it. If you’re interested in other policies that I use or interested in looking at what sponsorship of a podcast like mine looks like, you can go to tim.blog/sponsor and check it out. If you are not interested in sponsoring podcasts, please do not submit the form. There’s nothing fancy exciting or anything that comes after it and you’re not going to receive anything, so don’t spam the shit out of us, thanks. Frequency, I mentioned briefly before, six episodes per month. The more you publish, the more it appears that you are favored by the iTunes algorithm. So, if you are trying to pop in the rankings, it makes a lot of sense to put out, say, a preview episode of a few minutes, and this is very standard practice for people who look into this. Put up a preview episode, hey, here’s what’s coming with season one, or whatever it might be. Use that to then build up the subscriber base and in the first week that you publish your podcast, put out at least three episodes in rapid succession, say, Monday, Tuesday, Wednesday and drive as much traffic as possible to subscribe. That is one tip if the pissing contest of iTunes ranks matters to you, and who are we kidding? We all have healthy egos if you’re doing this kind of thing, so why not have fun with it? Okay, next up, we have some blog questions and I’m gonna try to jump through this pretty quickly. Is it better to name a blog after yourself for recognition or to use a company name to reach a broader audience? This is from Mari. This depends a lot on what outcome you’re optimizing for. My blog has my name and face all over it. This is good if you have no desire and no intention and 100 percent certainty that you are not going to sell the blog as part of a media company later, but, if you use a brand name or a company name like Wirecutter, for instance, which was created by my friend Brian Lam and later sold for a very healthy chunk of change, having Brian’s name, if it was the Brian Lam show, is problematic because he may have a lot of trouble selling that company as a sort of key man and it’s very difficult to, say, have that company be acquired and continue with that name in bright lights on the marque if Brian himself does not continue on at the company. And he might, say, as part of the acquisition agreement, need to vest over time to receive some of the payout, very common, but in any case, it makes it a little tougher. There is a book called Built to Sell that I would encourage you check out by John Warrillow and there are others, but if your goal is even ten percent potentially to sell, then making it your personal name is problematic, but that’s a decision I made, I don’t regret it. Excuse me. Let’s see, there’s some questions about platform and it seems that WordPress is kind of the go-to, any suggestions on platform? I am biased towards WordPress. There are many options. I am biased towards WordPress for the same reason that I’m biased towards email. Let me explain what that means. I’m biased towards WordPress because it is open source, so if, say, Automattic, M-A-T-T-I-C, which is a company I now advise, they run wordpress.com and the paid services associated with hosted WordPress blogs, they kind of handle it all for you. If, for whatever reason, they disappeared, went out of business, got bought by a company you didn’t like, whatever, WordPress as a platform continues to exist and you can port your site from place to place to place and find people to help you with support very easily, or development. This is not true for closed box systems. So, WordPress does not have any single point of failure, in other words, so if I spend years building up this blog, I don’t have to worry about, suddenly, it being non-viable if a company goes bankrupt or something like that. That is one of the appeals of WordPress. Another appeal, highly appealing element, is that, out of the box, it has some of the best SEO possible, or at least it does not do anything, in my experience, terribly offensive to Google. So, my content at least and over time this improves as your page rank increases and so on, tends to get indexed very effectively for search engines. That is another benefit that I have found of WordPress. There are other options. Now, I mentioned I favor email, so why email? Email compared to social media, that is what I mean, because, as many people have experienced with – and this isn’t shaking a stick at these folks, this is perfectly predictable based on their incentives to sell advertising, that Facebook or other companies that have, say, fan pages, publisher pages, and so on, this is true for Instagram as well and every other platform, if they want at any point to change their algorithm or reduce organic reach, they can do so. So, I asked, I remember at one point, someone I met who had a very successful business based on Facebook what it was like. He said, it’s like owning the most profitable McDonalds in the world on top of an active volcano. You just don’t know when it’s gonna change, when it’s gonna erupt, when your business is gonna vaporize and a lot of people have seen that, and I still use Facebook. I think it’s tremendously useful. It has ten times the click through rate of many of the other social platforms that I’ve experimented with, so it still has a very high utility for me. However, as someone who focuses on risk mitigation and controlling as many variables as possible, I like email and the last few years have doubled and tripled and quadrupled down on that focus. Why? Because that direct means of communication cannot easily be taken away from me and I can switch email service providers. There’s a flexibility and persistence with that that you just don’t have as a guarantee on social media platforms. Despite that, of course, I am investing resources and time in certain platforms such as Instagram. Alright, pointers on just doing the damn thing and not getting worked up about it being perfect when getting started, and this is something a lot of people have trouble with. I would write posts, if we’re talking about blogs specifically, that you can target to one or two of your friends. Don’t try to be an empathic super genius if that poses some type of challenge for you. Don’t try to write anything for the world. If you try to write something that everyone will like, no one will love it, so feel free to polarize and write for one or two of your friends. When I write articles, I effectively want ten percent of my audience to love each post. That’s it, ten percent and my audience is about 70 percent male, 30 percent female, maybe 65, 35, but predominantly male, and I’m looking for ten percent of my audience to love it, period. What that means is, over time, say each six months or something like that, everyone in my audience will see a post from me that they say holy, fucking, shit this is the best thing I’ve read in ages, let me share this with 20 of my friends. I don’t care about everyone loving each piece and that removes a tremendous amount of pressure for you to figure everything out and play the kind of Switzerland of editorial and please everyone. Do not try to please everyone. Try to create raving fans that comprise maybe five to ten percent of your audience for each post. That’s my goal. I don’t care about the rest. They’ll have their turn later, but for now, if they’re like what? A post on microbiome and dah-dah-dah, that’s boring as shit. Well, that’s fine. It can be boring to you, but ten percent of my audience is going to love this and go completely bonkers over the details. So, that’s fine, you’ll get your turn. That’s how I think about it. What are things that are easily outsourced and should be outsourced to save time, logos, intros, podcast uploader, scheduler, etcetera? I, despite my proclivity for outsourcing and delegating, do not delegate writing. So, if there is a blog post that is certainly longer and editorial with my name on it, then I’ve written it. I just don’t feel ethically okay with not doing that. Many people have no compunction about that and that’s fine, that’s their decision, but a lot of folks you know as famous bloggers do not, have not written on their blogs personally in years. I know this for a fact. Anything with my name is written by me, with the exception of some very basic, say, intro text for podcasts, which is really more procedural. That stuff, I might have an editorial assistant help with and logos, certainly, I’m not designing myself. I’m hiring someone, whether one-on-one or through 99designs, which I do use quite consistently. And intros of podcasts, for sure, the music and so on, I will hire someone else to handle and that can range from royalty-free music on many different sites, which you can find out there, to hiring someone to compose, which was the case for the new Tribe of Mentors podcast, and some people may notice on the Tribe of Mentors podcast, which I pushed out which had shorter content much more frequently, stayed at number one across all of iTunes for about a week straight during book launch. Very useful. That’s another story – that the music was the same music I had originally composed for the 4-Hour Chef video trailer. So, if you want to see the movie trailer of the 4-Hour Chef you can take a look at that on the YouTubes. Alright, next question. If you run ads on your blog, uploader schedule, there are things you can use for social, for instance, whether it’s Edgar or others that can be very helpful for that, particularly if you’re going to take a vacation or travel. For WordPress, the scheduling and so on can be done within the UI, within the dashboard of WordPress. So, for any editorial that we’re scheduling on that way, we simply use that. For the podcasts, because the quality assurance is so important to me on that, I have several sets of eyes and ears who double check and confirm everything before it goes out. Alright, next, if you run ads on your blog. I don’t run ads on my blog, but I’ll try to answer the question. Roughly how much revenue does 1,000 visits on the blog per month equate to, 5,000, 10,000, 20,000? This depends on CPM, cost per thousand that I mentioned earlier, and that varies very widely depending on the nature of the advertising and the nature of your blog, your editorial, who are your customers? So, if you’re selling informercial products, then the price is probably gonna be much lower, cost per thousand. If you’re selling or if you’re able to help, say, Mercedes sell their highest end units or Omega, or Rolex sell watches, you’re gonna be able charge a very high premium CPM. So, it depends partially on the nature of your audience, but CPM can range from $2.00 CPM all the way up to $100.00, as I mentioned, but the pricing changes constantly and you have to look at, say, display. Contextual is separate. You can look up contextual advertising to determine what that is, and then there’s something called native advertising, which leaves a really bad taste in my mouth, which is basically hidden advertising disguised as editorial. I just don’t like that at all. It just – and there may be varieties of that that I would find perfectly fine and unoffensively, but in general, I find that to be code for tricking audience into thinking something is editorial when in fact, it is it is an advertorial, but not explicitly disclosed as such, or disclosed in such a way that it’s really ambiguous. So, I do not do that. Do you find that users stay on blogs for longer when there are no ads? I don’t think so. I don’t think it matters, unless the ads are, say, of a pop up variety or really interruptive to the read. Is it more strategic to focus on embedded affiliate income than ads? It depends on your strategy. So, it depends what you’re optimizing for. Embedded affiliate income, I would just be very careful with. You need to make certain disclosures if you’re gonna do that to be on the right side of the law. For instance, particularly if you want to secure any type of insurance policies to protect you against libel claims and so on, which I would encourage if you’re gonna take this seriously and build it out, and that is the reason if you go to tim.blog, you can search disclosures and I think it might be right up in one of the top nav bars. It almost certainly is, and you’ll see all these FTC related disclosures that I make, which are really just insurance policies. Otherwise, it’s like if someone takes you out to lunch and tells you about their product and then you cover their product on the blog, you could run into a conflict that could actually put you into some legal grey area at best. So, you want to be very – I’m very, very conservative with that kind of stuff. So, is it strategic? It depends on your strategy. I would recommend reading a book called the Blue Ocean Strategy to make some decisions on that. It really comes down to creating your own category that you can dominate and own, versus trying to compete in a preexisting bloody category. The affiliate income, one other note on that, if you are going to also use email, you have to be very careful about not using affiliate links in email, and you can look into the regulations related to that. At what point is it necessary to seek out guest editors to contribute to your blog? Never. You don’t have to ever do that. Look at Tim Urban and Wait But Why. There are many blogs, many different content creators on different platforms who from start to finish will only produce things themselves, only write things themselves, and that can be extraordinarily successful and profitable. So, you don’t have to do that. I occasionally bring in guest contributors on my blog because I enjoy reading long form content. And by the way, if anyone’s wondering, should I write things that are less than 500 words, less than a thousand words, some of my blog posts are 10,000 to 20,000 words and many of them are my most popular posts that end up being perennially revisited. And much like real estate, this is one of my goals, I want a blog post I put up to be more valuable two years from now than the day that I publish it, and that relates to Google Guice and other things, but my most popular posts are all years old at this point and they appreciate over time. So, I go super long form. Tom Urban takes it to a whole new level and I did a podcast episode with him. If you just search Tim Ferris Show Tim Urban, listen to that, oh, my god. I mean, some of his posts, if you want to call them posts, are like 70,000 words. That’s a book. It’s bigger than some books, broken up into sections. Alright, so you don’t ever need to get guest editors. Let’s see, next question. What are, if any, must-have widget recommendations? Really, nothing for the blog that I can think of other than, based on everything I just said about email, I would encourage you to have something for email capture. It does not need to be a pop up or anything like that, but optimize for email capture, even if, like me, you don’t email anything for the next two to three years. Of course, you need to follow the rules and regulations related to reactivating such email, but think about email very, very closely. That would be my recommendation. And really, that’s about it. We had the same question about back logging content, the editorial, particularly, if I have guest posts, I can actually spec out for the next three to six months in many cases, and then comments. This is not a question from Mari, but a question that I’ll add. What to do with comments? I have comments and if you go to tim.blog and scan down to the end of any blog post with comments, you will see that I have comment rules. If people violate those comment rules, that’s like they’re coming into my house for dinner, kicking off their shoes, putting their filthy feet up on my table and spitting on the ground. I boot them. I have no problem blacklisting people. You’re gone. It’s a one strike, you’re out policy, period. And if people seem to be getting escalated, I’ll say play nice and I’ll sometimes jump in and just say, hey, guys, play nice, and usually that’s enough to correct behavior. But, I’m cultivating a neighborhood. You are the mayor of a town, so if you want to let people break windows and shit on each other’s porches, hey, that’s up to you. I don’t allow that shit at all. I have a zero-tolerance policy for all that stuff. Look up the – I think it’s the broken windows theory of crime and you can understand why. Other people like Seth Godin, massively successful blog, zero comments. So, you don’t have to have comments. I just like the feedback and my commenters will often catch little mistakes that I’ve made, or they will chime in and I’ll have a post on swimming, let’s say, and it’ll be like, hey, I’m the national team coach working with Olympians, just had two things to add. Holy shit, that’s fucking rad. So, I love that kind of interaction and it is my personality, it’s my fit, but really, all of these things should be an outgrowth of your strengths and tour interests, in my opinion, if you want it to be sustainable. You’re gonna need endurance to do this over time and to have endurance, you’re gonna need enthusiasm. You’re gonna need to be excited about what you’re doing and if you get into podcasting, blogs, whatever it is, just to make money, you’re gonna be competing against people who have the enthusiasm and they’re gonna bury you. They’re just gonna outmaneuver you and outlast you at the very least, so find something you’re stoked about. Life’s too short to do otherwise. Alright guys, that’s it for now. I hope you have found this useful and that’s about all I have to add to this. Please let me know if you enjoyed this episode. If you’d like more tactical stuff on content creation like this, if you have other questions about these types of themes, these types of topics, please let me know. Probably the easiest place is on Twitter, @tferriss. You can also hit me on Instagram or Facebook, Tim Ferriss on both of those. And I would imagine there will be some show notes on this, so if you want to find links to things I’ve mentioned, just go to tim.blog/podcast and find this episode along with every other episode. And as always, thank you so much for listening. I love doing this show and it’s because of you guys, so thanks. I’ll talk to you soon. Bye. Posted on: February 6, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of an episode that goes into detail about how i’ve built the tim ferriss show into a podcast that has over 300 million downloads, and how my blog receives between three and four million unique visitors per month", "it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the episode here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show, where typically, it is my job to deconstruct world class performers of all different types from different field to tease out the habits, routines, etcetera, that you can apply in your own life", "this time around i am going to answer questions myself", "i have had some modicum of success with the podcasting and blog world, remember those, web logs, blogs, and recently received a number of questions via text and email, which i requested from mari takahashi", "who is mari takahashi", "atomicmari, you can find her on instagram, @atomicmari, m-a-r-i", "[speaking foreign language]", "and she has had a lot of success on platforms that i am less familiar with, like youtube, for instance, video, all sorts of different things", "she’s a very accomplished ballerina, gamer, and content creator in her own right", "so, i thought that i might answer her questions as a podcast episode because these are informed questions and they are questions that i sometimes get from other people", "so, the podcast, this podcast that you’re listening to, has almost 300 million downloads now and is the first business interview podcast to cross 100 million downloads", "so, we have that in terms of data and lots of mistakes and trial by fire, and then the blog, that is tim.blog, receives between 3 and 4 million unique visitors per month", "so, there’s certainly bigger podcasts, there’s certainly bigger blogs, but i’m doing pretty well in some top percentile, i would say, and operating with a very lean team", "so, i have one, maybe two, depending on how you define it, full-time employees and a handful of part time assistants for various things, and it is in comparison with many of the shows you would recognize otherwise in, say, the itunes top 50, a skeleton crew", "many of these shows have 20, 30 different staffers working on shows in various capacities", "this is particularly true with more complex productions like some of those from npr, for instance, and you can just listen to the credits at the end to get an idea", "so, i have kept this format very simple with this podcast to facilitate working with a lean team", "alright, so, let’s jump into it", "so, mari, again, you can find her on instagram, @atomicmari, asks a number of different things, and i’m gonna modify some of the questions here just to broaden the application", "and if you hear me unzipping my jacket, it’s because i’m getting really hot and excited about this", "number one, what equipment do you use when you’re on the road", "does it differ from what you use at home", "it does not differ at this point in time", "i travel with a number of pieces of equipment and generally speaking, we’re talking about the zoom, z-o-o-m h6, which i use as a recorder", "it could fit in a large pocket", "it is not a gigantic device, and this allows me to connect as many as, or more than, four xlr cables, so very basic", "i think i typically get 3 to 6-foot xlr cables which then connect to the mic that i am using right now, and this is the shure ksm8 microphone, which is fantastic for voice recording, even in loud environments", "i have used and still have the shure sm58’s, which were introduced to me by bryan callen, standup comedian and podcaster extraordinaire in his own right, the fighter and the kid, along with brendan schaub", "and, this is a very simple setup, it’s very hard to break, and i would encourage that you also use – this is a new edition", "it took me a while to find the proper tool for this, but rechargeable batteries, eneloop, panasonic eneloop, e-n-e-l-o-o-p, for a double a or triple a", "in the case of the h6, it’s double a and i would encourage that you buy the charger, which charges in three hours, and it can sustain up to 70 percent of its charge for up to ten years", "so, this is, after some vetting, the best, what i would say, rechargeable batteries that you can use", "otherwise, a piece of advice is to always use new batteries because you will find – this is advice i received from a very experienced interviewer", "if you try to squeak out the last bit of a battery, you’ll find, very often, that you stick it into a recorder like this and it shows that it’s three quarters full and then ten minutes into the interview, potentially with someone you really do not want to piss off with having to do an equipment change, it drops down to the very past bar and then you find yourself in a bad position", "so, new batteries every time and these rechargeable, i find very, very helpful", "so, that is the basic set up", "there are a few other options and a few things that i travel with", "when in doubt, if i’m not bringing this, even if i don’t think i’m going to have to record anything, i will bring the atr2100, which is an audio-technica mic that is usb connected to a laptop, for instance, and i can use, then, quicktime to record anything i might need", "that is the atr2100 audio-technica mic, which provides an incredible bang for the buck and you could use that, and i use that, for all of my remote interviews, whether over skype or some other platform, zencastr and so on", "there are many different options that you can look into", "i tend to just use skype and ecamm call recorder", "ecamm call recorder is the software and it’s very simple", "there are downsides, but nonetheless, it is the software i most consistently use", "there are others, like i mentioned, zencastr, that record a copy locally and then automatically upload to a service like dropbox so that you have high quality audio from both sides that you can then access as the interviewer", "okay, another piece of equipment that i used for many years and it served me very well but then recently gave up the ghost is the ixm yellowtec, and this is an all-in-one device from germany that is self-contained in the sense that you have the batteries, the sd cards, everything in the mic itself and you can record playback, insert a headset and so on all from this one mic, and that you can put it in its case, stick into a backpack", "it’s about the size of a tiny, tiny fold up umbrella, in effect, and that served me very, very well", "i used that to record, i would say, 60 to 70 intros", "i used it for intros specifically because i always record my intros after the interviews", "alright, let’s move on", "those are the basics in terms of equipment and i am experimenting with a number of mics from shure and other manufacturers for using the lightening port on, say, an iphone to record from a directional mic", "i have not yet made much progress in those tests and i really like my setup with the h6", "it’s extremely, extremely reliable", "number two, i’m gonna move the order around a little bit, any pointers on being a good interviewer", "alright, i get this question a lot and i would suggest – this is a great question, but i would suggest that we start with a different question and that is pregame", "how do you set yourself up for a successful interview, which is different than being a good interviewer", "a few suggestions", "number one is that you chat via video, even if you’re not going to record video, i typically don’t, say, via skype, and ask a number of questions", "make a number of points and ask a number of questions", "so, i always emphasize, first, you have final cut, so if there’s anything – i’m talking to the interviewee", "if there’s anything that you want to cut out afterwards, just let me know", "this is not live, we can cut anything out that you wanna cut out", "and what that means is, i encourage you to be as detailed, as raw, as yourself as possible", "cursing’s fine, i curse, i’m from long island, and we can always cut things out", "we can’t put interesting things back in, so please be yourself", "number two, if you need to take a break, go to the bathroom, grab some water, just let me know how to pause in the action, and we can stop it", "number three, the general structure is the following, and i might say, we’ll bounce around, it’s bot gonna be chronological", "i will probably start with a question about x", "i like to tell people the first question that i’m gonna start with and that’s something that i very often ask, say, tv interviewers or others when i’m being interviewed", "i don’t need to know all the questions, just tell me what the first question is so that i don’t stumble right out of the gate", "so, i tell them, probably gonna start with this question", "first third is gonna bounce all over your bio", "we’re gonna talk about your life", "you will have a chance and i will bring it up, certainly towards the end, to talk about your book, your movie, whatever it is that they want to promote or talk about", "and i generally say, we want the audience to fall in love with you first, the messenger, and then the message and selling whatever it is that you would like to encourage them or persuade them to buy, do, etcetera", "it’s much easier", "so, we’re gonna bounce around first, say first third, assuming it’s a 90-minute interview, which is kind of how i set the expectation, typically, and then the second third will be very often some of my rapid-fire questions, or questions from the audience", "then, we will talk about your book, movie, whatever it might be, and then close up with some additional rapid-fire questions", "and at the very end, i will ask you, do you have a final ask or recommendation, next step suggestion, whatever it might be, for my audience, any parting thoughts", "so, i set the stage", "you notice that i’m really laying out a map of the territory for them and enabling them, to the greatest extent possible, to be comfortable", "this is before i hit record or ask the first question", "there are a few other things i like to ask", "number one, is there anything you’d like to avoid talking about, anything that you’re tired talking about, anything like that", "and we can certainly cut it out later, but i can also make an attempt to avoid it if you would like, and i’m not gonna get into politics, i’m not going to touch on any supposed scandals, or whatever", "this isn’t a gotcha show", "this is a show about tactics and routines, favorite books, things that my readers can use, things that will inspire and help my readers get through their own challenges, recover from their own mistakes, etcetera", "this is not a gotcha show and i put people at ease with that, as well", "and then, last, what i’ll very often ask is, do you have any greatest hits stories", "and i will very frequently pose this question before we ever chat, so i’ll send something like this via email, but are there any cues that i could use, such as, tell me about that time in fourth grade when your teacher threw your chair across the room or whatever it might be", "are there any cues that i can use to bring up stories that you have seen audiences respond extremely well to, that are really powerful, really funny, whatever it might be", "and folks who are interviewed, or people who talk for a living or do a fair amount of talking will, over time, just like standup comedians, work on their material, and the smarter of them, or the smart of them, will keep track of this, of course, and naturally do this so they will know that they have three or four absolute guaranteed hits for almost any audience", "so, i’ll ask them if they have any of those and any cues that i could use to bring them up, and if they’re having trouble with that formulation, i’ll say, any particularly funny stories that people enjoy hearing", "and i will then have two or three of those that i will frontload somewhere in the first third of the interview, first 30 minutes, and this guarantees, a, that the interviewee gets to work on, or, rather, repeat a story that they’re very comfortable telling, that they know will work, which tends to put them in a good mood, and also, it acts as a confidence builder, and, b, i know that i will have at least one to three hooks so that i grab the listeners in the first 30 minutes, and very often in the first five to ten", "okay, this is all before i ask the first question", "and then, when we ask questions, i will have no more than, say, a two-page spread in a notebook open with three to five points on either side", "so, for a 90 minute to three-hour interview, i’ll have no more than ten points, and very frequently, i will follow the thread of conversation with follow up questions and we will only hit half of those, maybe", "do not come into an interview expecting to ask 20, 25 questions", "it’s just not going to happen if you are actually listening to the answers and not rushing through things", "which leads me to a few other suggestions", "number one, ask questions that you actually fucking care about", "ask questions that you want to know the answer to, alright", "now, some interviewers, for instance, james lipton, inside the actors studio, he knows the answers to every question he is going to ask, and he very rarely deviates from the order of the questions on these blue cards", "they also, this is where i got it from, allow their guests to have final cut", "they record for about three hours, i want to say, and then cut it down to whatever it is in its finished form, 45 to 60 minutes", "i would rather have a slightly more awkward conversation, but not know the answers", "otherwise, it’s boring for me", "so, i may know the answers to a handful of questions, but very rarely and i tend to spend as little time as possible on something you couple read in wikipedia, unless i’m digging into a particular aspect that wasn’t covered or that might be fun to explore", "i also tend to start with questions that they don’t expect about, perhaps, a side interest", "you’ll notice that, for instance, in my interview with edward norton, we started with surfing", "why", "because edward’s a very smart guy, he’s spent a lot of time with media", "if i start with asking about a specific role, for instance, that – or the beginning of his acting career, he might – i’m not saying edward would do this, but he might go on autopilot", "i would, and a lot of people do when they’re asked about the topics that they’ve covered a thousand times before", "they have an automatic response, very often", "so, i’ll start with surfing, which is what i did in that case, or start with, say, in the case of terry crews", "the interview with terry crews, one of my favorites in the last six months and certainly one of the most popular, huge episodes that continues to get downloaded hundreds of thousands of times per month, began with talking about his artwork, something people are not very aware of and something that really blew me away, because he’s an extremely gifted and developed graphic artist", "so, there you have it, to avoid people going on autopilot, and ask questions you care about", "next, let the silence do the work", "this is advice that i received from cal fussman, interviewer extraordinaire", "he’s interviewed everyone from, say, gorbachev, to clooney, to muhammad ali", "you go down the list, he has interviewed just about all of the cultural shapers of the last 50 years", "it’s an incredible list and cal is a true jedi of the craft", "and when i meet someone and develop a friendship with someone like that, this included, for instance, at one point, i hired a researcher who had worked inside the actors studio", "i will ask them, very nicely, something along the following lines, i know you’re probably too busy, but if there’s any chance i could send you a transcript of one or more of my episodes, i would really appreciate any thoughts or comments or feedback that you might have because i know i am probably missing the boat or wasting opportunities that come up, or rushing or doing something that a novice is prone to doing, and i really want to make the most of these opportunities when i’m speaking with these incredible people", "it would really mean a lot to me, even if it were just a few lines of feedback, but i totally understand if you’re too busy to reply", "and, cal, very kindly, at one point, read through a few of my transcripts, and his most important feedback was, let the silence do the work", "and this takes some practice because in normal conversation, which is not the same as an interview – and people have different approaches, certainly", "i mean, joe rogan is spectacular", "he has a very conversational style", "james lipton has a very, very strict, i would say, interview style", "i’m somewhere in the middle and that suits my personality", "in this context, let the silence do the work means, if you ask a question and there is silence, awkward silence, for a few seconds", "a few seconds is a really long time in conversation", "i mean, try to just sit still for say, five seconds", "alright, let’s actually pretend that i’m asking you a question", "so, what was it like when that happened", "that’s about five seconds", "it’s a fucking long time and my instinct, which is true for millions and billions of people, was to jump in and try to help the interviewee, and i’d say, well, put another way or we could come back to that and ask another question", "and cal’s advice was, let the silence do the work, just wait it out", "and this is easier via skype than it is in person in my experience, but let the silence do the work", "and those are a few pointers to start with", "there are many more", "study", "treat it as a craft", "treat it as a class", "i collect questions that other people ask", "i collect questions that i see in in flight magazines in interviews", "i test these and if they don’t work, i take them out", "so, for instance, early on, i would ask, not only the question, when you hear the word success, who’s the first person you think of, which derek sivers, another guest, rightly pointed out on the first go around, seldom produces a very interesting answer", "often, it’s either my parents or elon musk or steve jobs", "these are the three most common answers", "so, i would have to say – i started then saying, aside from your parents, steve jobs, or elon musk, and i stopped asking that question because it rarely produces the story or insights that i want my readers to be able to apply", "i also used to ask the question, when you think of the word punchable, whose face comes to mind", "this is a really problematic, bad question because it puts people on the defense", "they don’t want to say things they might regret", "it’s not a good question, but i borrowed it from someone else because it seemed very clever", "now, i did once get an amazing story that kind of made it worth it up to that point, fumbling with this question with tony robbins in the first interview, also one of the biggest episodes i’ve ever published", "so, if you wanna check that out, tim.blog/tony, probably goes to the right place, and he talks about a meeting with obama, which is hilarious, so that’s certainly worth listening to", "and one of those times when i wondered, oh, god, i hope my audio equipment is working", "it’s very funny", "alright, moving on because i know we go really deep on that, and i would say that if you want to understand how i craft questions, how i test questions, what makes a good question in my opinion, then i suggest going to tribeofmentors.com", "the introduction is there for free, and in the introductory chapter, the how to use this book chapter, i talk about crafting questions, so you could check that out, or you could just buy the book", "it’s whatever it is, ten bucks or something", "okay, next question", "how far ahead do you get with banking content or episodes", "this depends on when you catch me", "very often, i will bank, i would say, several weeks in advance, minimum", "i tend to record – and this comes back to the batching concept of the four-hour work week", "i tend to record and have phone calls, this would include interviews, on mondays and fridays", "so, mondays and fridays are my audio days, whether that’s just walking outside and making ten phone calls or recording podcast episodes", "so, i schedule people on mondays and fridays so that my week isn’t interrupted with scattered recording periods", "that’s point number one", "aside from that, i also schedule content creation weeks once a quarter where one of my teammates will fly out, we will meet here in austin, and we will record a weeks’ worth of audio, video, etcetera for various purposes", "we will also make editorial decisions for the coming quarter and then, front load, not only in terms of recording, audio for podcast, but also video for social and make editorial decisions about guest contributors and so on for the upcoming three months, and that really covers a lot of ground for us", "so, i would say, in general, i like to have at least four episodes in the bank, prerecorded, because i’m publishing, on average, six episodes a month", "and i decided on that frequency because i found two episodes per week, so, eight per month, to overwhelm me when listening to long form audio, and i found six to be just enough to support the number of interviews that i want to do, which are all very personal", "i’m reaching out to all of these interviewees to solve very personal problems or improve aspects of myself, they’re always personally driven, and that’s roughly the cadence that i want to sustain", "so, six per month, that means you have two weeks per month with single episodes and two weeks per month with two episodes, decided on that", "i like to have at least four ready to rock and roll in case i get sick, in case i lose my voice, i get a sinus infection, whatever it might be, and very often, i’ll have more than that", "sometimes i get caught on my heels and then have to do something last minute, but that is also my nature and not something i recommend emulating", "okay, next question is, how do you recommend seeking out a podcast network", "what are the advantages, disadvantages", "this is really a question of how much of an entrepreneur or business owner, manager you want to be", "there are many friends i have recommended seek out or contact different podcast networks and these podcast networks offer various services that range from production assistants, post-production editing, guest recruitment, in some cases, to advertising sales", "the focus tends to be on advertising sales because that is how they are incentivized to make money", "sorry, for the sniffling, that is cedar fever", "the advantages are you’re offloading a tremendous amount of labor, assuming that they do their job and do it well and on time", "the disadvantage is that you tend to make a lot less money and that is a fair trade", "there are also some issues if you – and, we’ll come back to this", "if you are positioning your podcast as i position mine as very high-end and premium, i will be charging a cpm rate", "that’s cost per thousand mill, cost per thousand downloads", "that is very high, and by high, i mean $60.00 to $100.00 cpm", "that is extraordinarily high and you have to make it worth it, and based on renewal rates for sponsors, that is certainly the case for this podcast", "however, most podcasts, including many npr shows, are billing out at, say, $12.00 cpm, $15.00 cpm, so 25 percent or less of what i am charging, and you can run into an issue if you are trying to create a premium product with, say, a very highly educated audience with high average household income, which this audience certainly is, that the podcast networks are unaccustomed to selling premium products", "they are more accustomed to selling $10.00 to $20.00 cpm and you will get push back if you try to position in a premium fashion and they will – or they might agree to it, then after the fact, say we can’t sell a $60.00, $70.00, $80.00 [00:32:00] cpm", "we can only sell at 12 and then all of your financial predictions go out the window because you are estimating your percentage, gross or net, based on an assumption, a premium and then the feedback is, we can’t sell it premium", "so, those are some of the disadvantages or risks, but i have many friends who are fantastic interviewers", "they are not organized enough in an entrepreneurial or finance capacity to actually train up internal staff for ad sales if they decide to do that, for instance", "and, might as well touch on this point, which is, ads", "okay, ads are not something – monetizing is not something i’d recommend you focus on off the bat and if the reason you’re doing a podcast is for that, i don’t think you’re gonna last very long, generally speaking", "you really have to have an itch that you are scratching, something you need to get out into the world, because it is less painful, more enjoyable, but often less painful for you to get it out into the world than to keep it in your own head, okay", "this is certainly true with books, as well", "and i write a lot more about this in an article that i have on the blog, tim.blog, and you can search, how i built a #1-ranked podcast with 60m+ downloads", "the funny part about that, of course, is that 60 million at the time was huge to me, now it’s closer to 300 million", "but, the principals still apply and i talk a lot about if and when to monetize", "generally speaking, i would recommend that you monetize only after you have at least 100,000 downloads on average per episode because this gives you the leverage and the reach to interact with sponsors who can grow with you, who have the company size and the marketing budget to increase the price per episode or their ability to pay and increase price per episode even if you double in size", "if you try to monetize really early you’re gonna be doing, in many cases, sketchy affiliate deals, or good affiliate deals with moderate payout and you’ll then, if you’re dealing with people who are paying you per episode – and i would suggest no terms, i don’t use any terms so everyone’s paying up front", "that’s another thing you only get if you’ve established a reputation", "most of the time, they’re going to ask for net 30, net 60, which can create cash flow problems", "for all of those reasons and more, develop a solid product, a solid audience before you attempt to monetize", "would you rather make $1000.00 a month now or $500,000.00 a month later", "and the difference between those two is often one of delaying the compulsion to monetize for when you actually have leverage", "okay, now, let’s build on that because i get so many damn questions about monetizing that i’d like to encourage a few different approaches", "the renewal rate of sponsors for my show, despite the pricing, which is very high, is, i want to say, at least 70 to 80 percent", "it may be more", "so, why is my renewal rate so high and why is that important", "it’s important because, a, i’m lazy and i don’t want to have a high churn rate that necessitates pitching new sponsors and converting new sponsors and converting new sponsors endlessly", "that is very high labor and not something i have any desire for", "second, i want happy sponsors", "happy sponsors, happy podcaster, assuming they’re not high maintenance in other ways", "so, i do fire sponsors if they’re high maintenance", "but, the key here is that i vet the sponsors very carefully and personally use them, so there have been delays of two to four months for sponsors who want to, in this case, write $250,000.00, $500,000.00 checks to pre-book episodes", "actually, an important nuance", "so, i don’t offer any discounts on episodes if they buy more episodes because the popularity of the podcast as it ramps up increases the price that they pay per episode", "so, the way that a sponsor gets a discount is by booking in advance because if they book, say, six episodes for cue two and we’re in cue one, the podcast is gonna continue to grow and they’re locked in a current price when the price is inevitably going to go up, because the popularity continue to grow", "just as a side note, again, one of many policies that keep my life and maybe your life very simple", "okay, there are two different ways that i vet sponsors", "number one, i personally use the products when possible", "in some cases, say, b to b products, it’s a little more challenging, but, for that reason, you’ll see a strong preference for consumer products of different types, services that i use myself, and i also poll my audience late at night on social media and we’ll ask, has anyone out there used, fill in the blank", "from zero to ten, how much would you recommend it to a friend, ten being the best", "and i do this late at night because i don’t want the companies to notice this and then spam the shit out of the feed with their employees, friends, fans, etcetera, which does happen", "so, i do it late at night to test and then will look for the patterns, and i’ll have an assistant do this or i’ll do to myself", "it can usually be done really quickly", "the average must be seven or higher, alright", "the average for how much would you recommend this to a friend has to be seven or higher", "some of you who are familiar with a net promotor score, this is a very simplistic way of approaching that on social media to try to get something that is resembling statistical significance", "i do those two things and end up rejecting about 90 percent of the inbound sponsor inquires", "so, that’s about it", "if you’re interested in other policies that i use or interested in looking at what sponsorship of a podcast like mine looks like, you can go to tim.blog/sponsor and check it out", "if you are not interested in sponsoring podcasts, please do not submit the form", "there’s nothing fancy exciting or anything that comes after it and you’re not going to receive anything, so don’t spam the shit out of us, thanks", "frequency, i mentioned briefly before, six episodes per month", "the more you publish, the more it appears that you are favored by the itunes algorithm", "so, if you are trying to pop in the rankings, it makes a lot of sense to put out, say, a preview episode of a few minutes, and this is very standard practice for people who look into this", "put up a preview episode, hey, here’s what’s coming with season one, or whatever it might be", "use that to then build up the subscriber base and in the first week that you publish your podcast, put out at least three episodes in rapid succession, say, monday, tuesday, wednesday and drive as much traffic as possible to subscribe", "that is one tip if the pissing contest of itunes ranks matters to you, and who are we kidding", "we all have healthy egos if you’re doing this kind of thing, so why not have fun with it", "okay, next up, we have some blog questions and i’m gonna try to jump through this pretty quickly", "is it better to name a blog after yourself for recognition or to use a company name to reach a broader audience", "this is from mari", "this depends a lot on what outcome you’re optimizing for", "my blog has my name and face all over it", "this is good if you have no desire and no intention and 100 percent certainty that you are not going to sell the blog as part of a media company later, but, if you use a brand name or a company name like wirecutter, for instance, which was created by my friend brian lam and later sold for a very healthy chunk of change, having brian’s name, if it was the brian lam show, is problematic because he may have a lot of trouble selling that company as a sort of key man and it’s very difficult to, say, have that company be acquired and continue with that name in bright lights on the marque if brian himself does not continue on at the company", "and he might, say, as part of the acquisition agreement, need to vest over time to receive some of the payout, very common, but in any case, it makes it a little tougher", "there is a book called built to sell that i would encourage you check out by john warrillow and there are others, but if your goal is even ten percent potentially to sell, then making it your personal name is problematic, but that’s a decision i made, i don’t regret it", "excuse me", "let’s see, there’s some questions about platform and it seems that wordpress is kind of the go-to, any suggestions on platform", "i am biased towards wordpress", "there are many options", "i am biased towards wordpress for the same reason that i’m biased towards email", "let me explain what that means", "i’m biased towards wordpress because it is open source, so if, say, automattic, m-a-t-t-i-c, which is a company i now advise, they run wordpress.com and the paid services associated with hosted wordpress blogs, they kind of handle it all for you", "if, for whatever reason, they disappeared, went out of business, got bought by a company you didn’t like, whatever, wordpress as a platform continues to exist and you can port your site from place to place to place and find people to help you with support very easily, or development", "this is not true for closed box systems", "so, wordpress does not have any single point of failure, in other words, so if i spend years building up this blog, i don’t have to worry about, suddenly, it being non-viable if a company goes bankrupt or something like that", "that is one of the appeals of wordpress", "another appeal, highly appealing element, is that, out of the box, it has some of the best seo possible, or at least it does not do anything, in my experience, terribly offensive to google", "so, my content at least and over time this improves as your page rank increases and so on, tends to get indexed very effectively for search engines", "that is another benefit that i have found of wordpress", "there are other options", "now, i mentioned i favor email, so why email", "email compared to social media, that is what i mean, because, as many people have experienced with – and this isn’t shaking a stick at these folks, this is perfectly predictable based on their incentives to sell advertising, that facebook or other companies that have, say, fan pages, publisher pages, and so on, this is true for instagram as well and every other platform, if they want at any point to change their algorithm or reduce organic reach, they can do so", "so, i asked, i remember at one point, someone i met who had a very successful business based on facebook what it was like", "he said, it’s like owning the most profitable mcdonalds in the world on top of an active volcano", "you just don’t know when it’s gonna change, when it’s gonna erupt, when your business is gonna vaporize and a lot of people have seen that, and i still use facebook", "i think it’s tremendously useful", "it has ten times the click through rate of many of the other social platforms that i’ve experimented with, so it still has a very high utility for me", "however, as someone who focuses on risk mitigation and controlling as many variables as possible, i like email and the last few years have doubled and tripled and quadrupled down on that focus", "why", "because that direct means of communication cannot easily be taken away from me and i can switch email service providers", "there’s a flexibility and persistence with that that you just don’t have as a guarantee on social media platforms", "despite that, of course, i am investing resources and time in certain platforms such as instagram", "alright, pointers on just doing the damn thing and not getting worked up about it being perfect when getting started, and this is something a lot of people have trouble with", "i would write posts, if we’re talking about blogs specifically, that you can target to one or two of your friends", "don’t try to be an empathic super genius if that poses some type of challenge for you", "don’t try to write anything for the world", "if you try to write something that everyone will like, no one will love it, so feel free to polarize and write for one or two of your friends", "when i write articles, i effectively want ten percent of my audience to love each post", "that’s it, ten percent and my audience is about 70 percent male, 30 percent female, maybe 65, 35, but predominantly male, and i’m looking for ten percent of my audience to love it, period", "what that means is, over time, say each six months or something like that, everyone in my audience will see a post from me that they say holy, fucking, shit this is the best thing i’ve read in ages, let me share this with 20 of my friends", "i don’t care about everyone loving each piece and that removes a tremendous amount of pressure for you to figure everything out and play the kind of switzerland of editorial and please everyone", "do not try to please everyone", "try to create raving fans that comprise maybe five to ten percent of your audience for each post", "that’s my goal", "i don’t care about the rest", "they’ll have their turn later, but for now, if they’re like what", "a post on microbiome and dah-dah-dah, that’s boring as shit", "well, that’s fine", "it can be boring to you, but ten percent of my audience is going to love this and go completely bonkers over the details", "so, that’s fine, you’ll get your turn", "that’s how i think about it", "what are things that are easily outsourced and should be outsourced to save time, logos, intros, podcast uploader, scheduler, etcetera", "i, despite my proclivity for outsourcing and delegating, do not delegate writing", "so, if there is a blog post that is certainly longer and editorial with my name on it, then i’ve written it", "i just don’t feel ethically okay with not doing that", "many people have no compunction about that and that’s fine, that’s their decision, but a lot of folks you know as famous bloggers do not, have not written on their blogs personally in years", "i know this for a fact", "anything with my name is written by me, with the exception of some very basic, say, intro text for podcasts, which is really more procedural", "that stuff, i might have an editorial assistant help with and logos, certainly, i’m not designing myself", "i’m hiring someone, whether one-on-one or through 99designs, which i do use quite consistently", "and intros of podcasts, for sure, the music and so on, i will hire someone else to handle and that can range from royalty-free music on many different sites, which you can find out there, to hiring someone to compose, which was the case for the new tribe of mentors podcast, and some people may notice on the tribe of mentors podcast, which i pushed out which had shorter content much more frequently, stayed at number one across all of itunes for about a week straight during book launch", "very useful", "that’s another story – that the music was the same music i had originally composed for the 4-hour chef video trailer", "so, if you want to see the movie trailer of the 4-hour chef you can take a look at that on the youtubes", "alright, next question", "if you run ads on your blog, uploader schedule, there are things you can use for social, for instance, whether it’s edgar or others that can be very helpful for that, particularly if you’re going to take a vacation or travel", "for wordpress, the scheduling and so on can be done within the ui, within the dashboard of wordpress", "so, for any editorial that we’re scheduling on that way, we simply use that", "for the podcasts, because the quality assurance is so important to me on that, i have several sets of eyes and ears who double check and confirm everything before it goes out", "alright, next, if you run ads on your blog", "i don’t run ads on my blog, but i’ll try to answer the question", "roughly how much revenue does 1,000 visits on the blog per month equate to, 5,000, 10,000, 20,000", "this depends on cpm, cost per thousand that i mentioned earlier, and that varies very widely depending on the nature of the advertising and the nature of your blog, your editorial, who are your customers", "so, if you’re selling informercial products, then the price is probably gonna be much lower, cost per thousand", "if you’re selling or if you’re able to help, say, mercedes sell their highest end units or omega, or rolex sell watches, you’re gonna be able charge a very high premium cpm", "so, it depends partially on the nature of your audience, but cpm can range from $2.00 cpm all the way up to $100.00, as i mentioned, but the pricing changes constantly and you have to look at, say, display", "contextual is separate", "you can look up contextual advertising to determine what that is, and then there’s something called native advertising, which leaves a really bad taste in my mouth, which is basically hidden advertising disguised as editorial", "i just don’t like that at all", "it just – and there may be varieties of that that i would find perfectly fine and unoffensively, but in general, i find that to be code for tricking audience into thinking something is editorial when in fact, it is it is an advertorial, but not explicitly disclosed as such, or disclosed in such a way that it’s really ambiguous", "so, i do not do that", "do you find that users stay on blogs for longer when there are no ads", "i don’t think so", "i don’t think it matters, unless the ads are, say, of a pop up variety or really interruptive to the read", "is it more strategic to focus on embedded affiliate income than ads", "it depends on your strategy", "so, it depends what you’re optimizing for", "embedded affiliate income, i would just be very careful with", "you need to make certain disclosures if you’re gonna do that to be on the right side of the law", "for instance, particularly if you want to secure any type of insurance policies to protect you against libel claims and so on, which i would encourage if you’re gonna take this seriously and build it out, and that is the reason if you go to tim.blog, you can search disclosures and i think it might be right up in one of the top nav bars", "it almost certainly is, and you’ll see all these ftc related disclosures that i make, which are really just insurance policies", "otherwise, it’s like if someone takes you out to lunch and tells you about their product and then you cover their product on the blog, you could run into a conflict that could actually put you into some legal grey area at best", "so, you want to be very – i’m very, very conservative with that kind of stuff", "so, is it strategic", "it depends on your strategy", "i would recommend reading a book called the blue ocean strategy to make some decisions on that", "it really comes down to creating your own category that you can dominate and own, versus trying to compete in a preexisting bloody category", "the affiliate income, one other note on that, if you are going to also use email, you have to be very careful about not using affiliate links in email, and you can look into the regulations related to that", "at what point is it necessary to seek out guest editors to contribute to your blog", "never", "you don’t have to ever do that", "look at tim urban and wait but why", "there are many blogs, many different content creators on different platforms who from start to finish will only produce things themselves, only write things themselves, and that can be extraordinarily successful and profitable", "so, you don’t have to do that", "i occasionally bring in guest contributors on my blog because i enjoy reading long form content", "and by the way, if anyone’s wondering, should i write things that are less than 500 words, less than a thousand words, some of my blog posts are 10,000 to 20,000 words and many of them are my most popular posts that end up being perennially revisited", "and much like real estate, this is one of my goals, i want a blog post i put up to be more valuable two years from now than the day that i publish it, and that relates to google guice and other things, but my most popular posts are all years old at this point and they appreciate over time", "so, i go super long form", "tom urban takes it to a whole new level and i did a podcast episode with him", "if you just search tim ferris show tim urban, listen to that, oh, my god", "i mean, some of his posts, if you want to call them posts, are like 70,000 words", "that’s a book", "it’s bigger than some books, broken up into sections", "alright, so you don’t ever need to get guest editors", "let’s see, next question", "what are, if any, must-have widget recommendations", "really, nothing for the blog that i can think of other than, based on everything i just said about email, i would encourage you to have something for email capture", "it does not need to be a pop up or anything like that, but optimize for email capture, even if, like me, you don’t email anything for the next two to three years", "of course, you need to follow the rules and regulations related to reactivating such email, but think about email very, very closely", "that would be my recommendation", "and really, that’s about it", "we had the same question about back logging content, the editorial, particularly, if i have guest posts, i can actually spec out for the next three to six months in many cases, and then comments", "this is not a question from mari, but a question that i’ll add", "what to do with comments", "i have comments and if you go to tim.blog and scan down to the end of any blog post with comments, you will see that i have comment rules", "if people violate those comment rules, that’s like they’re coming into my house for dinner, kicking off their shoes, putting their filthy feet up on my table and spitting on the ground", "i boot them", "i have no problem blacklisting people", "you’re gone", "it’s a one strike, you’re out policy, period", "and if people seem to be getting escalated, i’ll say play nice and i’ll sometimes jump in and just say, hey, guys, play nice, and usually that’s enough to correct behavior", "but, i’m cultivating a neighborhood", "you are the mayor of a town, so if you want to let people break windows and shit on each other’s porches, hey, that’s up to you", "i don’t allow that shit at all", "i have a zero-tolerance policy for all that stuff", "look up the – i think it’s the broken windows theory of crime and you can understand why", "other people like seth godin, massively successful blog, zero comments", "so, you don’t have to have comments", "i just like the feedback and my commenters will often catch little mistakes that i’ve made, or they will chime in and i’ll have a post on swimming, let’s say, and it’ll be like, hey, i’m the national team coach working with olympians, just had two things to add", "holy shit, that’s fucking rad", "so, i love that kind of interaction and it is my personality, it’s my fit, but really, all of these things should be an outgrowth of your strengths and tour interests, in my opinion, if you want it to be sustainable", "you’re gonna need endurance to do this over time and to have endurance, you’re gonna need enthusiasm", "you’re gonna need to be excited about what you’re doing and if you get into podcasting, blogs, whatever it is, just to make money, you’re gonna be competing against people who have the enthusiasm and they’re gonna bury you", "they’re just gonna outmaneuver you and outlast you at the very least, so find something you’re stoked about", "life’s too short to do otherwise", "alright guys, that’s it for now", "i hope you have found this useful and that’s about all i have to add to this", "please let me know if you enjoyed this episode", "if you’d like more tactical stuff on content creation like this, if you have other questions about these types of themes, these types of topics, please let me know", "probably the easiest place is on twitter, @tferriss", "you can also hit me on instagram or facebook, tim ferriss on both of those", "and i would imagine there will be some show notes on this, so if you want to find links to things i’ve mentioned, just go to tim.blog/podcast and find this episode along with every other episode", "and as always, thank you so much for listening", "i love doing this show and it’s because of you guys, so thanks", "i’ll talk to you soon", "bye"]}