{"dialog_idx": {"frank blake": [20, 22, 25, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 66, 68, 69, 72, 73, 74, 75, 76, 78, 79, 80, 81, 82, 83, 85, 86, 88, 89, 90, 91, 92, 95, 96, 97, 99, 101, 102, 103, 104, 105, 110, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 145, 147, 149, 150, 151, 152, 153, 156, 157, 160, 162, 163, 164, 165, 166, 167, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 185, 186, 187, 188, 189, 190, 191, 192, 197, 198, 199, 200, 201, 205, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 226, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 288, 289, 290, 291, 292, 293, 294, 295, 296, 298, 299, 304, 305, 306, 307, 308, 309, 310, 311, 312, 315, 316, 317, 318, 319, 320, 329, 331, 332, 334, 335, 336, 343, 344, 345, 346, 351, 352, 353, 356, 357, 358, 359, 360, 362, 363, 364, 366, 367, 368, 369, 370, 374, 379, 380, 381, 384, 385, 386, 387, 388, 395, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 414, 416, 417, 419, 420, 421, 422, 424, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 459, 461, 462, 464, 465, 466, 468, 471, 472, 473, 474, 475, 476, 477, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 492, 493, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 507, 509, 510, 511, 512, 513, 517, 522, 523, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 547, 550, 551, 552, 553, 554, 555, 556, 557, 559, 560, 561, 562, 563, 564, 565, 566, 567, 573, 574, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 607, 608, 611, 613, 615, 616, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 648, 649, 650, 651, 652, 653, 654, 655, 657, 661, 662, 668, 669, 670, 671, 672, 674, 675, 676, 678, 685, 686, 688, 689, 690, 694, 698, 699, 700, 703, 704, 705, 706, 707, 711, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 730, 731, 732, 736, 737, 738, 739, 740, 742, 743, 744, 745, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 760, 762, 763, 764, 765, 766, 767, 768, 769, 771, 772, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 787, 789, 790, 791, 792, 793, 794, 796, 798, 799, 801, 803, 808, 810, 811, 812, 814, 815, 816, 817, 819, 821, 822, 824, 828, 831, 832, 835, 836, 837, 838, 845, 846, 847, 849, 851, 852, 853, 855, 866, 867, 875, 876, 877, 878, 881, 882, 883, 884, 888, 890, 891, 892, 893, 895, 896, 898, 902, 904, 905, 906, 907, 908, 910, 911, 912, 913, 914, 915, 916, 920, 921, 922, 923, 924, 926, 936, 937, 938, 939, 941, 948, 950, 953], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 21, 23, 24, 26, 27, 28, 65, 67, 70, 71, 77, 84, 87, 93, 94, 98, 100, 106, 107, 108, 109, 111, 112, 113, 114, 115, 128, 129, 130, 131, 144, 146, 148, 154, 155, 158, 159, 161, 168, 169, 184, 193, 194, 195, 196, 202, 203, 204, 206, 225, 227, 228, 229, 230, 231, 232, 233, 234, 248, 249, 250, 251, 252, 253, 254, 255, 256, 270, 287, 297, 300, 301, 302, 303, 313, 314, 321, 322, 323, 324, 325, 326, 327, 328, 330, 333, 337, 338, 339, 340, 341, 342, 347, 348, 349, 350, 354, 355, 361, 365, 371, 372, 373, 375, 376, 377, 378, 382, 383, 389, 390, 391, 392, 393, 394, 396, 412, 413, 415, 418, 423, 425, 426, 427, 428, 429, 430, 458, 460, 463, 467, 469, 470, 478, 489, 490, 491, 494, 506, 508, 514, 515, 516, 518, 519, 520, 521, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 545, 546, 548, 549, 558, 568, 569, 570, 571, 572, 575, 576, 577, 578, 591, 592, 606, 609, 610, 612, 614, 617, 618, 619, 620, 621, 622, 643, 644, 645, 646, 647, 656, 658, 659, 660, 663, 664, 665, 666, 667, 673, 677, 679, 680, 681, 682, 683, 684, 687, 691, 692, 693, 695, 696, 697, 701, 702, 708, 709, 710, 712, 729, 733, 734, 735, 741, 746, 757, 758, 759, 761, 770, 773, 774, 775, 786, 788, 795, 797, 800, 802, 804, 805, 806, 807, 809, 813, 818, 820, 823, 825, 826, 827, 829, 830, 833, 834, 839, 840, 841, 842, 843, 844, 848, 850, 854, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 868, 869, 870, 871, 872, 873, 874, 879, 880, 885, 886, 887, 889, 894, 897, 899, 900, 901, 903, 909, 917, 918, 919, 925, 927, 928, 929, 930, 931, 932, 933, 934, 935, 940, 942, 943, 944, 945, 946, 947, 949, 951, 952, 954]}, "episode_num": 303, "file_type": "html", "guests": ["frank blake"], "num_sentences": 955, "num_words": 16155, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferris and welcome to another episode of the Tim Ferris Show where it is my job to tease out the habits, routines, tactics you can use from world-class performers of all different types, including business, military, chess, anything and everything imaginable, and there are patterns. The guest today is Frank Blake, @FrankBlake on Twitter. Frank served as chairman and CEO of the Home Depot from January, 2007 through November, 2014, and then as chairman through January of 2015. Frank joined the Home Depot in 2002 as executive vice president for business development and corporate operations. He previously served as deputy secretary for the US Department of Energy. Prior to that, he served in a variety, and I do mean wide variety, of executive roles at General Electric, and we do have some great, great stories related to lessons learned from Jack Welch, as a side note, including senior vice president, corporate business development. Under that umbrella, he did just about everything imaginable. He’s an expert of mergers and acquisitions and much, much more. But, that’s not it. Frank’s public sector experience includes having served as general counsel for the US Environmental Protection Agency, the EPA, deputy counsel to Vice President George Bush, and law clerk to Justice Stevens of the US Supreme Court. He serves on the board of directors for the Georgia Aquarium, Procter & Gamble, Macy’s, and is currently serving as chairman of the Delta and Grady hospital boards. Additionally, he sits on the Board of Trustees at Agnes Scott College. He holds a bachelor’s degree from Harvard and a jurisprudence degree from Columbia University School of Law. He is a very, very entertaining guy, has fantastic stories, and also, a lot of takeaways that you can apply. He also has a podcast, which is short form, 25 minutes, so if you wanna scratch that itch, check out crazygoodturns.org. And the description, we tell inspiring stories about people who do amazing things for others. There’s some fantastic episodes so I encourage you to check that out. And, without further ado, please enjoy this wide-ranging conversation with the ever-fascinating and very, very effective, Frank Blake. Frank, welcome to the show. Frank Blake: It’s great to be here, thank you. Tim Ferriss: I am so thrilled to have you here to help me solve the riddles of life. Frank Blake: Uh-oh. Tim Ferriss: And I thought I would start with maybe some common ground, and it relates to a book called Built from Scratch. So, the background, personally speaking, is that Built from Scratch, along with a few other books, have traveled with me for more than 30 years now. Frank Blake: Wow. Tim Ferriss: So, they helped set me on my first entrepreneurial journey step and have traveled from house to house, apartment to apartment, country to country ever since. And in the course of doing research, I had read that when you became the CEO of Home Depot that you had read passages from Built from Scratch, and I was curious if you recalled any of that, why you chose to do that. If you could walk us through it, that would be fantastic. Frank Blake: First, your research is great, absolutely right. That’s very exciting that the book is important to you. As you’ll hear, it’s hugely important to me. First, the book is the story of Home Depot. It was written by Bernie Marcus and Arthur Blank and about Bernie and Arthur and Ken Langone and their founding of Home Depot. It’s one of the great entrepreneurial stories of our century, of our times, because Bernie and Arthur had been fired from their prior job. Ken Langone said to them when they got fired, you just got hit by a golden horseshoe in the ass. You’re so lucky. And then they went and established the Home Depot, which was the most successful retail concept of its time, fastest to 10 billion, 20 billion, 30 billion, and 40 billion. My connection with the book is it’s very meaningful to me, not only because it’s the story of the founding of the Home Depot, but also because of my start as the CEO of Home Depot. I did not have a background that would lead anyone to think that I’d ever be the CEO of the Home Depot. In fact, when the board called me and said, we want you to be the CEO, I said you ought to take a day and think about this, because while I had been at Home Depot for a few years, I had not been really doing a lot of the retail work. I’d been doing M&A activity and real estate and that kind of thing, and I said, you ought to spend a day, think about it, and think about hiring a real retailer, and I need to think about it. Obviously, they called back at the end of the day, they still offered me the job. I obviously took the job, but I can honestly say that a nanosecond before the call, I was not thinking, I’m going to be the CEO of this company. There were no moments of driving along in the dark of night thinking, oh, what would I do if I were running this place? I was completely unprepared. And then, like a lot of retailers, we have a way of communicating to our associates. At the time, Home Depot had around 350,000 associates. We have little TVs that we beam in messages to the break rooms, and I have to go and address the 350,000 associates being singularly unprepared. At the time, my son, Home Depot has a program of returning veterans, giving them jobs in the store. My son was a returning Iraq veteran, Iraq War veteran, had come back, had been an assistant store manager, was now a store manager at Home Depot. And so, I gave him a call and I said, Frank – he has the same name as I – I said, Frank, do you have any thoughts on what I should say? And first, he said, wow, dad, good luck. And then, the second thing he said was, I don’t know what you should say but I can tell you how I start every store meeting in my store. I said, great, what do you do? And he said, I take Built from Scratch and I read from it. I’ll read a passage from. And I go, this is brilliant. And so, I pick up the book, I flip madly though it to find something that I think is relevant, and in the book, they talk about the inverted pyramid and the leadership concept where the CEO is at the bottom and the customers and the front line associates are at the top. And so, I used that, reading from Built from Scratch and the inverted pyramid as my first communication to our associates. And then, for the next eight years as CEO, I spent time figuring out, what does that actually mean? How do you lead from an inverted pyramid perspective and what are the leadership lessons you pull from that? So, yes, hugely important book. It’s a great book. Unfortunately, it’s out of print but I’m sure I can get it for anybody who wants it. Tim Ferriss: Yeah, maybe we could get the publisher to do a reprint. Frank Blake: Yeah, that would be great. Tim Ferriss: I’ll give them a heads up when this is gonna land. Frank Blake: Right. Yeah, exactly. Tim Ferriss: So, I’d like to start right in the middle of the action, in medias res, with something like that, and then rewind the clock. So, if we go back to your childhood, could you tell us a bit about where you grew up and how you would describe your childhood? Frank Blake: I grew up right outside of Boston, Massachusetts, a family of five. I was the fourth of five. Unfortunately, my three older siblings have died. My mom, though, just had her 100th birthday and still lives in the house I grew up in. I had a great, very family-oriented experience growing up, very close family, and we have a lot of relatives in the area so New England’s sort of home still. Tim Ferriss: What did your mom do for her 100th birthday? Frank Blake: So, we had a big party and we had lots of relatives, lots of her friends. She’s the kind of person who, if you say, mention any name, she will know exactly what that person’s father did, what their sister did. She’ll have a backstory that will go on for 15 or 20 minutes. She works the phone constantly. She did that growing up and she’s done that even to the age of 100. She’s sharp as a tack. Tim Ferriss: Wow, so, factual recall. Frank Blake: Yeah, very, very good, and storytelling, so you just go, wow, I had no idea that there was that much interest in going on in their life, they had a twin sister and the twin sister ran away with the grocery man. It was just all that kind of detail, fascinating stuff. Tim Ferriss: What did you think you were going to grow up to be when you were in, say, high school or when you were younger? Frank Blake: I was interested in politics, so I worked on campaigns. When I got out of college, I worked in the state legislature in Massachusetts. After I went to law school, I then ended up in Washington, DC. I had a very traditional Washington, DC lawyer government career, moved back and forth from private practice and into the government, so politic fascinate me. I was interested in politics. Tim Ferriss: Why did it fascinate you? What led to that, or what about it? Frank Blake: I think you start by the issues being so interesting. You think you can impact people’s lives. Power is a fascinating thing and so, politics is a source of power and it’s fascinating because of it. Tim Ferriss: Did you experience conversations about politics over the dinner table or how were you introduced to it? Frank Blake: Not a bit. Tim Ferriss: Not a bit? Frank Blake: Not a bit. No, not a bit. It was entirely self-generated. I don’t know where it came from, but no one else was remotely interested in politics. That was my thing. Tim Ferriss: Okay. So, as I was mentioning before we start recording, I’ve had a hell of a time trying to figure out what path to take with this conversation because you have such an eclectic background, and people will have heard, certainly, a fair amount of this in the introduction, but I’ll just mention a few things and then I’ll get to the question. So, you have law clerk for Supreme Court Justice, general counsel for GE – I’m skipping a lot – deputy secretary. Now, do you say deputy secretary of the Department of Energy or is it better to just say deputy secretary of energy? Frank Blake: Department of Energy. Tim Ferriss: There we go. Alright, and then CEO of Home Depot, and then, certainly, at least as one of our mutual friends has put it, you are the least retired, retired person he knows. I have a lot of friends who are lawyers, a lot of friends who are lawyers, formal lawyers, and they tend to be very certainty-focused and averse to entrepreneurship. So, how have you, and if this is even accurate, ended up with this combination of very strong legal background and ability to manage amidst uncertainty, and combine those two? It’s really unusual, from my experience, at least. Frank Blake: Probably an awful lot accidental, so the first part accidental was a group of us set up our own law firm. So, there were 12 of us who set up our own law firm and that was kind of my first experience with entrepreneurial activity. The firm did great. Most of my instincts, actually, looking back, are pretty funny because I was wrong. So, that was an introduction to entrepreneurial activity. I left Washington to go to GE to be the general counsel of a business in Schenectady, New York, and everybody thought, that’s the stupidest thing we’ve ever heard. Why would you leave Washington, a great legal practice, and go to Schenectady? And mostly, by that time, I was kind of sick of politics and sick of Washington. And I was the beneficiary of the way GE did HR. Basically, they move people around every 18 months, but they never bothered to move the lawyers because they’re not going to bother to move the lawyers. So, after about five or six years, I’m the person around the table who sort of knows how the business works and I’ve listened to this and I’ve observed over time, and they offered me a job going onto the business side and then the rest of it. Being a lawyer is great, having been a lawyer is even better, so I really enjoyed the business side this out so I really I really enjoyed the business side and found in much, much more fascinating than the legal side. Tim Ferriss: How did you make the decision? Walk us through making the decision to leave the law practice and take the job at GE, because that could be a scary step. And I know, certainly, looking around myself at my friends who have what most people would consider successful legal careers, they often pine after these types of changes but very few of them actually take the leap. So, how did you make that decision? Frank Blake: There were two things. The first, just as a scene-setter, it is the case, I have never made, as a salary, more money than I made as a lawyer, so I did more with my draw from the law firm than through to being CEO of the Home Depot. So, it was a very good legal practice. The problem with legal practice, after a while, that you realize is there’s such a disincentive for any kind of efficiency, right? Somebody comes in with a problem and you go, I know this problem, I can name this tune in three notes. Well, no. Actually, that’s not the business model. You wanna say, oh, boy, that’s a complex symphony. That’s gonna be 3,000 notes. And so, the idea of trying to do something that’s cumulative, rather than billing your time by the hour, is really what appealed to me. And Washington is a very-closed little culture, and I wanted just get out of that closed culture. And Schenectady, New York sounded like the far end of the earth. Tim Ferriss: Now, at the time, were you single, married? Frank Blake: Married. Tim Ferriss: You were married? Frank Blake: Married. Tim Ferriss: How did you deliver the news or how did you discuss the possibility of that switch, if you’re comfortable saying? Frank Blake: Yeah, I don’t know that we had a lot of discussion around it, but it was clear that I was not. I just was becoming increasingly unhappy on the legal side. Well, I’m not sure everybody was thrilled. My family wasn’t thrilled to be moving. We lived in Albany, but to be moving to Upstate New York, they rode in with it. Tim Ferriss: It gets chilly. I grew up in New York but on Long Island, but Upstate gets chilly for people who haven’t been there. Frank Blake: Upstate is chilly. Yeah, it’s very chilly. Tim Ferriss: GE is another company in addition to Home Depot. Even though I’ve never done anything myself in any industries related to either, that is fascinating to me. Frank Blake: Yes. Tim Ferriss: When did you first meet Jack Welch? Frank Blake: Oh, early on, and then I ended up as a direct report for Jack. The founders of Home Depot, Bernie Marcus, Ken Langone, Arthur Blank, they’re extraordinary people. Jack Welch is an extraordinary human being. One of the ways I would describe it is I would never take a phone call from him sitting down. The energy, just immediately, you stood up to provide an answer to Jack. He was hugely helpful to me while I was the CEO at Home Depot, got a lot of stories around Jack, truly a hero. Tim Ferriss: Yeah, let’s get into it. This is a long form podcast, so we have the luxury of time. Frank Blake: Alright, so this is an arc. So, I become CEO of the Home Depot. I think, alright, now I’m gonna call Jack and I’m gonna ask him for some time and kind of give me CEO one-on-one lessons, which I did and he was very nice. He was down in Florida at the time and I said, Jack, can I spend a day with you and kind of pick your brains? He said, great. And, mind you, I have done hundreds of pitches to Jack in my time at GE, and I prepared so hard for this meeting with him. I could tell you the margin rate of an ant trap. I mean, I was just into all the details, all the numbers, and I go down and the first thing he says is draw me your org hart. And we spend the day going through people and it was probably one of the most helpful days of my time. And I recommend this for anybody, anywhere. If you find somebody that you really respect who’ll ask you questions and then you just listen to what you’re saying, and in effect, he did that for me on the organization and the people. And then, every year, I do the same thing. I’d spend a day with Jack every single year. And this is jumping ahead but I love the story so much. Tim Ferriss: We can jump around. Frank Blake: So, the eighth year, so my last time, I get to ask the question that’s sort of the moron, stupid question that you wouldn’t dare ask earlier because you wouldn’t be able to get the next meeting with Jack. So, I go, okay, Jack, all of the attributes of leadership, if you had to weigh them all and pick one, what is the single most important attribute of leadership? And his answer shocked me. He said generosity, and I wouldn’t have predicted it. It kind of took me by surprise when he said it, and then when he explained it and explained how, as leaders, you need to be fueled by the success of others and how that’s really got to be the driving force. And I could see that as true for how he ran GE. It made a lot of sense and it stuck with me ever since. It was a great lesson. Tim Ferriss: Why was it important in that first meeting that he shifted the focus to the org chart? What happened? What were the questions he asked? What were the important? Frank Blake: So, the great questions were, first, how are you organized? Because that tells a lot about what your priorities are. And second, he’d be asking about people and I’d find myself, in some instances, kind of making excuses and saying, well, you know, blah-blah-blah, but not really, and then he’d just say, I mean, did you hear what you just said? What are you gonna do about it? And it wasn’t his commentary on these people, he didn’t even know them, but listening to his feeding back to me what I was saying and then say, hey, look, you’re not smart enough to do this on your own, so if you’re gonna do this and be successful, you gotta get the right team with you. Tim Ferriss: For people who don’t know Jack, what would you say he’s best known for? I mean, something that’s stuck with me, and I have great respect for Jack and I’ve read a lot about him, but I might be getting the details wrong because it’s been a while, I mean, he’s had the nickname Neutron Jack. I think it was the bottom ten percent of performers in GE were let go on an annual basis. Frank Blake: Yeah, annual basis. Tim Ferriss: And was he then asking you about strongest, weakest performers and then asking you why you were keeping or why the weakest performers were continuing to be employed? Frank Blake: So, he wasn’t doing it on a kind of percentage, tell me who lags and who’s ahead. It was more individual by individual, tell me, describe for me their strengths and weaknesses, go through it. And what I would say, what Jack did particularly impresses me in retrospect because it’s so hard to do. I go into GE as a lawyer, GE is a finance engineering firm. We had a great legal team, but still, the lawyers are not at the top of organizational pecking order. Somehow, Jack got the sense within me that the path to success in the company was actually to disagree with him and be right, and that’s huge. And he would say this. I’d express, wow, in retrospect, Jack, that’s so amazing, and he’d say, well, I really don’t need to pay people to tell me I’m right. I need to pay people who are going to tell me where I’m wrong. But, organizations are such echo chambers and Bernie Marcus gave me a great piece of advice. He gave me tons of pieces of advice that were terrific. I remember one of them at the start of becoming CEO. Bernie said, okay, let me tell you how this works. You’re gonna be sitting around a table and you’re going to tell a joke, and all the folks are gonna laugh. And he said, let me tell you, you’re not funny. And the point of that is, people are just gonna respond to you the way they think you want them to respond, so eliciting the kind of reaction that Jack did for me, which was, hey, it’s okay, actually, to disagree with the boss. You damn well better be right, but it’s a good thing. To disagree with the boss is huge. Tim Ferriss: So, on that point, and I may get the pronunciation wrong, Carol Tomé? Frank Blake: Yeah. Tim Ferriss: At the time, Home Depot’s CFO, she said that when you arrived, still, and this is a compliment, that you invited conflict into the decision-making process. And I’ll quote here. This is from a Fortune article. We were conflict-hesitant. Frank asked a ton of questions that make you say what is working and not working. So, this is interesting to me. How do you encourage people to disagree and elicit the bad news or whatever it might be? How do you do that without also simultaneously or dissipating the fear of getting punished for that? Frank Blake: I think it’s one of the most important things. So, I have a long discussion around what the inverted pyramid means, but one of the things it means is that everything that’s important, as the CEO, everything that’s important is happening above you with the customers and the front line associates, and the folks who work in the organization, so you’ve got to figure out a way to effectively listen and effectively get them to communicate to you. I learned, actually, from a board member at Home Depot, this may be more unique to retail to doing this but it worked, that the best way to do that is if I was walking in a store and we had a particular project, my comment would be why isn’t Project X working? And then they’d go, oh, my gosh. Frank knows that the project isn’t working. I guess we better say something. And so, that would actually prompt a conversation. While, if you said, how’s everything going, in any organization of any size, there’s only one right answer when the boss says, how’s everything going? The answer is, it’s going great, you’re awesome, please go. And you need to pullout from people. Every once in a while, somebody would say, why’d you say it’s not working? It’s working great. But, more often than not, it would be, oh, well, here’s what’s not happening, here are the issues. Tim Ferriss: So, there are so many pieces of paper, as you can see, and so many questions that I want to ask, and the next one is really closely related to this and something that I think about a lot and I’ll lead into it in a somewhat confusing way. The internet is almost all negative feedback. People get punished and attacked. However, if you look at, say, operant classical conditioning, mammal training, and human training, positive reinforcement is actually critically important. So, this is a quote and please correct me if I’m wrong, but I’d love to get some examples of how you have celebrated people’s successes and wins, whether within Home Depot of elsewhere. And the quote is, I’m a lawyer, lawyers don’t celebrate shit. OR actually, furthermore, the only way people know what you want is that you celebrate when they get it right. I’m a lawyer, lawyers don’t celebrate shit. So, what are concrete examples of how you would do that? Frank Blake: That was actually one of my biggest learnings of the time as CEO, was the importance of celebration. In fact, what I tell people now is every business person knows the saying that you get what you measure. I’d say there’s an important, maybe even more important, corollary, you get what you celebrate. People, just as you say, they reference off of the stories. They reference off of when you reward someone and make a point of it. That actually sticks in the mind long after other things are forgotten. And at Depot, we did a lot, in fact, spent a lot of time on this. Personally, I would spend every Sunday afternoon writing notes to hourly associates, so, for us, customer service was what we were after. Customer service is such a vague term, and I would write 100 to 200 notes every Sunday. And we had a whole process for rolling up the Joan, Jane, Jack did blank, and it would roll up from the store to the district to the region, and I would write notes saying dear Joe or Jane. And it wouldn’t just be, you’re awesome, thank you very much, Frank. It would be, I heard you did, blank, and I’d write out what it was, thank you very much, and send the note out, sign my name. I have a long thing about note writing and why note-writing is so important. Tim Ferriss: Well, let’s get into it, yeah. Frank Blake: Okay. So, I wondered about the power of that, but early on, I was walking a store and an associate came up to me and said, gee, would you rewriting the note that you sent me? And I said, no, sure, no problem, but why? And he said, well, we were all convinced that it was a robo-pen note, and so we put it under water and it leaked, it ran, and so, would you write me another one? People respond to being recognized. I learned this. Early in my career, I worked for George Bush’s dad when he was Vice President. And so, great thing to work. I mean, he’s a wonderful human being. Working for the vice president is great because it’s a very small staff so you can actually see what he does. At the time, this is 1981, ages and ages ago, no computers, but he would come into the office and type out notes. And you knew that he was typing the notes because the E would be slightly off and there’d be White Out. But, as a staff member, when you go a note from the vice president, you were walking on water. I mean, you just felt like everything was great. And I believe that we learn more from those positive stories and recognition than anything else. In addition, I mean, the notes were kind of my thing, but we also did a video every single week of great customer service, and we put it in that same break room TV. Tim Ferriss: And you’d video tape the actual associates who were being highlighted? Frank Blake: Yeah, we’d retell the story. We’d retell the story with the associates. So, there’s be one of these every single week. We did little books of great associate customer service stories. If you go into storage, you’ll see people with badges and recognition. You just don’t communicate. You can write a memo to someone and think it gets down through an organization but it doesn’t. It’s when you pull people out and say, here, this is what this person did that was extraordinary, you tell a story it, and everyone remembers that story. That person’s thrilled and everybody else is going, I want a story told about me, too, I’m doing that kind of stuff as well, and it builds on itself. Tim Ferriss: I think the number that you mentioned was 350,000 or a few hundred thousand. Frank Blake: Right. No, 350,000, and now they’re over 400,000. Tim Ferriss: Right. So, if you have 350,000 associates and you’re doing this every week, what are the check boxes or the process for selecting those 200? I’d love to learn more about that. No doubt, there are people listening to this, I know there are people listening to this, who run very large organizations and that’s gonna be one of the questions top-of-mind, I would imagine. Frank Blake: So, the great thing about it is you take that, so you say, Frank wants to send a note out, then this is where having a new great because then you say, okay, here’s how we’re gonna do it; the stores are going to submit stories of great customer service and the store will submit that to the district, and the district will take its best stories, and the district’s best stories go to the regions, and then the regions all submit them to me. So, beyond the note writing itself, there’s actually a process for recognition, so, I hope, the better store managers were recognizing every single story that they forwarded on to the district and we’re making a celebration with their associates in that store, same with the districts and same with the regions so that it reinforced itself. So, it’s not just the one note. It’s the entire process. It is why, as I say, people just should spend time thinking about what they’re recognizing and celebrating, they should do it intentionally, they should have a process around it, they should do it consistently, because we talked a lot about company culture, but that’s what really sets the culture. It’s what everybody is saying. You want to see the story? You wanna see what this looks like? This is what it looks like. Tim Ferriss: If these letters are going out and people want to receive a letter, they want to be in the video, what were the criteria for good stories? In other words, these various, say, district managers and so on could have their subjective views of what makes a good customer service story, but did you give them any guidelines at all? Frank Blake: I didn’t. I’d be honest. I mean, that’s the important thing about customer service, is it takes lots of different forms, but what we weren’t looking for, and it’s not like this isn’t important, but we weren’t looking for the cashier who stopped the robber. Those are important stories but some companies are more focused on shrink prevention and things like that. We were focused on customer service, and we had lots of different, I mean, just emotionally powerful people helping other people in the store, phenomenal, phenomenally strong stories. But no, didn’t set and guidelines. Tim Ferriss: You mentioned stopping a theft not being a very good example, and what this brings to mind for me is, I think it was Andy Grove of Intel, I might be getting this wrong, I’m sure someone on the internet will correct me if I am, but for every metric they decided to measure which was a positive indicator for the company, Andy would insist that they would identify the perverse incentive or correlating metric that they should measure for side effects. I’m reaching a little bit here but you could see if someone says, of course this is exaggerated but, oh, my god, I could get in the video if I stop a robbery. Who could I hire to simulate a robbery? And I’ll let my buddy go but I’ll put up a good fight and get in the video. You mentioned what you celebrate. I’m sorry, let me get this right. I just wrote it down. Effectively, you get what you measure, you get what you celebrate. Frank Blake: Right. Tim Ferriss: When you took the reins, what were some of the metrics that you focused on or that the organization focused on? Frank Blake: Yeah, so, every retailer, I mean, now, it’s commonplace, but you’d look at what’s called a net promoter score. If that’s an accurate Andy Grove quote, I entirely agree with it. Tim Ferriss: It’s definitely a quote from someone. Frank Blake: Definitely a quote from someone and a right quote, because every single metric does have a germ of a problem in it, so you have to be careful. I mean, we would measure net promoter score, how happy the customers are in the store, but it’s always a reminder that the dominant measure is, how are we doing on sales and profitability? So, as you move down below that on the metric side, you have to be very careful. Tim Ferriss: And how do you measure sales? There are many different ways to doing it, a revenue. You have revenue per square foot. You have, say, profit of revenue or net income, whatever it might be per employee. You have many different approaches you could take. Were there any that were more important than others? Frank Blake: No. Our stores, while they’re very idiosyncratic within the box, they’re very similar. So, we didn’t have to get very sophisticated on the store side on revenue per square foot. The merchandising side, you do more of that because you’d wanna say, what’s our return on the space we’re allocating to that merchandise? Tim Ferriss: You’d mentioned at least once, maybe a few times, how you seem to be the accidental CEO, didn’t expect to be asked to be CEO. How did they explain it? Or if they didn’t, I’m sure they probably said something. Why were you asked to be CEO? Frank Blake: Well, in the end, you need to ask Ken Langone who was the lead director and the other directors of Home Depot at the time. I’ve never really spent time asking them why. I think they had seen a lot of me because I was in charge of deals, and we did a lot of M&A transactions. Tim Ferriss: That was as the SVP, the senior vice president of corporate business development? Oh, no, that was at GE. Frank Blake: Well, I did deals. So, the job I ended up with at GE was doing M&A. The job I was doing at Home Depot was doing M&A. We went out and we bought a whole series of companies called, at the time, Home Depot Supply that was the largest commercial industrial distributor in the country. But, I pitched those deals to the board so they saw me a lot, and then the first thing I did when I became CEO is that we need to sell this business and we sold the business. Tim Ferriss: Why did you have to sell the business, or why did you recommend that they sell the business? Frank Blake: The dominant reason for me, personally, and I think that this was organizationally right but I know it was right for me, individually, was saying, to be the best retailer in any space requires 110 percent of the effort. For me to be the best leader of a retailer is 110 percent-plus of effort, no chance that I can also say, oh, and here’s this other business, this great commercial industrial distribution business, I can be the best CEO in that space, too, just knew that was not gonna be possible. And so, I said we need to sell it. Tim Ferriss: Is that what you said to convince the board that it was a good idea? Frank Blake: Pretty much. I don’t think I made it that personal, because the company, we’d been losing market share, we were trailing our principle competitor. I said, we got to be all eyes on the retail business and we gotta get rid of everything that’s a distraction to retail business. Plus, at the time, so I took over right at the start of 2007 and housing crisis, by that point, the clouds were fairly obvious, and so, we knew that we had to make some dramatic changes because things were gonna go downhill fast. And they went even more downhill and faster than we anticipated. Tim Ferriss: Oh, yeah. I bought a house in late 2007. Talk about good timing. Frank Blake: Yeah, there you go. Tim Ferriss: In San Jose, AKA Man Jose, California, but that’s a separate story. The decision to divest of HD Supply, and I may be misattributing so please correct me if I’m wrong, but it also makes me think of Jack Welch if I’m getting this right, which is, did he not want every division or product line or company to be an either No. 1 or No. 2 in its category? Frank Blake: He famously had that as an objective. That did not drive that decision because Home Depot Supply was No. 1. Tim Ferriss: Right, got it. So, it’s more a matter of focus? Frank Blake: So, it was a matter of focus. There are some unique individuals like Jack who can run a conglomerate, and I would be deep into the details of the business I worked at in GE and Jack would still ask questions to me that I’d just slap my head and go, oh, my god, what a great question. Why didn’t I think of that? I knew, not me. As I said, running a conglomerate is a big, big challenge and I knew I couldn’t do it. Tim Ferriss: We’ve talked a bit about your legal background and someone compared you at one point to Darwin Smith, the attorney turned CEO at Kimberly-Clark because of how lawyers are trained in conflict how to navigate deep rooted issues, etcetera. I’ve also noticed that, for instance, if I can’t find a proofreader who is a professional writer, I will ask one of my friends who is a lawyer because they’re very good. They’re not professional proofreaders, per se, for the type of writing that I do, but they’re very good at spotting language that is nebulous, words that shouldn’t be there. How did your legal training help you for what came later? And it might be a chicken and the egg thing. It could be what helped you to be a good lawyer, but what about those life experiences or that training helped you later, or hurt? Frank Blake: The hurt is easier. Tim Ferriss: We can start there. Frank Blake: Yeah, so, the things that I had to kind of had to hike away from are, for lawyers, everything is gray, right, and you can chew over decisions for a long time and it’s very complex and full of ambiguity. If you’re leading 350,000 people strong and you’re calling out and your statements are in paragraphs, you’ve lost it right from the start. So, driving for simple, portable messages, screw the ambiguity. That is essential. I actually think it’s essential regardless of whether it’s 350,000 people or three people. That, you kind of have to train away from. The part that’s probably good is you’re trained to worry. Lawyers are trained. I always felt like law school trains you to worry about things that no normal human being would worry about, and so, there is a value as a CEO to worry, but you gotta kind of internalize that as much as possible because the other part, you have to get rid of that worry. Colin Powell has a great expression that I deeply believe in, which is optimism is a force multiplier, and in any organization, and this was particularly true, his things were grim, you’ve gotta drive to the optimistic side. You can’t be going, oh, god, this really could turn out badly. But, I think, internally, that’s helpful, to worry, to be thinking around the corner, to be thinking what’s gonna go wrong. Just as you said, get that every metric that you put in place comes with its own little seed of destruction, understanding that, being aware of it, don’t tell it to anybody else, so all our stores would net promoter scores. I wouldn’t tell them, oh, here’s the fascinating flaw in that metric, why you might not want to be committed to that, we’d just go, this is what we’re focused on. We’re focused on our net promoters. Tim Ferriss: I’m gonna zoom out but I wanna zoom in for a second just on net promoter score. How did you all measure that? Frank Blake: It was by surveys on the receipt in the store, and so, you can immediately imagine, not to get into the nitty gritty what’s wrong with net promoter scores. Tim Ferriss: No, let’s get into it. Frank Blake: But, you can imagine, one of the things is the more crowded your store is, the more volume your store does, by and large, that correlated to a net promoter score that was a little bit lower. If you wanted the highest net promoter score, have a store that very few people went to. Tim Ferriss: Right, one customer per employee per day. Frank Blake: Right, exactly, and they were thrilled, and they’d give you the positive feedback. But yeah, we did it straight off of receipts and people typing in and saying whether they were happy or they weren’t happy. And then, now, on the internet, obviously, it’s a lot easier. ForeSee surveys come up all the time. Tim Ferriss: It’s also a lot easier to, as you noted, get lost in the seeds of destruction or the noise, right, because if you have a net promoter score also, at least of some types, you can a selection bias for people who are unhappy, which is super tough, right? Frank Blake: Yep, exactly. Tim Ferriss: Zooming out, I want to do right now and look at what you said about keeping a lot of that worry and potential downside inside. This is a huge challenge for a lot of founders and CEOs that I know where they have to really put on the brave face and help everyone march to optimism while keeping any of the concerns they might have inside, or at least not showing it publicly to all the troops. Could you walk us through, if possible, or just describe maybe a period or an instance where you had a lot of that to keep inside and how you dealt with that, because a lot of these CEOs feel really alone. They end up, in some cases, getting health problems. It’s very, very challenging. Could you give us, maybe, an example of how you’ve contended with that? Frank Blake: The best thing for me, there’s a great saying in retail that now has to be amended because of the internet, but the saying in retail is, all truth is on the floor of the store, so now it’s also online but all truth is on the floor of the store. The best vehicle for me to deal with those worries was always spending time in the store, and I would try, I didn’t do it religiously every week, but I would do dinners with hourly associates. Wherever I was, I’d try to do one a week with hourly associates, and you pretty quickly get your problems put in perspective and it was hugely valuable to me. And I remember the first one I did was we fly in and I’m sitting around. There’s this very nice woman sitting next to me, give or take my age, and I’m complaining about my back, so she says, how you doing, and I say something with my back. Mind you, I’d flown in on a private plane and I’m saying I got my back problems. And then, I go, how are you? And she said, well, you know, it’s funny that you say that about your back problem because three months ago, I fractured my spine and I had to be in traction. And it was really difficult when I started working in the store again and I was in a wheelchair. We have bulky items and they have to get moved. I’m complaining. And I go, wow, that’s amazing, and then she said, well, that wasn’t the really hard part. The really hard part was I have a 12-year-old developmentally disabled son, and I have to pay them every day and I have to get him in the bath and that was so difficult when I was in the wheelchair. The fears and worries kind of melt when you see what people are putting up with every day and doing one foot in front of the other, and having a smile and being committed to the people around them. And so, that gave a sense of perspective that sort of put the earnings per share worries a little in farther focus, and they were always great for that, just amazing. Home Depot and both Bernie and Ken, Arthur as well, the great stories of Home Depot. Now, why Built from Scratch is such a great book, why it’s such a great idea – Tim Ferriss: There are some crazy stories in that book. They’re great. Frank Blake: But, the underlying thing is people who typically start, I come in and I’m shagging carts in the lot, maybe I graduated from high school, I’m not really sure why I’m doing this job, and 80 percent of our store managers started as hourly associates, our upper management started as hourly associates, and it’s these amazing career stories, wealth generation through starting at the bottom in retail. I was at dinner last week with a friend. This, I think, happens all the time with Bernie and Ken and Arthur, but if you go, boy, there’s a bell to ring in life, this guy comes up and he’s with his daughter, and he said, I just wanted to introduce my daughter to you because I want to introduce her to the person who’s making her college possible. And you go, first off, obviously not me, but wow. That is such an awesome story, and that story is replicated over and over and over at Home Depot. Bernie and Ken and Arthur always talk about you have your mission statement and all the rest, but what it’s really about is wealth generation for your associates. And it ties back to Jack’s comment about leadership. At the end, you could say, wow, these people made their lives and careers from it. That provides a great perspective on the job. Tim Ferriss: After leaving Home Depot, since that time, how have you created a pressure release valve for the worrying or stress in your life? Frank Blake: The first great thing about retirement is the anxiety level drops dramatically. Tim Ferriss: Fewer inputs, yeah. Frank Blake: Every day, the thing about a retail businesses is, on your phone, there are your sales, and the IT organization is saying, gee, I can give you this by the minute. And you go, no, I really don’t want it. Tim Ferriss: Excuse me. Frank Blake: I don’t want it by the minute. So, that anxiety of every day, Home Depot just reported its results and they’re great results, and Craig Menear is the CEO now. He’s doing a phenomenal job, but it is that every day, every day, pressure on delivery that’s good to step away from and good to think about, what are some of the other things you wanna do in your life and focus some time elsewhere. Tim Ferriss: When it creeps in, is there anything that you like to do, any particular sports or morning routines or anything that you find helpful for managing your state? Frank Blake: There are a lots of things. Tim Ferriss: Because I think your retirement is busier than most people’s careers, in some respects. You certainly keep yourself occupied, so I’d be curious to hear what routines [inaudible] to you. Frank Blake: The habits are very different now. Pretty much because of starting without a preset set of notions of what I was going to do at home depot, if you asked me what I did at the start of every day as CEO of Home Depot, no, the compare and contrast – Tim Ferriss: Yeah. Well, let’s do both, if you’re okay with that. Frank Blake: I’m not recommending this. This is not a good tool but I started every day reading emails from customers, and I did that because in any large organization, it’s really easy to get a false sense from averages and percentages, and then you see, wow, we did that badly and it was a good marker, for me, of how we were doing and what we needed to focus on, and that kind of management by anecdote is actually pretty powerful. But, I would do that for an hour early in the morning. I have always gotten up really, really early. Tim Ferriss: What time is early? Frank Blake: So, I get up about a quarter to 5:00 and I’d usually be in the office by 6:00 and start reading emails. Now, I don’t. I still get up really early. Now, instead, I start by reading. This was a habit introduced and I struggle with the notion of an intentional god. My wife does not. My wife is a strong believer in an intentional god and we pray in the morning together, and it was awkward. I’m a New Englander. Gosh, we don’t do anything with anyone at that level of intimacy, and that’s actually really an interesting habit to have, because saying things aloud and hearing things in her mind, and then sort of being forced in yourself, okay, what am I grateful for, what am I seeking help for, is really valuable. So, that’s a different kind of habit. Tim Ferriss: What is the format? You don’t have to share the specifics, unless you’re open to doing that, but what is the format of the prayer? How long does it last and you mentioned maybe some sneak peaks, but I’d love to hear about that because I journal almost every morning and I’m not speaking aloud but there might be some commonalities. Frank Blake: Yeah. No, I suspect. Tim Ferriss: What is the format that you use? Frank Blake: And so, the format is, there’s a lectionary that tells you what reading, so there are a series of readings. So, you do a reading, typically from the Old Testament, the Psalms and the New Testament is typically how you go. So, we read, and then we pray. And my prayers, I’ve gotten better at it because I do think, to the extent you write it down or you say things, it kind of gives context and maybe, in some way, it makes it more likely to happen. My prayers have tended to be, hey, I hope everything works out and, boy, am I grateful for everything. My wife would be very specific, and is very specific, about this person need help, this is what I’m gonna do to try to help this person. My wife, parenthetically, worked for Habitat for Humanity. That was her job and she goes to Haiti nearly every month. For a while, she was going almost every other week. So, she does a lot for other people, but she will mention, here are the people who are in need. And so, it’s really helpful seeing, okay, that’s what she’s focused on and then it teases out for me, what should I be focused on, who needs help, what should I be doing? Tim Ferriss: So, if someone were transcribing your prayers, would there be certain categories that tend to pop up more than others, like somebody who needs help and how I’m gonna help them, grateful for X? Frank Blake: Yeah. Tim Ferriss: I need help with X, are there particular buckets that tend to pop up a lot? Frank Blake: It’s other people who need help. There’s a separate thing of each time, kind of naming two things we’re grateful for and what are we grateful for, and it could be, I’m grateful to be on Tim Ferris’ podcast. It’s a good mental exercise to say, hey, there is an enormous amount of stuff to be grateful for and then there are people who need help. My wife is a much more powerful prayer than I am, but I’m learning. I’m getting there. Tim Ferriss: I really like that. I don’t pray in the morning, although maybe someone would consider what I do a secular prayer, perhaps, but I do have a gratitude journal and I note the three things that I’m grateful for first thing in the morning, and then I have a handful of prompts that take four to five minutes in the am and then I do a review in the pm, including what am I grateful for that happened today, effectively. It’s very deceptively powerful. Frank Blake: Exactly right. Tim Ferriss: And, like you mentioned or maybe I’m implying or inferring, it also helps to develop the lens through which you view the rest of the day. If you buy a car and then all of the sudden you go out and you see your car everywhere, it’s not because everyone went out and copied you and bought your car. It’s because you have that attune, selective attention. It’s really powerful. Frank Blake: And it’s a powerful way to get to learn about another person, too, so to get that sense of, oh okay, this is what they’re worried about, this is how they think. It’s really useful. Tim Ferriss: I really love that it starts with somebody else who needs help and then grateful for in the sense that it’s not right off the bat beginning with your ask. That’s really important. You mentioned checking or reading customer email, so I had read on, I think it was consumerist.com, it’s probably elsewhere, but you gave out your phone number and email. This is the line that I found on Consumerist, use it if you have a persistent problem with Home Depot that hasn’t been resolved through normal customer service channels. Remember to be polite, professional, and to the point. And then, there’s a phone number extension dah, dah, dah, and you can also email Frank_Blake@HomeDepot.com. How on earth do you triage that? Did you get fewer email than expected, fewer phone calls? Did you get deluged? What happens? Frank Blake: A lot. Yeah, a lot. There are a lot. There’s a lot and we have a team. I mean, I think it was hugely important to do. I did it early on. I still get customer emails, but we set up an executive resolutions team. I learned the first weekend on the job when I mistakenly answered my phone not thinking and got a customer that take a long time to get resolved. So, we have a professional team that goes through those and resolves them, but, for me, what was useful was you see patterns and you go, okay, this is what’s not going well and this is consistent. It may not be numerically, percentage-wise, that high, but if somebody is taking time out of their day to email the CEO saying this is screwed up, it’s worth listening to. And then, associates also knew my email and they’d send me, hey, this isn’t going well, you gotta fix this, you gotta fix that, whatever. Tim Ferriss: What are some of your favorite interactions, or better put, lessons learned, tidbits of wisdom received from Bernie Marcus. You said you’d learned a lot. Frank Blake: Wow, a lot. Tim Ferriss: Are there any that come to mind? It could be anything where you’re like, wow, that’s really useful. Frank Blake: The first is, just as I said about avoiding the echo chamber, getting outside of the echo chamber. I think one of the things that makes Home Depot such a strong culture is that one of Bernie’s other early on comments to me was, look, you have a prominent job, but you don’t have a significant job. You have a prominent job because you go out and talk to analysts and all the rest of it, but the only significant jobs are the jobs of the people who are helping customers. And so, everything you do, and that, again, it goes back to the inverted pyramid, everything you do is in support of your front line associates and your customers and that’s how you have to think about the orientation of your business. The, quote unquote, headquarters in Home Depot is not called the headquarters, it’s called the store support center. That’s not that unusual in retail. The idea is you’re there to support the store. That’s what you’re there to do. Tim Ferriss: What are some of the other ingredients, those could be preexisting, so before you arrived, or changes that you and your team helped to make that help foster the orange apron cult, that sort of dedication to customer service, because it seems, at least based on what I’d read, that you really paid a lot of attention to, I’m not gonna say resurrecting it, but really reinforcing that as a core differentiator. Frank Blake: And, again, this is another Bernie-ism, but you need to take care of your associates and so, even when things were really tough in the housing downturn, we were giving our hourly associates pay raises and bonuses when we weren’t in the store support center. Our assistant store managers get stock grants, which I don’t think any other retailer anywhere near Home Depot’s size, and now those stock grants, those are worth a lot of money. So, getting them bought into and understanding that the success of the company is their success, as well. Also, on pay, we instituted a very strong success sharing program, so if your store does well, the associates get an extra bonus. All of those things to say, look, I can’t expect an associate to care about paying attention to the customer if the company isn’t caring about the associate. We did lots of other programs and then a lot on the recognition and reward side to reinforce the culture of the company. But, you do actually have to focus on how you pay people, too. I mean, there’s only so much you can do. You’ve got to be creating opportunities for wealth generation for your team and, as I said, that’s what’s got to be exciting to you and what’s gotta be driving. Tim Ferriss: One of the bullets that was suggested to me as a point to explore with you, it’s, in fact, the number one that was suggested by this friend of mine, is accountability. And this is what he wrote, every time something went wrong, he took responsibility. Even right before he left Home Depot and a transition plan was set, up there was a security breach, I think it was 56 million credit card numbers or so, and Frank took the blame, also fixed things fast. He has uncanny self-awareness. Quite separately, I had wanted to chat about this, so the incident response room that was set up on the 20th floor of Home Depot, not headquarters, the store support center. Frank Blake: Got it. Store support center, yeah. Tim Ferriss: How did you handle that crisis? What was your thinking process? Can you just take us through that because I’d really like to kind of explore the macro by digging into the micro? So, maybe we can talk about this. Frank Blake: Home Depot, we had a data breach in September of 2014. In the sort of ironic commentary, in august, we had actually spent a half a day going through with our board why we thought we were in pretty good shape and weren’t gonna have a data breach, but obviously we did. So, once we knew, we went out and made a public announcement right away. I think there was a very nice article written on, hey, you accepted accountability for this. I think another way to look at it is, I mean, really, you had to. I mean, that was not a serious choice, and this is where it actually helped being a lawyer, and understand that the help that the lawyers are gonna give you is not help, because the lawyers are gonna say things like, well, don’t admit that you did anything wrong because then you’re gonna be subject to litigation and all the rest, and you gotta understand that, actually, all that matters is taking care of your customers. So, I actually gave the pen, I said nothing is gonna be written about what we do here from our legal team. Love our legal team, we have great lawyers, but it’s all gonna be written by our person in charge of communications, and all we’re gonna talk about is, as a customer, you’re not liable, and here’s what we’re doing for you. And then, we just decided we were gonna be completely transparent so every time we knew something, we said something. It was really painful because the nature of these things is that you don’t really know what’s going on. It unfolds over time and so, we’d have one release after another. It felt like we were constantly in the barrel, but I think people appreciated that we were being transparent and focused on taking care of our customer, and we didn’t really see any significant decline. Tim Ferriss: Was that difficult or an easy conversation to have in terms of how you were choosing to respond? Do you remember sitting down and having that first conversation or any of those? Frank Blake: I do. We set out, here are our three principals. The only thing that matters is how we communicate to the customers. The second thing I tell people, just recognize. The second principal is, recognize, no one is gonna say massive data breach at Home Depot, everybody did things right. So, understand, we screwed up. Don’t worry about that. Worry about fixing it. And I was really pleased and I give a lot of credit to our CIO at the time, Matt Carey. I was really pleased that the experts who kind of came in and cleaned up the situation said that they saw less finger pointing CYA activity with Home Depot than anybody else. So, it was, hey, let’s just move forward and get this thing fixed, and we got through it. I mean, there’s wasn’t a lot of discussion about weighing other alternative approaches. I was very fortunate because my board was entirely supportive of how we handled it. Tim Ferriss: I would imagine having the legal credentials that you do also helps because you can think about it from the perspective of general council, but make the executive decision to do something different. Frank Blake: Exactly, and know that in the end, the value gained from that is modest in terms of the value potentially lost by not being straightforward with your customers. And, frankly, our lawyer was 110 percent behind that, too. Tim Ferriss: You mentioned three principles. Could you review them for us? Frank Blake: Yeah, so it was customers first, no CYA, and fix the problem. Tim Ferriss: Okay, so recognize is related to problem solving. Frank Blake: Right. Tim Ferriss: So, don’t try to spin the facts. Frank Blake: Right. Yep. Tim Ferriss: Were there any decisions that stick out for you as far as the most difficult, or one of the more difficult decisions, conversations you had to have during your tenure at Home Depot? Are there any particularly difficult periods? Because, looking at your resume, I can imagine quite a few people thinking to themselves, my god, this guy just bats 1.000 every time he steps up to the plate, and find it very intimidating, I think, with some understanding, but any particularly difficult times? It doesn’t have to be at Home Depot, in fact. I mean, another question I like to ask and if this is an easier way to go about it, it could be at any point in your career, but a favorite failure, and what I mean by that is a failure that, in some way, set you up for later success. Are there any examples, difficult times, difficult decisions or failures that ended up being for the better? Frank Blake: It’s an embarrassing failure, but I’ll give a failure that was a great wake up for me. So, before I became CEO, one of the things I did for Home Depot is I did our real estate and, as I mentioned, my son worked at the company, still works at the company, but at the time, had just come back from Iraq and started working a store in Depot, and was given, I think, a temporary store assistant manager or a store manager, I can’t remember exactly which, out in Colorado Springs. So, I fly out there to see him and he’s there with four or five of his colleagues who’d also just returned from Iraq, and there telling their stories and I thought I worried about it as a parent, but at the end of it, I was just kind of overwhelmed by, wow, I didn’t worry nearly enough, and these people are just profoundly heroic. So, that was the dinner. Then, in the morning, I say, great, Frank, I gotta drive out and see your store. And, brand new store, so, it was the store I was responsible for, brand new store, and great, here’s the address. And so, I’m driving out to the store. I drive down and I don’t see it. I kind of go three miles up, don’t see it, three miles back, don’t see it, do it again, do it again. And, finally, I see it and the store is hidden by this massive berm along the roadway and there’s this tiny little sign saying Home Depot, and then, the store itself, if you know the construction of the store, the store has beams where they shouldn’t be. And I go, this was my job. It was one. We were doing 200 stores a year at the time. This was my job. This was a number. I was just getting a number out to check my box and this is my son’s damn store. That’s heartbreaking. And my commentary to myself was, personalize this, make this personal, feel it’s personal. Your son may not be doing every job, but pretend that there are people at the end of these decisions and focus on that, and don’t check a number box. As I say, not a happy mistake, failure, but clearly a failure and one, hopefully, I’ll learn from. Tim Ferriss: So, the word worry or worrying has come up quite a bit and it strikes me that perhaps there are different species of worrying in the sense that there is maybe passive worrying where something just eats at you and eats at you and, as I heard someone say to me once, worrying is praying for what you don’t want. And then, perhaps there are other forms of worrying that are more active. So, when something is bothering you or you see a potential risk, what is the thought process or the next steps for you? How do you then take it out of your head so it’s not just acid in the vessel and do something with it? And, any examples? Frank Blake: Well, so, there are different parts of worrying, and just as you said, Tim, there are lots of different ways of worrying. On a personal level, I always found I’d just take the worry to, okay, here are a series of things that can go wrong, every single thing goes wrong, and you could ask my kids, I joke, I always figured I’d end up driving a taxi or an Uber now. Just follow it all through and you’re driving a taxi, and that’s not the end of the world and just deal with it that way. The more constructive worrying is when you actually try to break it down and say, okay, what am I worried about? And, typically, the answer to that is, take the worry from the generic and move it to some level of ground engagement. Go check it out. Go figure out what’s actually happening. Odds are, you’ll be less worried and even if you’re not less worried, odds are, you’ll actually have an answer to how to deal with your worry. Tim Ferriss: So, step number one is fact finding. Frank Blake: Yeah. Tim Ferriss: Alright. I read a great book many years ago, so this is another book that has traveled with me, one of the others. So, along with the story of Home Depot, there is one called, How to Stop Worrying and Start Living by Dale Carnegie. Frank Blake: Oh, okay. Wow, that sounds like a profound book. Tim Ferriss: It’s a fantastic book and one of the first steps is this fact finding. Don’t assume that your worry is well-founded. Don’t assume you’ve figured it out. Go do some fact finding. After you’ve done that, let’s say perhaps you’re less worried, perhaps you’re more worried, but still worried none the less, this is a legitimate risk, what do you do then? Frank Blake: So, if you ask the people who work for me at Home Depot, and they’d sometimes joke about this, I just would do anxiety transfer. I’d just go, okay, hey, here’s my observation. This isn’t going well. You got it. You got it, you go. Tim Ferriss: Anxiety transfer. Frank Blake: And that is my view of careers. Careers exist, people progress in their lives through solving bigger and bigger problems, so you go here, here’s a problem. Here’s what I see. Tim Ferriss: Here’s a developmental opportunity for you. Frank Blake: Here’s a developmental opportunity, see if you can go fix this, yeah. Tim Ferriss: I was wondering, as you said it, what anxiety transfer would mean. A friend of mine, and he’s a humorist, also a fantastic writer named AJ Jacobs. He writes for Esquire among many other things that he does. And, at one point, he was experimenting with outsourcing to India, the Philippians, and so on, and he was trying to broaden the number of tasks that he could delegate to someone else. Keeping in mind that this is all a bit tongue in cheek, one of the things he did because he is a real worrier, he decided to outsource his worrying. So, whether it was a book deadline or something else, he would ask someone in Bangalore to worry about it for him. Frank Blake: That’s wonderful. I love that. Tim Ferriss: And he told me, he said, it actually worked, just to know that someone was worrying about it on my behalf. Frank Blake: That’s brilliant, I love that. That’s terrific, outsource the worry. Yes, I like that. Tim Ferriss: What advice did you give to your successor at Home Depot? Did you have sort of a presidential meeting, like let me tell you a few things that I’ve learned in the trenches, a few things to keep in mind? Did you have that conversation? Frank Blake: I’m sure we did, but I’m sure he also didn’t need it. Tim Ferriss: But, let’s say that it was someone coming in fresh, so they didn’t have the experience with Home Depot. What advice might you have given them aside from what we’ve discussed so far? Is there anything you would add on top of that? Frank Blake: I think it’s listening, communicating, and getting whatever it is you want as simply stated as possible. So, this is the other part of the legal side, and I can’t remember who said it, but what you always want to get to is simplicity that’s on the other side of complexity. That’s the goal for whatever it is you’re working on, and when you get there, you know you’ve got it and you know you really understand it, and whenever you find yourself just bound up in complexity, you just know you haven’t worked it hard enough. Tim Ferriss: You had mentioned the simple and portable messaging earlier. How would you suggest someone develop that skill or how did you develop that skill? Frank Blake: Think about stories, I think, is the way to start. I mean, listening to your podcast, listening to how you tease out things from people, in the end, you remember stories. And so, if you said this is where I’m trying to go and this is the story around it, you can get pretty simple portable messages. Slogans don’t do it. It’s much better if you can say, here’s the story, here’s what it looks like, because people respond to the stories. Tim Ferriss: Do you remember any stories that you’ve told that have had a particularly large impact or that you’ve just received a lot of positive feedback about? And it harkens back to you talking about reading these passages in your very first sort of address to the troops, but are there any other moments that come to mind? Could be one on one, could be with a smaller group, could be with the entire base of associates. Frank Blake: That’s Home Depot related or broader? Tim Ferriss: Anything. Frank Blake: Aright, so, anything, one of the fun things I’m doing post Home Depot is a podcast, listening to yours and going, gosh, these podcasts are fascinating. So, we do something called Crazy Good Turns, that talks about people who do crazy good things for others. I love it for lots of different reasons, but here’s the story. So, we’ve been doing it for three years and there’s one human story. All of the stories are wonderful, but there’s one in particular that I particularly love. There’s a woman. She happens to live in Atlanta. She’s now around 70 years old. When she was three years old, and she describes very poor circumstances and her mom leaves her in the apartment and goes across the street to get groceries, she’s in the apartment with her sister. She’s playing on the sofa. She finds some matches down in the cushion. She lights them, she’s wearing cotton pajamas, and she goes up like a match. She’s entirely on fire, raced to the hospital, third degree burns covering most of her body. And again, this is now 65, 67 years ago. Massive blood transfusions required, skin grafts, they put out an all point bulletin on a need for blood. A truck driver driving through the town hears this, stops, donates blood, and donates skin, and apparently, the skin graft is one of the most painful operations ever. Tim Ferriss: Oh, I can imagine. Frank Blake: Gets into his truck and drives on. I go, if that’s not the best story ever of people doing something for someone else. That’s my favorite story. Tim Ferriss: You mentioned post Home Depot. What are you focused on these days? What types of projects are keeping your mind occupied? Frank Blake: Yeah. So, this Crazy Good Turns podcast, I have a lot of fun with. I don’t do most of the work on that. The cofounder with me, Brad Shaw, does the real work, and we work together at Home Depot and it goes to the message and the story. And what Brad did at Home Depot was a lot of that storytelling of how you get these messages that are portable that people understand. Tim Ferriss: Was he in coms? Frank Blake: Exactly, he was head of our corporate communications, and did just a phenomenal job, and so, we have great fun working on this podcast. And then, when I started retirement, I had this elegant theory, or I thought it was elegant. I said, I’m gonna spend a third of my time on business stuff, a third of my time on personal stuff, and then a third of my time giving back. And that actually turns out to be sort of a useless way to think about it. Tim Ferriss: Why is that? Frank Blake: Well, it’s sort of choppy and it’s not continuous enough and it struck me recently, in November, this is an interesting story in itself, but I got to spend a day traveling around with Ken Langone. Ken is one of the cofounders of Home Depot. He was my lead director at the start of Home Depot and he’s just one of life’s phenomenal people, and I realized at the end of it that really, what I want to learn is I want to figure out how to be authentically generous. And whatever it is I’m doing, I mean, some people pay me for help, some people don’t pay me for help, people who pay me for help are probably frustrated by it, but it is generosity. So, putting that piece together with Welch’s final advice, and how do you learn to do that? It’s not something that comes naturally to me. I’m not the kind of person who you see the beggar on the street and I reach in my pocket and give a buck. I’m much more the kind of person who’s going, oh, that’s not really gonna help him for the following reasons. So, that’s what I’m working on. I’m trying to figure out how to be more genuinely helpful and generous. Tim Ferriss: How are you working on it? Because, it seems like, just like with worry, you have subsets of worry. There are many different ways to be generous and it might mean different things to different people. Frank Blake: Right, exactly. Tim Ferriss: So, how are you working on it? Frank Blake: Yeah and I’m way short, way short, but I know if you kind of work right to left and you go, what do I want people to say? I’d love them to say that, whenever. So, there are small things in terms of just giving. I mean, giving money is one way to do it, trying to be helpful when you do it so that it’s not just writing a check and it actually takes a lot of thought. I’ve learned this. I get to hang around a fair amount with Ken and with Bernie, and Bernie now, what he does is his foundation. That’s what Ken does. How you think about doing that and how you actually think about being helpful to people as you’re generous with your own resources, it’s learning, and I can tell that there are some things I do where I think I’m being helpful where people go, god, that’s fascinating, but keep your help to yourself, and other things I do where I think I’m a little more successful on. Tim Ferriss: What falls in the latter category? Frank Blake: Particularly, people who are starting things and for whatever reason in dealing with their own anxiety, find it helpful to talk to somebody else who’s got some perspective and can help them feel like they’re making progress on whatever direction they’re going. And I think one of the great things that’s true now that wasn’t true when I was growing up is that people are actually really willing to take some risks and do things and start their own businesses and start their own charities and step out, and that’s phenomenal and helping that is great. Tim Ferriss: So, there are probably hundreds of thousands, maybe millions, of entrepreneurs listening to this and I’d love to go to some of my well-worn rapid-fire questions, but I might tweak it a little bit. So, I very often ask about the most gifted books or most reread, which I’ll probably ask anyway, but we’re gonna back into that by asking, are there any particular books you would recommend? If you could recommend, say, two or three books, it could be more, to an entrepreneur, maybe they’re a year into their business or in the early stages, it doesn’t necessarily have to be early stages, I know I’m adding a lot of qualifiers here, but what books might you recommend to them? Frank Blake: So, we talked about one of them. Built from Scratch, I think, is just a great book and any entrepreneur should read it. Saying this, not because I’m on this podcast but because I started listening to your podcast and I think your books are phenomenal, and I think what’s great about them is that you make an effort to kind of pull out from people, here’s what I think is kind of a core part of what makes whatever it is I do successful. And as a reader or as a listener, I can kind of choose. I can say, yeah, okay, that makes sense or, no, boy, that person’s just way away doing something different. I don’t believe that there’s any one particular. As a business person, I love Jim Collins’s Good to Great. But, you can also look at that and go, oh, this is fascinating because the companies that were originally in Good to Great are now not so great, not even existing. So, you have to be willing to understand that there are lots of different stories and then you find your own within that. So, I’d give your book because I think it’s very cool and I think people have to have more respect for differences and different ways of approaching problems. Tim Ferriss: There’s no one path. Frank Blake: No one path. Tim Ferriss: Are there any books besides Built from Scratch that you’ve gifted a lot to other people or reread a lot yourself? Frank Blake: So, the book I tend to gift people has nothing to do with business. It’s a book by a writer called Clive James and it is called Cultural Amnesia. And, first off, he is so learned that you just want to read what he has to say, and I assume he’s not making this up, but he says, well, I wanted to read Proust, but I didn’t know French so I started with [inaudible] and start learning French. And you go, okay, anybody who can do that, I’m interested in what he has to say. But, the book, to me, it’s interesting because it talks about how World War II and the guilt around World War II, particularly in Europe, infected all of the sort of liberal arts world and the unwillingness to actually face into the fact that there was more collaboration than people wanted to admit. And so, oftentimes, the people that were truly heroic are actually heavily criticized because the people who were less than heroic couldn’t stand the comparisons and you go through all of these different literary figures and you go, whoa, didn’t know that back story, that’s pretty interesting. Tim Ferriss: So, Cultural Amnesia, is it a collection of examples and narratives? Frank Blake: Yes. Tim Ferriss: I’m just trying to make sure I’m clear. Frank Blake: Yes. He goes through different authors. Tim Ferriss: And these are people who are chopped down by their contemporaries because of their success? Frank Blake: Yes. Tim Ferriss: Huh. Frank Blake: Or venerated now, but no one really sees through to, hey, maybe there are more feet of clay than you want to say. Tim Ferriss: That sound fantastic. I want to check that out. And now, do you give that to people? Let me spit out what was on top of my brain, which was, it reminds me of a quote from Francis Ford Coppola when he was being interviewed by a friend of mine Robert Rodriguez whose here in Austin, filmmaker, and I think it was during this interview that he said, I’m paraphrasing but, of course Francis Ford Coppola, one of the greats, and he said, the same things that get you fired when you’re younger are the things they give you lifetime achievement awards for when your older, which I thought was a keen observation. Frank Blake: Great line. Tim Ferriss: Do you give this to people to embolden them to give them courage to do things with the expectation of facing that type of blowback, or why do you give this book? Frank Blake: So, the Cultural Amnesia is the subtext of what he’s talking about, but he also is just such a great observer of different writers, and it makes you want to read all of the source material that he’s writing about. So, if you like reading books, and I like reading books, it’s one of those books that, first, as I say, you go, this may be the smartest human being who’s ever put pen to paper and he’s just brilliantly smart. And, secondly, that’s an interesting way to look at history and how history has impacted things, but it’s more just, do you love books and do you love these authors? Tim Ferriss: Are there any books that you’ve finished recently or that you’re reading currently? Frank Blake: So, the book that I just finished recently, it’s not a full-fledged book, so, it’s real short, 300 Arguments by Sarah Manguso. And it’s kind of a neat book because her objective is, I’m gonna reduce this book to the 300 things that you’d underline if I wrote a real book. You could read it in less than an hour but it’s kind of mundane. It’s like little statements. Tim Ferriss: Lots of aphorisms. Frank Blake: Little aphorisms. Tim Ferriss: What’s the theme of the book? Frank Blake: Great question, and if I were a deeper reader, I’d probably be able to tell you the theme, and I’m probably doing her book massive injustice by not knowing what the theme is. To me, it was sort of a random set. Tim Ferriss: It’s an eclectic mix. Frank Blake: Yeah, I mean, it just bounces around with different observations, some of which you go, god, that’s brilliant and some of it, eh. Tim Ferriss: How did you choose that book? And I guess the broader questions is, how do you choose books? Because we all have finite time on this planet, how do you go about choosing books? Frank Blake: So, on that one, I can’t remember what the path was that got me to this guy who writes a blog, Austin Kleon. Tim Ferriss: Yeah, Austin Kleon. Also and Austinite, he’s also here. Frank Blake: Oh, no kidding. Alright, so I don’t know quite why I got to his. Tim Ferriss: Steal Like an Artists, I think, is one of his books. He has a number. Frank Blake: So, I start reading his blog and he had something that said, here are the 15 best books I read in 2017. And I go, done, I’m gonna read the 15, and that was one of the books. He had some others and I’m going through them. I’m gonna go through all 15. Tim Ferriss: That’s amazing. A little Austin. Good work, sir. This next question is very much a left turn and it’s a hit-or-miss question. So, if it’s a flub on my side, we can skip it, but what is the purchase of $100.00 or less, could be $1,000.00 or less, whatever, that comes to mind that has positively impacted your life in the last year or two? Does anything come to mind? Frank Blake: So, if I can bump it up above $200.00, it is shoes. So, recognize that I spent years walking concrete floors and as I as saying about my back thing, shoes are just hugely important. So, I got a shoe that I really like. Tim Ferriss: What is the shoe? Frank Blake: So, it is Sam Hubbard shoes. Tim Ferriss: Sam Hubbard. Frank Blake: Yeah. For the last however many years, I don’t have the patience to actually go through the right sizing, and so, I never wear the right size shoes and it’s just been an enormous frustration. And I finally found a pair of shoes I really like. Tim Ferriss: Sam Hubbard. Frank Blake: Big fan of shoes. Tim Ferriss: Yeah, I became fixated on shoes at one point because, as backstory, I’d been extremely stingy. Stingy sounds too Scrooge McDuck. Cheap, economical for my entire life, really. I mean, I was the guy who would have his girlfriend complain about the single ply toilet paper and be like, really, Tim? Can we just get two ply? This is terrible. And I would always buy the cheapest shoes that seemed comfortable and were tolerable to my girlfriend, aesthetically. And, at one point, I was in Panama taking to this wonderful woman who is the wife of this gent who, at one point, had owned the largest brewery in Panama, maybe Central America, and really wise woman. And she said to me, you know, Tim? Because she was looking at my shoes, and I just had nothing appropriate for Panama, she said, there are two places you should really spend money, she said, if necessary, your mattress and your shoes, because if you’re not in one you’re going to be in the other, and I was like, whoa. Frank Blake: Yep, that’s great advice. That is phenomenal advice. Tim Ferriss: Yeah, so the Sam Hubbard, I mean, I really pay attention to shoes now. Well, I should say, what contributed to that or reinforced it was my experience in writing about cooking, and you have line cooks who are standing all day long. Prep, I mean they’re standing all day. A lot of them wear shoes designed for hospital use. They’re these slip-on shoes that are used by nurses and doctors. Fantastic, alright, well I have a shoe type to check out. If you were to teach a class to, let’s call it, high school seniors or college students, you could pick the grade and, actually, you could pick any grade, what class would you teach and why? Frank Blake: History, just because history is about people. History, we learn so much from history. I love teaching history. I wasn’t a great history student, but when you think about what books are fun to read, it’s great to read history books. Tim Ferriss: Any particular focus? What would the course description look like? Frank Blake: I like American history. I’m not that familiar, I haven’t spent enough time to know the history of other countries, but I think our history is unbelievably complex and fascinating. I’ve been going through the Oxford history of the United States, sort of book by book, and they get maybe more deeply in than I might want to, but it’s fascinating. It’s great. Tim Ferriss: Is there any particular historical figure from US history? That was a little department of redundancy department, but that’s okay, Is there any historical figure in the US you would particularly have liked to meet or have dinner with? Does anyone come to mind? Frank Blake: Boy, there are so many. Tim Ferriss: You could list more than one. Frank Blake: You could have a lot of fascinating people. Truman would be interesting, and Eisenhower would be interesting. I think both of those characters for the decisions they faced and, obviously, Eisenhower, he was the president that I grew up with and so much deeper than any picture we have of him. That would be interesting. Tim Ferriss: Eisenhower gets used a lot as an example by Peter Drucker as an effective executive. Frank Blake: I believe it. The military has so many great learnings on leadership. Tim Ferriss: A lot to be borrowed. Frank Blake: A lot. Tim Ferriss: A lot to be borrowed there, for sure. Alright, last few questions. If you could put anything on a billboard, metaphorically speaking, so a word a sentence, a quote, could be yours or someone else’s, to get out to millions or billions of people, what might you put on that? Frank Blake: It would be, the only blessings you own are the ones you share. Tim Ferriss: Oh, I love that. Frank Blake: The most fun thing about this Crazy Good Turns thing is seeing the people who live that every day, who are seeing things, seeing plights, people in need. I mean, there’s a great one. I could go on and on about this, but there’s a great story on, who knew that there were homeless people living in tunnels under Las Vegas? And then, here’s a guy who recognizes this and goes and takes care of the homeless people in tunnels in Las Vegas and you go, wow, that’s amazing. More of that, please. Tim Ferriss: So, Crazy Good Turns, if you wanted to get someone hooked on Crazy Good Turns are there one or two episodes that you might suggest they start with? Frank Blake: I would start at the start, so Team Rubicon, we did an early one on Team Rubicon, which is the group of Iraqi and Afghan war veterans who’ve come back, and people are probably familiar with them. They use their military training to go, if there’s flood, they go and address the flood. It’s an amazing group. I mean, it’s like kids, which are your favorite kids, so that’s the first one, but every single one of them. And then, I think the second one we did was about Tunnels to Tower, you know the story of the guy who was the fireman on his day off and the twin towers are hit, and he’s driving in to help his colleagues and the tunnel is backed up, and so, he puts on all his gear and runs through the tunnel to the towers and, unfortunaTim:tely, died and then there’s now a run every year through the tower in commemoration of that. So, I’d start with the start and the first ones, but I love them all. There, as I say, it’s like choosing among kids. Tim Ferriss: Why did you create it or why did you co-create it? Why out this into the world? I mean, I know it takes effort. Frank Blake: My first comment to Brad Shaw, the guy who does it with me, is that if eight people listen to this, I’ll be thrilled because I just want to take someone who’s done amazing things and talk about them, and just have them have a notion that someone’s gonna spend, ours are short, 25 minutes talking about the great thing they do. And then, Brad did such a good job of it that now we’re saying, okay, we want people to listen to it, but it goes back to the concept of celebrating. Whatever it is you want, celebrate and highlight it and tell stories about it, and we connect from hearing these stories and sometimes you go, wow, this person’s just so much better a person than I’m ever gonna be that forget it. That’s out of the ballpark, but it’s still inspirational, and then, some of them, you go, oh, yeah, okay. I can do that. Tim Ferriss: Maybe I’ll correct course one day. Frank Blake: Right, yeah. Tim Ferriss: So, for all of you who complain that my interviews are too long, I mean, certainly many of you listen to the entire interview, but if you’d like a short form fix, you should check out Crazy Good Turns. And, I don’t do this very much, but I’m gonna make an ask of the audience and then I’m going to ask you if you have any parting words, suggestions, advice, or asks of the audience. Beyond checking out Crazy Good Turns, I would challenge everyone listening for a day, maybe a week, to not criticize, so to try to put into practice what we’ve been taking about and that is highlighting and applauding what it is you want to see more of in the world. If you someone online who’s doing something great, who is making sacrifices for the greater good, practice applauding that because if you do criticize, and the criticism online is certainly 99 percent of what we see, but practice makes perfect, even if the practice isn’t a good practice. So, if you focus on being critical, you’ll get better at it and it’ll become easier. So, for a day, for a week, try to focus on applauding what it is you want to see more of out in the world. So, that would be my challenge, my suggestion to everybody who is listening to this, and I will do the same for myself. I will eat my own dog food on that one. So, any parting words, suggestions? Frank Blake: Well, that’s great. I’m not gonna begin to improve on that. That is brilliant and it is so true. If you take time to recognize and appreciate other people, it bounces back, it gives back, so, very cool. Tim Ferriss: Perfect, well, sorry to go first, but I wanted to get that out because I feel so strongly about it. Frank Blake: No, so well said. Tim Ferriss: There’s so much negativity out in the world, you and I, none of us have to create more of it. There’s a surplus of negativity. So, try to focus on increasing the positivity and you don’t get the positive just by shutting down the negative. That void doesn’t fill itself. Where can people learn more about you, find you online, if there is any way that you would like to share, and, of course, everyone who is listening to this, you can find the show notes with the links to everything, including Crazy Good Turns and so on, at tim.blog/podcast. But, are there any other places people can say hello or learn more about what you’re up to? Frank Blake: @FrankBlake on twitter. Tim Ferriss: That’s a good place. Frank Blake: That’s probably the dominant in addition to the Crazy Good Turns. Tim Ferriss: Fantastic. Well, Frank, thank you so much for your time. Frank Blake: What a treat, thank you. Tim Ferriss: Yeah, this was a lot of fun and for everyone out there on the interwebs, wherever you may be, as always, thank you for listening, talk to you next time. Posted on: March 22, 2018.", "speakers": ["tim ferriss", "frank blake"], "text_sentences": ["hello, boys and girls", "this is tim ferris and welcome to another episode of the tim ferris show where it is my job to tease out the habits, routines, tactics you can use from world-class performers of all different types, including business, military, chess, anything and everything imaginable, and there are patterns", "the guest today is frank blake, @frankblake on twitter", "frank served as chairman and ceo of the home depot from january, 2007 through november, 2014, and then as chairman through january of 2015", "frank joined the home depot in 2002 as executive vice president for business development and corporate operations", "he previously served as deputy secretary for the us department of energy", "prior to that, he served in a variety, and i do mean wide variety, of executive roles at general electric, and we do have some great, great stories related to lessons learned from jack welch, as a side note, including senior vice president, corporate business development", "under that umbrella, he did just about everything imaginable", "he’s an expert of mergers and acquisitions and much, much more", "but, that’s not it", "frank’s public sector experience includes having served as general counsel for the us environmental protection agency, the epa, deputy counsel to vice president george bush, and law clerk to justice stevens of the us supreme court", "he serves on the board of directors for the georgia aquarium, procter & gamble, macy’s, and is currently serving as chairman of the delta and grady hospital boards", "additionally, he sits on the board of trustees at agnes scott college", "he holds a bachelor’s degree from harvard and a jurisprudence degree from columbia university school of law", "he is a very, very entertaining guy, has fantastic stories, and also, a lot of takeaways that you can apply", "he also has a podcast, which is short form, 25 minutes, so if you wanna scratch that itch, check out crazygoodturns.org", "and the description, we tell inspiring stories about people who do amazing things for others", "there’s some fantastic episodes so i encourage you to check that out", "and, without further ado, please enjoy this wide-ranging conversation with the ever-fascinating and very, very effective, frank blake", "frank, welcome to the show", "it’s great to be here, thank you", "i am so thrilled to have you here to help me solve the riddles of life", "uh-oh", "and i thought i would start with maybe some common ground, and it relates to a book called built from scratch", "so, the background, personally speaking, is that built from scratch, along with a few other books, have traveled with me for more than 30 years now", "wow", "so, they helped set me on my first entrepreneurial journey step and have traveled from house to house, apartment to apartment, country to country ever since", "and in the course of doing research, i had read that when you became the ceo of home depot that you had read passages from built from scratch, and i was curious if you recalled any of that, why you chose to do that", "if you could walk us through it, that would be fantastic", "first, your research is great, absolutely right", "that’s very exciting that the book is important to you", "as you’ll hear, it’s hugely important to me", "first, the book is the story of home depot", "it was written by bernie marcus and arthur blank and about bernie and arthur and ken langone and their founding of home depot", "it’s one of the great entrepreneurial stories of our century, of our times, because bernie and arthur had been fired from their prior job", "ken langone said to them when they got fired, you just got hit by a golden horseshoe in the ass", "you’re so lucky", "and then they went and established the home depot, which was the most successful retail concept of its time, fastest to 10 billion, 20 billion, 30 billion, and 40 billion", "my connection with the book is it’s very meaningful to me, not only because it’s the story of the founding of the home depot, but also because of my start as the ceo of home depot", "i did not have a background that would lead anyone to think that i’d ever be the ceo of the home depot", "in fact, when the board called me and said, we want you to be the ceo, i said you ought to take a day and think about this, because while i had been at home depot for a few years, i had not been really doing a lot of the retail work", "i’d been doing m&a activity and real estate and that kind of thing, and i said, you ought to spend a day, think about it, and think about hiring a real retailer, and i need to think about it", "obviously, they called back at the end of the day, they still offered me the job", "i obviously took the job, but i can honestly say that a nanosecond before the call, i was not thinking, i’m going to be the ceo of this company", "there were no moments of driving along in the dark of night thinking, oh, what would i do if i were running this place", "i was completely unprepared", "and then, like a lot of retailers, we have a way of communicating to our associates", "at the time, home depot had around 350,000 associates", "we have little tvs that we beam in messages to the break rooms, and i have to go and address the 350,000 associates being singularly unprepared", "at the time, my son, home depot has a program of returning veterans, giving them jobs in the store", "my son was a returning iraq veteran, iraq war veteran, had come back, had been an assistant store manager, was now a store manager at home depot", "and so, i gave him a call and i said, frank – he has the same name as i – i said, frank, do you have any thoughts on what i should say", "and first, he said, wow, dad, good luck", "and then, the second thing he said was, i don’t know what you should say but i can tell you how i start every store meeting in my store", "i said, great, what do you do", "and he said, i take built from scratch and i read from it", "i’ll read a passage from", "and i go, this is brilliant", "and so, i pick up the book, i flip madly though it to find something that i think is relevant, and in the book, they talk about the inverted pyramid and the leadership concept where the ceo is at the bottom and the customers and the front line associates are at the top", "and so, i used that, reading from built from scratch and the inverted pyramid as my first communication to our associates", "and then, for the next eight years as ceo, i spent time figuring out, what does that actually mean", "how do you lead from an inverted pyramid perspective and what are the leadership lessons you pull from that", "so, yes, hugely important book", "it’s a great book", "unfortunately, it’s out of print but i’m sure i can get it for anybody who wants it", "yeah, maybe we could get the publisher to do a reprint", "yeah, that would be great", "i’ll give them a heads up when this is gonna land", "right", "yeah, exactly", "so, i’d like to start right in the middle of the action, in medias res, with something like that, and then rewind the clock", "so, if we go back to your childhood, could you tell us a bit about where you grew up and how you would describe your childhood", "i grew up right outside of boston, massachusetts, a family of five", "i was the fourth of five", "unfortunately, my three older siblings have died", "my mom, though, just had her 100th birthday and still lives in the house i grew up in", "i had a great, very family-oriented experience growing up, very close family, and we have a lot of relatives in the area so new england’s sort of home still", "what did your mom do for her 100th birthday", "so, we had a big party and we had lots of relatives, lots of her friends", "she’s the kind of person who, if you say, mention any name, she will know exactly what that person’s father did, what their sister did", "she’ll have a backstory that will go on for 15 or 20 minutes", "she works the phone constantly", "she did that growing up and she’s done that even to the age of 100", "she’s sharp as a tack", "wow, so, factual recall", "yeah, very, very good, and storytelling, so you just go, wow, i had no idea that there was that much interest in going on in their life, they had a twin sister and the twin sister ran away with the grocery man", "it was just all that kind of detail, fascinating stuff", "what did you think you were going to grow up to be when you were in, say, high school or when you were younger", "i was interested in politics, so i worked on campaigns", "when i got out of college, i worked in the state legislature in massachusetts", "after i went to law school, i then ended up in washington, dc", "i had a very traditional washington, dc lawyer government career, moved back and forth from private practice and into the government, so politic fascinate me", "i was interested in politics", "why did it fascinate you", "what led to that, or what about it", "i think you start by the issues being so interesting", "you think you can impact people’s lives", "power is a fascinating thing and so, politics is a source of power and it’s fascinating because of it", "did you experience conversations about politics over the dinner table or how were you introduced to it", "not a bit", "not a bit", "not a bit", "no, not a bit", "it was entirely self-generated", "i don’t know where it came from, but no one else was remotely interested in politics", "that was my thing", "okay", "so, as i was mentioning before we start recording, i’ve had a hell of a time trying to figure out what path to take with this conversation because you have such an eclectic background, and people will have heard, certainly, a fair amount of this in the introduction, but i’ll just mention a few things and then i’ll get to the question", "so, you have law clerk for supreme court justice, general counsel for ge – i’m skipping a lot – deputy secretary", "now, do you say deputy secretary of the department of energy or is it better to just say deputy secretary of energy", "department of energy", "there we go", "alright, and then ceo of home depot, and then, certainly, at least as one of our mutual friends has put it, you are the least retired, retired person he knows", "i have a lot of friends who are lawyers, a lot of friends who are lawyers, formal lawyers, and they tend to be very certainty-focused and averse to entrepreneurship", "so, how have you, and if this is even accurate, ended up with this combination of very strong legal background and ability to manage amidst uncertainty, and combine those two", "it’s really unusual, from my experience, at least", "probably an awful lot accidental, so the first part accidental was a group of us set up our own law firm", "so, there were 12 of us who set up our own law firm and that was kind of my first experience with entrepreneurial activity", "the firm did great", "most of my instincts, actually, looking back, are pretty funny because i was wrong", "so, that was an introduction to entrepreneurial activity", "i left washington to go to ge to be the general counsel of a business in schenectady, new york, and everybody thought, that’s the stupidest thing we’ve ever heard", "why would you leave washington, a great legal practice, and go to schenectady", "and mostly, by that time, i was kind of sick of politics and sick of washington", "and i was the beneficiary of the way ge did hr", "basically, they move people around every 18 months, but they never bothered to move the lawyers because they’re not going to bother to move the lawyers", "so, after about five or six years, i’m the person around the table who sort of knows how the business works and i’ve listened to this and i’ve observed over time, and they offered me a job going onto the business side and then the rest of it", "being a lawyer is great, having been a lawyer is even better, so i really enjoyed the business side this out so i really i really enjoyed the business side and found in much, much more fascinating than the legal side", "how did you make the decision", "walk us through making the decision to leave the law practice and take the job at ge, because that could be a scary step", "and i know, certainly, looking around myself at my friends who have what most people would consider successful legal careers, they often pine after these types of changes but very few of them actually take the leap", "so, how did you make that decision", "there were two things", "the first, just as a scene-setter, it is the case, i have never made, as a salary, more money than i made as a lawyer, so i did more with my draw from the law firm than through to being ceo of the home depot", "so, it was a very good legal practice", "the problem with legal practice, after a while, that you realize is there’s such a disincentive for any kind of efficiency, right", "somebody comes in with a problem and you go, i know this problem, i can name this tune in three notes", "well, no", "actually, that’s not the business model", "you wanna say, oh, boy, that’s a complex symphony", "that’s gonna be 3,000 notes", "and so, the idea of trying to do something that’s cumulative, rather than billing your time by the hour, is really what appealed to me", "and washington is a very-closed little culture, and i wanted just get out of that closed culture", "and schenectady, new york sounded like the far end of the earth", "now, at the time, were you single, married", "married", "you were married", "married", "how did you deliver the news or how did you discuss the possibility of that switch, if you’re comfortable saying", "yeah, i don’t know that we had a lot of discussion around it, but it was clear that i was not", "i just was becoming increasingly unhappy on the legal side", "well, i’m not sure everybody was thrilled", "my family wasn’t thrilled to be moving", "we lived in albany, but to be moving to upstate new york, they rode in with it", "it gets chilly", "i grew up in new york but on long island, but upstate gets chilly for people who haven’t been there", "upstate is chilly", "yeah, it’s very chilly", "ge is another company in addition to home depot", "even though i’ve never done anything myself in any industries related to either, that is fascinating to me", "yes", "when did you first meet jack welch", "oh, early on, and then i ended up as a direct report for jack", "the founders of home depot, bernie marcus, ken langone, arthur blank, they’re extraordinary people", "jack welch is an extraordinary human being", "one of the ways i would describe it is i would never take a phone call from him sitting down", "the energy, just immediately, you stood up to provide an answer to jack", "he was hugely helpful to me while i was the ceo at home depot, got a lot of stories around jack, truly a hero", "yeah, let’s get into it", "this is a long form podcast, so we have the luxury of time", "alright, so this is an arc", "so, i become ceo of the home depot", "i think, alright, now i’m gonna call jack and i’m gonna ask him for some time and kind of give me ceo one-on-one lessons, which i did and he was very nice", "he was down in florida at the time and i said, jack, can i spend a day with you and kind of pick your brains", "he said, great", "and, mind you, i have done hundreds of pitches to jack in my time at ge, and i prepared so hard for this meeting with him", "i could tell you the margin rate of an ant trap", "i mean, i was just into all the details, all the numbers, and i go down and the first thing he says is draw me your org hart", "and we spend the day going through people and it was probably one of the most helpful days of my time", "and i recommend this for anybody, anywhere", "if you find somebody that you really respect who’ll ask you questions and then you just listen to what you’re saying, and in effect, he did that for me on the organization and the people", "and then, every year, i do the same thing", "i’d spend a day with jack every single year", "and this is jumping ahead but i love the story so much", "we can jump around", "so, the eighth year, so my last time, i get to ask the question that’s sort of the moron, stupid question that you wouldn’t dare ask earlier because you wouldn’t be able to get the next meeting with jack", "so, i go, okay, jack, all of the attributes of leadership, if you had to weigh them all and pick one, what is the single most important attribute of leadership", "and his answer shocked me", "he said generosity, and i wouldn’t have predicted it", "it kind of took me by surprise when he said it, and then when he explained it and explained how, as leaders, you need to be fueled by the success of others and how that’s really got to be the driving force", "and i could see that as true for how he ran ge", "it made a lot of sense and it stuck with me ever since", "it was a great lesson", "why was it important in that first meeting that he shifted the focus to the org chart", "what happened", "what were the questions he asked", "what were the important", "so, the great questions were, first, how are you organized", "because that tells a lot about what your priorities are", "and second, he’d be asking about people and i’d find myself, in some instances, kind of making excuses and saying, well, you know, blah-blah-blah, but not really, and then he’d just say, i mean, did you hear what you just said", "what are you gonna do about it", "and it wasn’t his commentary on these people, he didn’t even know them, but listening to his feeding back to me what i was saying and then say, hey, look, you’re not smart enough to do this on your own, so if you’re gonna do this and be successful, you gotta get the right team with you", "for people who don’t know jack, what would you say he’s best known for", "i mean, something that’s stuck with me, and i have great respect for jack and i’ve read a lot about him, but i might be getting the details wrong because it’s been a while, i mean, he’s had the nickname neutron jack", "i think it was the bottom ten percent of performers in ge were let go on an annual basis", "yeah, annual basis", "and was he then asking you about strongest, weakest performers and then asking you why you were keeping or why the weakest performers were continuing to be employed", "so, he wasn’t doing it on a kind of percentage, tell me who lags and who’s ahead", "it was more individual by individual, tell me, describe for me their strengths and weaknesses, go through it", "and what i would say, what jack did particularly impresses me in retrospect because it’s so hard to do", "i go into ge as a lawyer, ge is a finance engineering firm", "we had a great legal team, but still, the lawyers are not at the top of organizational pecking order", "somehow, jack got the sense within me that the path to success in the company was actually to disagree with him and be right, and that’s huge", "and he would say this", "i’d express, wow, in retrospect, jack, that’s so amazing, and he’d say, well, i really don’t need to pay people to tell me i’m right", "i need to pay people who are going to tell me where i’m wrong", "but, organizations are such echo chambers and bernie marcus gave me a great piece of advice", "he gave me tons of pieces of advice that were terrific", "i remember one of them at the start of becoming ceo", "bernie said, okay, let me tell you how this works", "you’re gonna be sitting around a table and you’re going to tell a joke, and all the folks are gonna laugh", "and he said, let me tell you, you’re not funny", "and the point of that is, people are just gonna respond to you the way they think you want them to respond, so eliciting the kind of reaction that jack did for me, which was, hey, it’s okay, actually, to disagree with the boss", "you damn well better be right, but it’s a good thing", "to disagree with the boss is huge", "so, on that point, and i may get the pronunciation wrong, carol tomé", "yeah", "tim ferriss: at the time, home depot’s cfo, she said that when you arrived, still, and this is a compliment, that you invited conflict into the decision-making process", "and i’ll quote here", "this is from a fortune article", "we were conflict-hesitant", "frank asked a ton of questions that make you say what is working and not working", "so, this is interesting to me", "how do you encourage people to disagree and elicit the bad news or whatever it might be", "how do you do that without also simultaneously or dissipating the fear of getting punished for that", "i think it’s one of the most important things", "so, i have a long discussion around what the inverted pyramid means, but one of the things it means is that everything that’s important, as the ceo, everything that’s important is happening above you with the customers and the front line associates, and the folks who work in the organization, so you’ve got to figure out a way to effectively listen and effectively get them to communicate to you", "i learned, actually, from a board member at home depot, this may be more unique to retail to doing this but it worked, that the best way to do that is if i was walking in a store and we had a particular project, my comment would be why isn’t project x working", "and then they’d go, oh, my gosh", "frank knows that the project isn’t working", "i guess we better say something", "and so, that would actually prompt a conversation", "while, if you said, how’s everything going, in any organization of any size, there’s only one right answer when the boss says, how’s everything going", "the answer is, it’s going great, you’re awesome, please go", "and you need to pullout from people", "every once in a while, somebody would say, why’d you say it’s not working", "it’s working great", "but, more often than not, it would be, oh, well, here’s what’s not happening, here are the issues", "so, there are so many pieces of paper, as you can see, and so many questions that i want to ask, and the next one is really closely related to this and something that i think about a lot and i’ll lead into it in a somewhat confusing way", "the internet is almost all negative feedback", "people get punished and attacked", "however, if you look at, say, operant classical conditioning, mammal training, and human training, positive reinforcement is actually critically important", "so, this is a quote and please correct me if i’m wrong, but i’d love to get some examples of how you have celebrated people’s successes and wins, whether within home depot of elsewhere", "and the quote is, i’m a lawyer, lawyers don’t celebrate shit", "or actually, furthermore, the only way people know what you want is that you celebrate when they get it right", "i’m a lawyer, lawyers don’t celebrate shit", "so, what are concrete examples of how you would do that", "that was actually one of my biggest learnings of the time as ceo, was the importance of celebration", "in fact, what i tell people now is every business person knows the saying that you get what you measure", "i’d say there’s an important, maybe even more important, corollary, you get what you celebrate", "people, just as you say, they reference off of the stories", "they reference off of when you reward someone and make a point of it", "that actually sticks in the mind long after other things are forgotten", "and at depot, we did a lot, in fact, spent a lot of time on this", "personally, i would spend every sunday afternoon writing notes to hourly associates, so, for us, customer service was what we were after", "customer service is such a vague term, and i would write 100 to 200 notes every sunday", "and we had a whole process for rolling up the joan, jane, jack did blank, and it would roll up from the store to the district to the region, and i would write notes saying dear joe or jane", "and it wouldn’t just be, you’re awesome, thank you very much, frank", "it would be, i heard you did, blank, and i’d write out what it was, thank you very much, and send the note out, sign my name", "i have a long thing about note writing and why note-writing is so important", "well, let’s get into it, yeah", "okay", "so, i wondered about the power of that, but early on, i was walking a store and an associate came up to me and said, gee, would you rewriting the note that you sent me", "and i said, no, sure, no problem, but why", "and he said, well, we were all convinced that it was a robo-pen note, and so we put it under water and it leaked, it ran, and so, would you write me another one", "people respond to being recognized", "i learned this", "early in my career, i worked for george bush’s dad when he was vice president", "and so, great thing to work", "i mean, he’s a wonderful human being", "working for the vice president is great because it’s a very small staff so you can actually see what he does", "at the time, this is 1981, ages and ages ago, no computers, but he would come into the office and type out notes", "and you knew that he was typing the notes because the e would be slightly off and there’d be white out", "but, as a staff member, when you go a note from the vice president, you were walking on water", "i mean, you just felt like everything was great", "and i believe that we learn more from those positive stories and recognition than anything else", "in addition, i mean, the notes were kind of my thing, but we also did a video every single week of great customer service, and we put it in that same break room tv", "and you’d video tape the actual associates who were being highlighted", "yeah, we’d retell the story", "we’d retell the story with the associates", "so, there’s be one of these every single week", "we did little books of great associate customer service stories", "if you go into storage, you’ll see people with badges and recognition", "you just don’t communicate", "you can write a memo to someone and think it gets down through an organization but it doesn’t", "it’s when you pull people out and say, here, this is what this person did that was extraordinary, you tell a story it, and everyone remembers that story", "that person’s thrilled and everybody else is going, i want a story told about me, too, i’m doing that kind of stuff as well, and it builds on itself", "i think the number that you mentioned was 350,000 or a few hundred thousand", "right", "no, 350,000, and now they’re over 400,000", "right", "so, if you have 350,000 associates and you’re doing this every week, what are the check boxes or the process for selecting those 200", "i’d love to learn more about that", "no doubt, there are people listening to this, i know there are people listening to this, who run very large organizations and that’s gonna be one of the questions top-of-mind, i would imagine", "so, the great thing about it is you take that, so you say, frank wants to send a note out, then this is where having a new great because then you say, okay, here’s how we’re gonna do it; the stores are going to submit stories of great customer service and the store will submit that to the district, and the district will take its best stories, and the district’s best stories go to the regions, and then the regions all submit them to me", "so, beyond the note writing itself, there’s actually a process for recognition, so, i hope, the better store managers were recognizing every single story that they forwarded on to the district and we’re making a celebration with their associates in that store, same with the districts and same with the regions so that it reinforced itself", "so, it’s not just the one note", "it’s the entire process", "it is why, as i say, people just should spend time thinking about what they’re recognizing and celebrating, they should do it intentionally, they should have a process around it, they should do it consistently, because we talked a lot about company culture, but that’s what really sets the culture", "it’s what everybody is saying", "you want to see the story", "you wanna see what this looks like", "this is what it looks like", "if these letters are going out and people want to receive a letter, they want to be in the video, what were the criteria for good stories", "in other words, these various, say, district managers and so on could have their subjective views of what makes a good customer service story, but did you give them any guidelines at all", "i didn’t", "i’d be honest", "i mean, that’s the important thing about customer service, is it takes lots of different forms, but what we weren’t looking for, and it’s not like this isn’t important, but we weren’t looking for the cashier who stopped the robber", "those are important stories but some companies are more focused on shrink prevention and things like that", "we were focused on customer service, and we had lots of different, i mean, just emotionally powerful people helping other people in the store, phenomenal, phenomenally strong stories", "but no, didn’t set and guidelines", "you mentioned stopping a theft not being a very good example, and what this brings to mind for me is, i think it was andy grove of intel, i might be getting this wrong, i’m sure someone on the internet will correct me if i am, but for every metric they decided to measure which was a positive indicator for the company, andy would insist that they would identify the perverse incentive or correlating metric that they should measure for side effects", "i’m reaching a little bit here but you could see if someone says, of course this is exaggerated but, oh, my god, i could get in the video if i stop a robbery", "who could i hire to simulate a robbery", "and i’ll let my buddy go but i’ll put up a good fight and get in the video", "you mentioned what you celebrate", "i’m sorry, let me get this right", "i just wrote it down", "effectively, you get what you measure, you get what you celebrate", "right", "when you took the reins, what were some of the metrics that you focused on or that the organization focused on", "yeah, so, every retailer, i mean, now, it’s commonplace, but you’d look at what’s called a net promoter score", "if that’s an accurate andy grove quote, i entirely agree with it", "it’s definitely a quote from someone", "definitely a quote from someone and a right quote, because every single metric does have a germ of a problem in it, so you have to be careful", "i mean, we would measure net promoter score, how happy the customers are in the store, but it’s always a reminder that the dominant measure is, how are we doing on sales and profitability", "so, as you move down below that on the metric side, you have to be very careful", "and how do you measure sales", "there are many different ways to doing it, a revenue", "you have revenue per square foot", "you have, say, profit of revenue or net income, whatever it might be per employee", "you have many different approaches you could take", "were there any that were more important than others", "no", "our stores, while they’re very idiosyncratic within the box, they’re very similar", "so, we didn’t have to get very sophisticated on the store side on revenue per square foot", "the merchandising side, you do more of that because you’d wanna say, what’s our return on the space we’re allocating to that merchandise", "you’d mentioned at least once, maybe a few times, how you seem to be the accidental ceo, didn’t expect to be asked to be ceo", "how did they explain it", "or if they didn’t, i’m sure they probably said something", "why were you asked to be ceo", "well, in the end, you need to ask ken langone who was the lead director and the other directors of home depot at the time", "i’ve never really spent time asking them why", "i think they had seen a lot of me because i was in charge of deals, and we did a lot of m&a transactions", "that was as the svp, the senior vice president of corporate business development", "oh, no, that was at ge", "well, i did deals", "so, the job i ended up with at ge was doing m&a", "the job i was doing at home depot was doing m&a", "we went out and we bought a whole series of companies called, at the time, home depot supply that was the largest commercial industrial distributor in the country", "but, i pitched those deals to the board so they saw me a lot, and then the first thing i did when i became ceo is that we need to sell this business and we sold the business", "why did you have to sell the business, or why did you recommend that they sell the business", "the dominant reason for me, personally, and i think that this was organizationally right but i know it was right for me, individually, was saying, to be the best retailer in any space requires 110 percent of the effort", "for me to be the best leader of a retailer is 110 percent-plus of effort, no chance that i can also say, oh, and here’s this other business, this great commercial industrial distribution business, i can be the best ceo in that space, too, just knew that was not gonna be possible", "and so, i said we need to sell it", "is that what you said to convince the board that it was a good idea", "pretty much", "i don’t think i made it that personal, because the company, we’d been losing market share, we were trailing our principle competitor", "i said, we got to be all eyes on the retail business and we gotta get rid of everything that’s a distraction to retail business", "plus, at the time, so i took over right at the start of 2007 and housing crisis, by that point, the clouds were fairly obvious, and so, we knew that we had to make some dramatic changes because things were gonna go downhill fast", "and they went even more downhill and faster than we anticipated", "oh, yeah", "i bought a house in late 2007", "talk about good timing", "yeah, there you go", "in san jose, aka man jose, california, but that’s a separate story", "the decision to divest of hd supply, and i may be misattributing so please correct me if i’m wrong, but it also makes me think of jack welch if i’m getting this right, which is, did he not want every division or product line or company to be an either no", "1 or no", "2 in its category", "he famously had that as an objective", "that did not drive that decision because home depot supply was no", "1", "right, got it", "so, it’s more a matter of focus", "so, it was a matter of focus", "there are some unique individuals like jack who can run a conglomerate, and i would be deep into the details of the business i worked at in ge and jack would still ask questions to me that i’d just slap my head and go, oh, my god, what a great question", "why didn’t i think of that", "i knew, not me", "as i said, running a conglomerate is a big, big challenge and i knew i couldn’t do it", "we’ve talked a bit about your legal background and someone compared you at one point to darwin smith, the attorney turned ceo at kimberly-clark because of how lawyers are trained in conflict how to navigate deep rooted issues, etcetera", "i’ve also noticed that, for instance, if i can’t find a proofreader who is a professional writer, i will ask one of my friends who is a lawyer because they’re very good", "they’re not professional proofreaders, per se, for the type of writing that i do, but they’re very good at spotting language that is nebulous, words that shouldn’t be there", "how did your legal training help you for what came later", "and it might be a chicken and the egg thing", "it could be what helped you to be a good lawyer, but what about those life experiences or that training helped you later, or hurt", "the hurt is easier", "we can start there", "yeah, so, the things that i had to kind of had to hike away from are, for lawyers, everything is gray, right, and you can chew over decisions for a long time and it’s very complex and full of ambiguity", "if you’re leading 350,000 people strong and you’re calling out and your statements are in paragraphs, you’ve lost it right from the start", "so, driving for simple, portable messages, screw the ambiguity", "that is essential", "i actually think it’s essential regardless of whether it’s 350,000 people or three people", "that, you kind of have to train away from", "the part that’s probably good is you’re trained to worry", "lawyers are trained", "i always felt like law school trains you to worry about things that no normal human being would worry about, and so, there is a value as a ceo to worry, but you gotta kind of internalize that as much as possible because the other part, you have to get rid of that worry", "colin powell has a great expression that i deeply believe in, which is optimism is a force multiplier, and in any organization, and this was particularly true, his things were grim, you’ve gotta drive to the optimistic side", "you can’t be going, oh, god, this really could turn out badly", "but, i think, internally, that’s helpful, to worry, to be thinking around the corner, to be thinking what’s gonna go wrong", "just as you said, get that every metric that you put in place comes with its own little seed of destruction, understanding that, being aware of it, don’t tell it to anybody else, so all our stores would net promoter scores", "i wouldn’t tell them, oh, here’s the fascinating flaw in that metric, why you might not want to be committed to that, we’d just go, this is what we’re focused on", "we’re focused on our net promoters", "i’m gonna zoom out but i wanna zoom in for a second just on net promoter score", "how did you all measure that", "it was by surveys on the receipt in the store, and so, you can immediately imagine, not to get into the nitty gritty what’s wrong with net promoter scores", "no, let’s get into it", "but, you can imagine, one of the things is the more crowded your store is, the more volume your store does, by and large, that correlated to a net promoter score that was a little bit lower", "if you wanted the highest net promoter score, have a store that very few people went to", "right, one customer per employee per day", "right, exactly, and they were thrilled, and they’d give you the positive feedback", "but yeah, we did it straight off of receipts and people typing in and saying whether they were happy or they weren’t happy", "and then, now, on the internet, obviously, it’s a lot easier", "foresee surveys come up all the time", "it’s also a lot easier to, as you noted, get lost in the seeds of destruction or the noise, right, because if you have a net promoter score also, at least of some types, you can a selection bias for people who are unhappy, which is super tough, right", "yep, exactly", "zooming out, i want to do right now and look at what you said about keeping a lot of that worry and potential downside inside", "this is a huge challenge for a lot of founders and ceos that i know where they have to really put on the brave face and help everyone march to optimism while keeping any of the concerns they might have inside, or at least not showing it publicly to all the troops", "could you walk us through, if possible, or just describe maybe a period or an instance where you had a lot of that to keep inside and how you dealt with that, because a lot of these ceos feel really alone", "they end up, in some cases, getting health problems", "it’s very, very challenging", "could you give us, maybe, an example of how you’ve contended with that", "the best thing for me, there’s a great saying in retail that now has to be amended because of the internet, but the saying in retail is, all truth is on the floor of the store, so now it’s also online but all truth is on the floor of the store", "the best vehicle for me to deal with those worries was always spending time in the store, and i would try, i didn’t do it religiously every week, but i would do dinners with hourly associates", "wherever i was, i’d try to do one a week with hourly associates, and you pretty quickly get your problems put in perspective and it was hugely valuable to me", "and i remember the first one i did was we fly in and i’m sitting around", "there’s this very nice woman sitting next to me, give or take my age, and i’m complaining about my back, so she says, how you doing, and i say something with my back", "mind you, i’d flown in on a private plane and i’m saying i got my back problems", "and then, i go, how are you", "and she said, well, you know, it’s funny that you say that about your back problem because three months ago, i fractured my spine and i had to be in traction", "and it was really difficult when i started working in the store again and i was in a wheelchair", "we have bulky items and they have to get moved", "i’m complaining", "and i go, wow, that’s amazing, and then she said, well, that wasn’t the really hard part", "the really hard part was i have a 12-year-old developmentally disabled son, and i have to pay them every day and i have to get him in the bath and that was so difficult when i was in the wheelchair", "the fears and worries kind of melt when you see what people are putting up with every day and doing one foot in front of the other, and having a smile and being committed to the people around them", "and so, that gave a sense of perspective that sort of put the earnings per share worries a little in farther focus, and they were always great for that, just amazing", "home depot and both bernie and ken, arthur as well, the great stories of home depot", "now, why built from scratch is such a great book, why it’s such a great idea – there are some crazy stories in that book", "they’re great", "but, the underlying thing is people who typically start, i come in and i’m shagging carts in the lot, maybe i graduated from high school, i’m not really sure why i’m doing this job, and 80 percent of our store managers started as hourly associates, our upper management started as hourly associates, and it’s these amazing career stories, wealth generation through starting at the bottom in retail", "i was at dinner last week with a friend", "this, i think, happens all the time with bernie and ken and arthur, but if you go, boy, there’s a bell to ring in life, this guy comes up and he’s with his daughter, and he said, i just wanted to introduce my daughter to you because i want to introduce her to the person who’s making her college possible", "and you go, first off, obviously not me, but wow", "that is such an awesome story, and that story is replicated over and over and over at home depot", "bernie and ken and arthur always talk about you have your mission statement and all the rest, but what it’s really about is wealth generation for your associates", "and it ties back to jack’s comment about leadership", "at the end, you could say, wow, these people made their lives and careers from it", "that provides a great perspective on the job", "after leaving home depot, since that time, how have you created a pressure release valve for the worrying or stress in your life", "the first great thing about retirement is the anxiety level drops dramatically", "fewer inputs, yeah", "every day, the thing about a retail businesses is, on your phone, there are your sales, and the it organization is saying, gee, i can give you this by the minute", "and you go, no, i really don’t want it", "excuse me", "i don’t want it by the minute", "so, that anxiety of every day, home depot just reported its results and they’re great results, and craig menear is the ceo now", "he’s doing a phenomenal job, but it is that every day, every day, pressure on delivery that’s good to step away from and good to think about, what are some of the other things you wanna do in your life and focus some time elsewhere", "when it creeps in, is there anything that you like to do, any particular sports or morning routines or anything that you find helpful for managing your state", "there are a lots of things", "because i think your retirement is busier than most people’s careers, in some respects", "you certainly keep yourself occupied, so i’d be curious to hear what routines [inaudible] to you", "the habits are very different now", "pretty much because of starting without a preset set of notions of what i was going to do at home depot, if you asked me what i did at the start of every day as ceo of home depot, no, the compare and contrast – yeah", "well, let’s do both, if you’re okay with that", "i’m not recommending this", "this is not a good tool but i started every day reading emails from customers, and i did that because in any large organization, it’s really easy to get a false sense from averages and percentages, and then you see, wow, we did that badly and it was a good marker, for me, of how we were doing and what we needed to focus on, and that kind of management by anecdote is actually pretty powerful", "but, i would do that for an hour early in the morning", "i have always gotten up really, really early", "what time is early", "so, i get up about a quarter to 5:00 and i’d usually be in the office by 6:00 and start reading emails", "now, i don’t", "i still get up really early", "now, instead, i start by reading", "this was a habit introduced and i struggle with the notion of an intentional god", "my wife does not", "my wife is a strong believer in an intentional god and we pray in the morning together, and it was awkward", "i’m a new englander", "gosh, we don’t do anything with anyone at that level of intimacy, and that’s actually really an interesting habit to have, because saying things aloud and hearing things in her mind, and then sort of being forced in yourself, okay, what am i grateful for, what am i seeking help for, is really valuable", "so, that’s a different kind of habit", "what is the format", "you don’t have to share the specifics, unless you’re open to doing that, but what is the format of the prayer", "how long does it last and you mentioned maybe some sneak peaks, but i’d love to hear about that because i journal almost every morning and i’m not speaking aloud but there might be some commonalities", "yeah", "no, i suspect", "what is the format that you use", "and so, the format is, there’s a lectionary that tells you what reading, so there are a series of readings", "so, you do a reading, typically from the old testament, the psalms and the new testament is typically how you go", "so, we read, and then we pray", "and my prayers, i’ve gotten better at it because i do think, to the extent you write it down or you say things, it kind of gives context and maybe, in some way, it makes it more likely to happen", "my prayers have tended to be, hey, i hope everything works out and, boy, am i grateful for everything", "my wife would be very specific, and is very specific, about this person need help, this is what i’m gonna do to try to help this person", "my wife, parenthetically, worked for habitat for humanity", "that was her job and she goes to haiti nearly every month", "for a while, she was going almost every other week", "so, she does a lot for other people, but she will mention, here are the people who are in need", "and so, it’s really helpful seeing, okay, that’s what she’s focused on and then it teases out for me, what should i be focused on, who needs help, what should i be doing", "so, if someone were transcribing your prayers, would there be certain categories that tend to pop up more than others, like somebody who needs help and how i’m gonna help them, grateful for x", "yeah", "i need help with x, are there particular buckets that tend to pop up a lot", "it’s other people who need help", "there’s a separate thing of each time, kind of naming two things we’re grateful for and what are we grateful for, and it could be, i’m grateful to be on tim ferris’ podcast", "it’s a good mental exercise to say, hey, there is an enormous amount of stuff to be grateful for and then there are people who need help", "my wife is a much more powerful prayer than i am, but i’m learning", "i’m getting there", "i really like that", "i don’t pray in the morning, although maybe someone would consider what i do a secular prayer, perhaps, but i do have a gratitude journal and i note the three things that i’m grateful for first thing in the morning, and then i have a handful of prompts that take four to five minutes in the am and then i do a review in the pm, including what am i grateful for that happened today, effectively", "it’s very deceptively powerful", "exactly right", "and, like you mentioned or maybe i’m implying or inferring, it also helps to develop the lens through which you view the rest of the day", "if you buy a car and then all of the sudden you go out and you see your car everywhere, it’s not because everyone went out and copied you and bought your car", "it’s because you have that attune, selective attention", "it’s really powerful", "and it’s a powerful way to get to learn about another person, too, so to get that sense of, oh okay, this is what they’re worried about, this is how they think", "it’s really useful", "i really love that it starts with somebody else who needs help and then grateful for in the sense that it’s not right off the bat beginning with your ask", "that’s really important", "you mentioned checking or reading customer email, so i had read on, i think it was consumerist.com, it’s probably elsewhere, but you gave out your phone number and email", "this is the line that i found on consumerist, use it if you have a persistent problem with home depot that hasn’t been resolved through normal customer service channels", "remember to be polite, professional, and to the point", "and then, there’s a phone number extension dah, dah, dah, and you can also email frank_blake@homedepot.com", "how on earth do you triage that", "did you get fewer email than expected, fewer phone calls", "did you get deluged", "what happens", "a lot", "yeah, a lot", "there are a lot", "there’s a lot and we have a team", "i mean, i think it was hugely important to do", "i did it early on", "i still get customer emails, but we set up an executive resolutions team", "i learned the first weekend on the job when i mistakenly answered my phone not thinking and got a customer that take a long time to get resolved", "so, we have a professional team that goes through those and resolves them, but, for me, what was useful was you see patterns and you go, okay, this is what’s not going well and this is consistent", "it may not be numerically, percentage-wise, that high, but if somebody is taking time out of their day to email the ceo saying this is screwed up, it’s worth listening to", "and then, associates also knew my email and they’d send me, hey, this isn’t going well, you gotta fix this, you gotta fix that, whatever", "what are some of your favorite interactions, or better put, lessons learned, tidbits of wisdom received from bernie marcus", "you said you’d learned a lot", "wow, a lot", "are there any that come to mind", "it could be anything where you’re like, wow, that’s really useful", "the first is, just as i said about avoiding the echo chamber, getting outside of the echo chamber", "i think one of the things that makes home depot such a strong culture is that one of bernie’s other early on comments to me was, look, you have a prominent job, but you don’t have a significant job", "you have a prominent job because you go out and talk to analysts and all the rest of it, but the only significant jobs are the jobs of the people who are helping customers", "and so, everything you do, and that, again, it goes back to the inverted pyramid, everything you do is in support of your front line associates and your customers and that’s how you have to think about the orientation of your business", "the, quote unquote, headquarters in home depot is not called the headquarters, it’s called the store support center", "that’s not that unusual in retail", "the idea is you’re there to support the store", "that’s what you’re there to do", "what are some of the other ingredients, those could be preexisting, so before you arrived, or changes that you and your team helped to make that help foster the orange apron cult, that sort of dedication to customer service, because it seems, at least based on what i’d read, that you really paid a lot of attention to, i’m not gonna say resurrecting it, but really reinforcing that as a core differentiator", "and, again, this is another bernie-ism, but you need to take care of your associates and so, even when things were really tough in the housing downturn, we were giving our hourly associates pay raises and bonuses when we weren’t in the store support center", "our assistant store managers get stock grants, which i don’t think any other retailer anywhere near home depot’s size, and now those stock grants, those are worth a lot of money", "so, getting them bought into and understanding that the success of the company is their success, as well", "also, on pay, we instituted a very strong success sharing program, so if your store does well, the associates get an extra bonus", "all of those things to say, look, i can’t expect an associate to care about paying attention to the customer if the company isn’t caring about the associate", "we did lots of other programs and then a lot on the recognition and reward side to reinforce the culture of the company", "but, you do actually have to focus on how you pay people, too", "i mean, there’s only so much you can do", "you’ve got to be creating opportunities for wealth generation for your team and, as i said, that’s what’s got to be exciting to you and what’s gotta be driving", "one of the bullets that was suggested to me as a point to explore with you, it’s, in fact, the number one that was suggested by this friend of mine, is accountability", "and this is what he wrote, every time something went wrong, he took responsibility", "even right before he left home depot and a transition plan was set, up there was a security breach, i think it was 56 million credit card numbers or so, and frank took the blame, also fixed things fast", "he has uncanny self-awareness", "quite separately, i had wanted to chat about this, so the incident response room that was set up on the 20th floor of home depot, not headquarters, the store support center", "got it", "store support center, yeah", "how did you handle that crisis", "what was your thinking process", "can you just take us through that because i’d really like to kind of explore the macro by digging into the micro", "so, maybe we can talk about this", "home depot, we had a data breach in september of 2014", "in the sort of ironic commentary, in august, we had actually spent a half a day going through with our board why we thought we were in pretty good shape and weren’t gonna have a data breach, but obviously we did", "so, once we knew, we went out and made a public announcement right away", "i think there was a very nice article written on, hey, you accepted accountability for this", "i think another way to look at it is, i mean, really, you had to", "i mean, that was not a serious choice, and this is where it actually helped being a lawyer, and understand that the help that the lawyers are gonna give you is not help, because the lawyers are gonna say things like, well, don’t admit that you did anything wrong because then you’re gonna be subject to litigation and all the rest, and you gotta understand that, actually, all that matters is taking care of your customers", "so, i actually gave the pen, i said nothing is gonna be written about what we do here from our legal team", "love our legal team, we have great lawyers, but it’s all gonna be written by our person in charge of communications, and all we’re gonna talk about is, as a customer, you’re not liable, and here’s what we’re doing for you", "and then, we just decided we were gonna be completely transparent so every time we knew something, we said something", "it was really painful because the nature of these things is that you don’t really know what’s going on", "it unfolds over time and so, we’d have one release after another", "it felt like we were constantly in the barrel, but i think people appreciated that we were being transparent and focused on taking care of our customer, and we didn’t really see any significant decline", "was that difficult or an easy conversation to have in terms of how you were choosing to respond", "do you remember sitting down and having that first conversation or any of those", "i do", "we set out, here are our three principals", "the only thing that matters is how we communicate to the customers", "the second thing i tell people, just recognize", "the second principal is, recognize, no one is gonna say massive data breach at home depot, everybody did things right", "so, understand, we screwed up", "don’t worry about that", "worry about fixing it", "and i was really pleased and i give a lot of credit to our cio at the time, matt carey", "i was really pleased that the experts who kind of came in and cleaned up the situation said that they saw less finger pointing cya activity with home depot than anybody else", "so, it was, hey, let’s just move forward and get this thing fixed, and we got through it", "i mean, there’s wasn’t a lot of discussion about weighing other alternative approaches", "i was very fortunate because my board was entirely supportive of how we handled it", "i would imagine having the legal credentials that you do also helps because you can think about it from the perspective of general council, but make the executive decision to do something different", "exactly, and know that in the end, the value gained from that is modest in terms of the value potentially lost by not being straightforward with your customers", "and, frankly, our lawyer was 110 percent behind that, too", "you mentioned three principles", "could you review them for us", "yeah, so it was customers first, no cya, and fix the problem", "okay, so recognize is related to problem solving", "right", "so, don’t try to spin the facts", "right", "yep", "were there any decisions that stick out for you as far as the most difficult, or one of the more difficult decisions, conversations you had to have during your tenure at home depot", "are there any particularly difficult periods", "because, looking at your resume, i can imagine quite a few people thinking to themselves, my god, this guy just bats 1.000 every time he steps up to the plate, and find it very intimidating, i think, with some understanding, but any particularly difficult times", "it doesn’t have to be at home depot, in fact", "i mean, another question i like to ask and if this is an easier way to go about it, it could be at any point in your career, but a favorite failure, and what i mean by that is a failure that, in some way, set you up for later success", "are there any examples, difficult times, difficult decisions or failures that ended up being for the better", "it’s an embarrassing failure, but i’ll give a failure that was a great wake up for me", "so, before i became ceo, one of the things i did for home depot is i did our real estate and, as i mentioned, my son worked at the company, still works at the company, but at the time, had just come back from iraq and started working a store in depot, and was given, i think, a temporary store assistant manager or a store manager, i can’t remember exactly which, out in colorado springs", "so, i fly out there to see him and he’s there with four or five of his colleagues who’d also just returned from iraq, and there telling their stories and i thought i worried about it as a parent, but at the end of it, i was just kind of overwhelmed by, wow, i didn’t worry nearly enough, and these people are just profoundly heroic", "so, that was the dinner", "then, in the morning, i say, great, frank, i gotta drive out and see your store", "and, brand new store, so, it was the store i was responsible for, brand new store, and great, here’s the address", "and so, i’m driving out to the store", "i drive down and i don’t see it", "i kind of go three miles up, don’t see it, three miles back, don’t see it, do it again, do it again", "and, finally, i see it and the store is hidden by this massive berm along the roadway and there’s this tiny little sign saying home depot, and then, the store itself, if you know the construction of the store, the store has beams where they shouldn’t be", "and i go, this was my job", "it was one", "we were doing 200 stores a year at the time", "this was my job", "this was a number", "i was just getting a number out to check my box and this is my son’s damn store", "that’s heartbreaking", "and my commentary to myself was, personalize this, make this personal, feel it’s personal", "your son may not be doing every job, but pretend that there are people at the end of these decisions and focus on that, and don’t check a number box", "as i say, not a happy mistake, failure, but clearly a failure and one, hopefully, i’ll learn from", "so, the word worry or worrying has come up quite a bit and it strikes me that perhaps there are different species of worrying in the sense that there is maybe passive worrying where something just eats at you and eats at you and, as i heard someone say to me once, worrying is praying for what you don’t want", "and then, perhaps there are other forms of worrying that are more active", "so, when something is bothering you or you see a potential risk, what is the thought process or the next steps for you", "how do you then take it out of your head so it’s not just acid in the vessel and do something with it", "and, any examples", "well, so, there are different parts of worrying, and just as you said, tim, there are lots of different ways of worrying", "on a personal level, i always found i’d just take the worry to, okay, here are a series of things that can go wrong, every single thing goes wrong, and you could ask my kids, i joke, i always figured i’d end up driving a taxi or an uber now", "just follow it all through and you’re driving a taxi, and that’s not the end of the world and just deal with it that way", "the more constructive worrying is when you actually try to break it down and say, okay, what am i worried about", "and, typically, the answer to that is, take the worry from the generic and move it to some level of ground engagement", "go check it out", "go figure out what’s actually happening", "odds are, you’ll be less worried and even if you’re not less worried, odds are, you’ll actually have an answer to how to deal with your worry", "so, step number one is fact finding", "yeah", "alright", "i read a great book many years ago, so this is another book that has traveled with me, one of the others", "so, along with the story of home depot, there is one called, how to stop worrying and start living by dale carnegie", "oh, okay", "wow, that sounds like a profound book", "it’s a fantastic book and one of the first steps is this fact finding", "don’t assume that your worry is well-founded", "don’t assume you’ve figured it out", "go do some fact finding", "after you’ve done that, let’s say perhaps you’re less worried, perhaps you’re more worried, but still worried none the less, this is a legitimate risk, what do you do then", "so, if you ask the people who work for me at home depot, and they’d sometimes joke about this, i just would do anxiety transfer", "i’d just go, okay, hey, here’s my observation", "this isn’t going well", "you got it", "you got it, you go", "anxiety transfer", "and that is my view of careers", "careers exist, people progress in their lives through solving bigger and bigger problems, so you go here, here’s a problem", "here’s what i see", "here’s a developmental opportunity for you", "here’s a developmental opportunity, see if you can go fix this, yeah", "i was wondering, as you said it, what anxiety transfer would mean", "a friend of mine, and he’s a humorist, also a fantastic writer named aj jacobs", "he writes for esquire among many other things that he does", "and, at one point, he was experimenting with outsourcing to india, the philippians, and so on, and he was trying to broaden the number of tasks that he could delegate to someone else", "keeping in mind that this is all a bit tongue in cheek, one of the things he did because he is a real worrier, he decided to outsource his worrying", "so, whether it was a book deadline or something else, he would ask someone in bangalore to worry about it for him", "that’s wonderful", "i love that", "and he told me, he said, it actually worked, just to know that someone was worrying about it on my behalf", "that’s brilliant, i love that", "that’s terrific, outsource the worry", "yes, i like that", "what advice did you give to your successor at home depot", "did you have sort of a presidential meeting, like let me tell you a few things that i’ve learned in the trenches, a few things to keep in mind", "did you have that conversation", "i’m sure we did, but i’m sure he also didn’t need it", "but, let’s say that it was someone coming in fresh, so they didn’t have the experience with home depot", "what advice might you have given them aside from what we’ve discussed so far", "is there anything you would add on top of that", "i think it’s listening, communicating, and getting whatever it is you want as simply stated as possible", "so, this is the other part of the legal side, and i can’t remember who said it, but what you always want to get to is simplicity that’s on the other side of complexity", "that’s the goal for whatever it is you’re working on, and when you get there, you know you’ve got it and you know you really understand it, and whenever you find yourself just bound up in complexity, you just know you haven’t worked it hard enough", "you had mentioned the simple and portable messaging earlier", "how would you suggest someone develop that skill or how did you develop that skill", "think about stories, i think, is the way to start", "i mean, listening to your podcast, listening to how you tease out things from people, in the end, you remember stories", "and so, if you said this is where i’m trying to go and this is the story around it, you can get pretty simple portable messages", "slogans don’t do it", "it’s much better if you can say, here’s the story, here’s what it looks like, because people respond to the stories", "do you remember any stories that you’ve told that have had a particularly large impact or that you’ve just received a lot of positive feedback about", "and it harkens back to you talking about reading these passages in your very first sort of address to the troops, but are there any other moments that come to mind", "could be one on one, could be with a smaller group, could be with the entire base of associates", "that’s home depot related or broader", "anything", "aright, so, anything, one of the fun things i’m doing post home depot is a podcast, listening to yours and going, gosh, these podcasts are fascinating", "so, we do something called crazy good turns, that talks about people who do crazy good things for others", "i love it for lots of different reasons, but here’s the story", "so, we’ve been doing it for three years and there’s one human story", "all of the stories are wonderful, but there’s one in particular that i particularly love", "there’s a woman", "she happens to live in atlanta", "she’s now around 70 years old", "when she was three years old, and she describes very poor circumstances and her mom leaves her in the apartment and goes across the street to get groceries, she’s in the apartment with her sister", "she’s playing on the sofa", "she finds some matches down in the cushion", "she lights them, she’s wearing cotton pajamas, and she goes up like a match", "she’s entirely on fire, raced to the hospital, third degree burns covering most of her body", "and again, this is now 65, 67 years ago", "massive blood transfusions required, skin grafts, they put out an all point bulletin on a need for blood", "a truck driver driving through the town hears this, stops, donates blood, and donates skin, and apparently, the skin graft is one of the most painful operations ever", "oh, i can imagine", "gets into his truck and drives on", "i go, if that’s not the best story ever of people doing something for someone else", "that’s my favorite story", "you mentioned post home depot", "what are you focused on these days", "what types of projects are keeping your mind occupied", "yeah", "so, this crazy good turns podcast, i have a lot of fun with", "i don’t do most of the work on that", "the cofounder with me, brad shaw, does the real work, and we work together at home depot and it goes to the message and the story", "and what brad did at home depot was a lot of that storytelling of how you get these messages that are portable that people understand", "was he in coms", "exactly, he was head of our corporate communications, and did just a phenomenal job, and so, we have great fun working on this podcast", "and then, when i started retirement, i had this elegant theory, or i thought it was elegant", "i said, i’m gonna spend a third of my time on business stuff, a third of my time on personal stuff, and then a third of my time giving back", "and that actually turns out to be sort of a useless way to think about it", "why is that", "well, it’s sort of choppy and it’s not continuous enough and it struck me recently, in november, this is an interesting story in itself, but i got to spend a day traveling around with ken langone", "ken is one of the cofounders of home depot", "he was my lead director at the start of home depot and he’s just one of life’s phenomenal people, and i realized at the end of it that really, what i want to learn is i want to figure out how to be authentically generous", "and whatever it is i’m doing, i mean, some people pay me for help, some people don’t pay me for help, people who pay me for help are probably frustrated by it, but it is generosity", "so, putting that piece together with welch’s final advice, and how do you learn to do that", "it’s not something that comes naturally to me", "i’m not the kind of person who you see the beggar on the street and i reach in my pocket and give a buck", "i’m much more the kind of person who’s going, oh, that’s not really gonna help him for the following reasons", "so, that’s what i’m working on", "i’m trying to figure out how to be more genuinely helpful and generous", "how are you working on it", "because, it seems like, just like with worry, you have subsets of worry", "there are many different ways to be generous and it might mean different things to different people", "right, exactly", "so, how are you working on it", "yeah and i’m way short, way short, but i know if you kind of work right to left and you go, what do i want people to say", "i’d love them to say that, whenever", "so, there are small things in terms of just giving", "i mean, giving money is one way to do it, trying to be helpful when you do it so that it’s not just writing a check and it actually takes a lot of thought", "i’ve learned this", "i get to hang around a fair amount with ken and with bernie, and bernie now, what he does is his foundation", "that’s what ken does", "how you think about doing that and how you actually think about being helpful to people as you’re generous with your own resources, it’s learning, and i can tell that there are some things i do where i think i’m being helpful where people go, god, that’s fascinating, but keep your help to yourself, and other things i do where i think i’m a little more successful on", "what falls in the latter category", "particularly, people who are starting things and for whatever reason in dealing with their own anxiety, find it helpful to talk to somebody else who’s got some perspective and can help them feel like they’re making progress on whatever direction they’re going", "and i think one of the great things that’s true now that wasn’t true when i was growing up is that people are actually really willing to take some risks and do things and start their own businesses and start their own charities and step out, and that’s phenomenal and helping that is great", "so, there are probably hundreds of thousands, maybe millions, of entrepreneurs listening to this and i’d love to go to some of my well-worn rapid-fire questions, but i might tweak it a little bit", "so, i very often ask about the most gifted books or most reread, which i’ll probably ask anyway, but we’re gonna back into that by asking, are there any particular books you would recommend", "if you could recommend, say, two or three books, it could be more, to an entrepreneur, maybe they’re a year into their business or in the early stages, it doesn’t necessarily have to be early stages, i know i’m adding a lot of qualifiers here, but what books might you recommend to them", "so, we talked about one of them", "built from scratch, i think, is just a great book and any entrepreneur should read it", "saying this, not because i’m on this podcast but because i started listening to your podcast and i think your books are phenomenal, and i think what’s great about them is that you make an effort to kind of pull out from people, here’s what i think is kind of a core part of what makes whatever it is i do successful", "and as a reader or as a listener, i can kind of choose", "i can say, yeah, okay, that makes sense or, no, boy, that person’s just way away doing something different", "i don’t believe that there’s any one particular", "as a business person, i love jim collins’s good to great", "but, you can also look at that and go, oh, this is fascinating because the companies that were originally in good to great are now not so great, not even existing", "so, you have to be willing to understand that there are lots of different stories and then you find your own within that", "so, i’d give your book because i think it’s very cool and i think people have to have more respect for differences and different ways of approaching problems", "there’s no one path", "no one path", "are there any books besides built from scratch that you’ve gifted a lot to other people or reread a lot yourself", "so, the book i tend to gift people has nothing to do with business", "it’s a book by a writer called clive james and it is called cultural amnesia", "and, first off, he is so learned that you just want to read what he has to say, and i assume he’s not making this up, but he says, well, i wanted to read proust, but i didn’t know french so i started with [inaudible] and start learning french", "and you go, okay, anybody who can do that, i’m interested in what he has to say", "but, the book, to me, it’s interesting because it talks about how world war ii and the guilt around world war ii, particularly in europe, infected all of the sort of liberal arts world and the unwillingness to actually face into the fact that there was more collaboration than people wanted to admit", "and so, oftentimes, the people that were truly heroic are actually heavily criticized because the people who were less than heroic couldn’t stand the comparisons and you go through all of these different literary figures and you go, whoa, didn’t know that back story, that’s pretty interesting", "so, cultural amnesia, is it a collection of examples and narratives", "yes", "i’m just trying to make sure i’m clear", "yes", "he goes through different authors", "and these are people who are chopped down by their contemporaries because of their success", "yes", "huh", "or venerated now, but no one really sees through to, hey, maybe there are more feet of clay than you want to say", "that sound fantastic", "i want to check that out", "and now, do you give that to people", "let me spit out what was on top of my brain, which was, it reminds me of a quote from francis ford coppola when he was being interviewed by a friend of mine robert rodriguez whose here in austin, filmmaker, and i think it was during this interview that he said, i’m paraphrasing but, of course francis ford coppola, one of the greats, and he said, the same things that get you fired when you’re younger are the things they give you lifetime achievement awards for when your older, which i thought was a keen observation", "great line", "do you give this to people to embolden them to give them courage to do things with the expectation of facing that type of blowback, or why do you give this book", "so, the cultural amnesia is the subtext of what he’s talking about, but he also is just such a great observer of different writers, and it makes you want to read all of the source material that he’s writing about", "so, if you like reading books, and i like reading books, it’s one of those books that, first, as i say, you go, this may be the smartest human being who’s ever put pen to paper and he’s just brilliantly smart", "and, secondly, that’s an interesting way to look at history and how history has impacted things, but it’s more just, do you love books and do you love these authors", "are there any books that you’ve finished recently or that you’re reading currently", "so, the book that i just finished recently, it’s not a full-fledged book, so, it’s real short, 300 arguments by sarah manguso", "and it’s kind of a neat book because her objective is, i’m gonna reduce this book to the 300 things that you’d underline if i wrote a real book", "you could read it in less than an hour but it’s kind of mundane", "it’s like little statements", "lots of aphorisms", "little aphorisms", "what’s the theme of the book", "great question, and if i were a deeper reader, i’d probably be able to tell you the theme, and i’m probably doing her book massive injustice by not knowing what the theme is", "to me, it was sort of a random set", "it’s an eclectic mix", "yeah, i mean, it just bounces around with different observations, some of which you go, god, that’s brilliant and some of it, eh", "how did you choose that book", "and i guess the broader questions is, how do you choose books", "because we all have finite time on this planet, how do you go about choosing books", "so, on that one, i can’t remember what the path was that got me to this guy who writes a blog, austin kleon", "yeah, austin kleon", "also and austinite, he’s also here", "oh, no kidding", "alright, so i don’t know quite why i got to his", "steal like an artists, i think, is one of his books", "he has a number", "so, i start reading his blog and he had something that said, here are the 15 best books i read in 2017", "and i go, done, i’m gonna read the 15, and that was one of the books", "he had some others and i’m going through them", "i’m gonna go through all 15", "that’s amazing", "a little austin", "good work, sir", "this next question is very much a left turn and it’s a hit-or-miss question", "so, if it’s a flub on my side, we can skip it, but what is the purchase of $100.00 or less, could be $1,000.00 or less, whatever, that comes to mind that has positively impacted your life in the last year or two", "does anything come to mind", "so, if i can bump it up above $200.00, it is shoes", "so, recognize that i spent years walking concrete floors and as i as saying about my back thing, shoes are just hugely important", "so, i got a shoe that i really like", "what is the shoe", "so, it is sam hubbard shoes", "sam hubbard", "yeah", "for the last however many years, i don’t have the patience to actually go through the right sizing, and so, i never wear the right size shoes and it’s just been an enormous frustration", "and i finally found a pair of shoes i really like", "sam hubbard", "big fan of shoes", "yeah, i became fixated on shoes at one point because, as backstory, i’d been extremely stingy", "stingy sounds too scrooge mcduck", "cheap, economical for my entire life, really", "i mean, i was the guy who would have his girlfriend complain about the single ply toilet paper and be like, really, tim", "can we just get two ply", "this is terrible", "and i would always buy the cheapest shoes that seemed comfortable and were tolerable to my girlfriend, aesthetically", "and, at one point, i was in panama taking to this wonderful woman who is the wife of this gent who, at one point, had owned the largest brewery in panama, maybe central america, and really wise woman", "and she said to me, you know, tim", "because she was looking at my shoes, and i just had nothing appropriate for panama, she said, there are two places you should really spend money, she said, if necessary, your mattress and your shoes, because if you’re not in one you’re going to be in the other, and i was like, whoa", "yep, that’s great advice", "that is phenomenal advice", "yeah, so the sam hubbard, i mean, i really pay attention to shoes now", "well, i should say, what contributed to that or reinforced it was my experience in writing about cooking, and you have line cooks who are standing all day long", "prep, i mean they’re standing all day", "a lot of them wear shoes designed for hospital use", "they’re these slip-on shoes that are used by nurses and doctors", "fantastic, alright, well i have a shoe type to check out", "if you were to teach a class to, let’s call it, high school seniors or college students, you could pick the grade and, actually, you could pick any grade, what class would you teach and why", "history, just because history is about people", "history, we learn so much from history", "i love teaching history", "i wasn’t a great history student, but when you think about what books are fun to read, it’s great to read history books", "any particular focus", "what would the course description look like", "i like american history", "i’m not that familiar, i haven’t spent enough time to know the history of other countries, but i think our history is unbelievably complex and fascinating", "i’ve been going through the oxford history of the united states, sort of book by book, and they get maybe more deeply in than i might want to, but it’s fascinating", "it’s great", "is there any particular historical figure from us history", "that was a little department of redundancy department, but that’s okay, is there any historical figure in the us you would particularly have liked to meet or have dinner with", "does anyone come to mind", "boy, there are so many", "you could list more than one", "you could have a lot of fascinating people", "truman would be interesting, and eisenhower would be interesting", "i think both of those characters for the decisions they faced and, obviously, eisenhower, he was the president that i grew up with and so much deeper than any picture we have of him", "that would be interesting", "eisenhower gets used a lot as an example by peter drucker as an effective executive", "i believe it", "the military has so many great learnings on leadership", "a lot to be borrowed", "a lot", "a lot to be borrowed there, for sure", "alright, last few questions", "if you could put anything on a billboard, metaphorically speaking, so a word a sentence, a quote, could be yours or someone else’s, to get out to millions or billions of people, what might you put on that", "it would be, the only blessings you own are the ones you share", "oh, i love that", "the most fun thing about this crazy good turns thing is seeing the people who live that every day, who are seeing things, seeing plights, people in need", "i mean, there’s a great one", "i could go on and on about this, but there’s a great story on, who knew that there were homeless people living in tunnels under las vegas", "and then, here’s a guy who recognizes this and goes and takes care of the homeless people in tunnels in las vegas and you go, wow, that’s amazing", "more of that, please", "so, crazy good turns, if you wanted to get someone hooked on crazy good turns are there one or two episodes that you might suggest they start with", "i would start at the start, so team rubicon, we did an early one on team rubicon, which is the group of iraqi and afghan war veterans who’ve come back, and people are probably familiar with them", "they use their military training to go, if there’s flood, they go and address the flood", "it’s an amazing group", "i mean, it’s like kids, which are your favorite kids, so that’s the first one, but every single one of them", "and then, i think the second one we did was about tunnels to tower, you know the story of the guy who was the fireman on his day off and the twin towers are hit, and he’s driving in to help his colleagues and the tunnel is backed up, and so, he puts on all his gear and runs through the tunnel to the towers and, unfortunatim:tely, died and then there’s now a run every year through the tower in commemoration of that", "so, i’d start with the start and the first ones, but i love them all", "there, as i say, it’s like choosing among kids", "why did you create it or why did you co-create it", "why out this into the world", "i mean, i know it takes effort", "my first comment to brad shaw, the guy who does it with me, is that if eight people listen to this, i’ll be thrilled because i just want to take someone who’s done amazing things and talk about them, and just have them have a notion that someone’s gonna spend, ours are short, 25 minutes talking about the great thing they do", "and then, brad did such a good job of it that now we’re saying, okay, we want people to listen to it, but it goes back to the concept of celebrating", "whatever it is you want, celebrate and highlight it and tell stories about it, and we connect from hearing these stories and sometimes you go, wow, this person’s just so much better a person than i’m ever gonna be that forget it", "that’s out of the ballpark, but it’s still inspirational, and then, some of them, you go, oh, yeah, okay", "i can do that", "maybe i’ll correct course one day", "right, yeah", "so, for all of you who complain that my interviews are too long, i mean, certainly many of you listen to the entire interview, but if you’d like a short form fix, you should check out crazy good turns", "and, i don’t do this very much, but i’m gonna make an ask of the audience and then i’m going to ask you if you have any parting words, suggestions, advice, or asks of the audience", "beyond checking out crazy good turns, i would challenge everyone listening for a day, maybe a week, to not criticize, so to try to put into practice what we’ve been taking about and that is highlighting and applauding what it is you want to see more of in the world", "if you someone online who’s doing something great, who is making sacrifices for the greater good, practice applauding that because if you do criticize, and the criticism online is certainly 99 percent of what we see, but practice makes perfect, even if the practice isn’t a good practice", "so, if you focus on being critical, you’ll get better at it and it’ll become easier", "so, for a day, for a week, try to focus on applauding what it is you want to see more of out in the world", "so, that would be my challenge, my suggestion to everybody who is listening to this, and i will do the same for myself", "i will eat my own dog food on that one", "so, any parting words, suggestions", "well, that’s great", "i’m not gonna begin to improve on that", "that is brilliant and it is so true", "if you take time to recognize and appreciate other people, it bounces back, it gives back, so, very cool", "perfect, well, sorry to go first, but i wanted to get that out because i feel so strongly about it", "no, so well said", "there’s so much negativity out in the world, you and i, none of us have to create more of it", "there’s a surplus of negativity", "so, try to focus on increasing the positivity and you don’t get the positive just by shutting down the negative", "that void doesn’t fill itself", "where can people learn more about you, find you online, if there is any way that you would like to share, and, of course, everyone who is listening to this, you can find the show notes with the links to everything, including crazy good turns and so on, at tim.blog/podcast", "but, are there any other places people can say hello or learn more about what you’re up to", "@frankblake on twitter", "that’s a good place", "that’s probably the dominant in addition to the crazy good turns", "fantastic", "well, frank, thank you so much for your time", "what a treat, thank you", "yeah, this was a lot of fun and for everyone out there on the interwebs, wherever you may be, as always, thank you for listening, talk to you next time"]}