{"dialog_idx": {"daniel pink": [12, 17, 18, 19, 20, 21, 22, 23, 28, 29, 30, 31, 32, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 65, 88, 89, 90, 91, 92, 93, 94, 95, 96, 100, 101, 102, 103, 104, 105, 106, 110, 111, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 217, 218, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 260, 261, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 279, 280, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 317, 318, 319, 320, 321, 322, 323, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 352, 353, 354, 355, 356, 357, 358, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 440, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 461, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 515, 519, 520, 521, 522, 523, 525, 526, 527, 528, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 561, 562, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 620, 621, 622, 623, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 649, 650, 651, 652, 653, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 692, 693, 700, 701, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 757, 758, 759, 760, 761, 762, 773, 774, 775, 776, 777, 778, 779, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 819, 820, 821, 822, 823, 824, 825, 826, 827, 829, 830, 831, 832, 835, 836, 837, 838, 839, 840, 841, 842, 845, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 862, 864, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 892, 893, 894, 896, 897, 898, 899, 902, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 921, 926, 927, 928, 932, 936, 937, 944, 945, 946, 947, 952, 953, 967, 970, 971, 973, 974, 975, 976, 979, 980, 981, 982, 985, 986, 988, 989, 990, 991, 995, 996, 997], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 13, 14, 15, 16, 24, 25, 26, 27, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 64, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 97, 98, 99, 107, 108, 109, 112, 113, 114, 156, 157, 158, 159, 214, 215, 216, 219, 220, 221, 222, 223, 256, 257, 258, 259, 262, 263, 277, 278, 281, 282, 283, 284, 285, 286, 287, 288, 315, 316, 324, 325, 326, 327, 328, 329, 349, 350, 351, 359, 377, 438, 439, 441, 452, 453, 454, 455, 456, 457, 458, 459, 460, 462, 463, 514, 516, 517, 518, 524, 529, 530, 531, 532, 533, 534, 535, 536, 537, 553, 554, 555, 556, 557, 558, 559, 560, 563, 618, 619, 624, 625, 647, 648, 654, 655, 690, 691, 694, 695, 696, 697, 698, 699, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 754, 755, 756, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 818, 828, 833, 834, 843, 844, 846, 847, 860, 861, 863, 865, 866, 867, 868, 889, 890, 891, 895, 900, 901, 903, 904, 920, 922, 923, 924, 925, 929, 930, 931, 933, 934, 935, 938, 939, 940, 941, 942, 943, 948, 949, 950, 951, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 968, 969, 972, 977, 978, 983, 984, 987, 992, 993, 994, 998, 999]}, "episode_num": 305, "file_type": "html", "guests": ["daniel pink"], "num_sentences": 1000, "num_words": 22290, "raw_text": "Tim Ferriss: Hello, boys and girls, this is Tim Ferris, and welcome to another episode of The Tim Ferriss Show. My guest today is Daniel H. Pink, @danielpink on Twitter. He’s the author of six provocative books, including his newest When subtitle The Scientific Secrets of Perfect Timing. When is a New York Times, Wall Street Journal, USA Today, Washington Post, and Publisher’s Weekly bestseller. That’s a lot of lists. Pink’s other books include the long-running New York Times bestseller A Whole New Mind, and the No. 1 New York Times bestsellers, Drive and To Sell is Human. His books have won multiple awards, and have been translated into 37 languages at last count. He lives in Washington DC with his family. You can also find his work, his various goings-on at danpink.com, and, if Facebook is your thing, facebook.com/danielhpink. Dan, welcome to the show. Daniel Pink: Tim, thanks for having me. Tim Ferriss: It’s been quite a while since we last – Daniel Pink: Several years. Tim Ferriss: Several years. And I know we were talking about all things Japanese most likely, at least, in one of our recent conversations based on one of your books. And maybe you could tell people, actually, just this context, a little bit about that book that we were chatting about in manga format, or Japanese comic format, and we’ll use that a jumping off point. Daniel Pink: Yes, indeed. That was one of my best ideas that didn’t go anywhere. So, that was a book called The Adventures of Johnny Bunko, and as you say, Tim, it was written in the Japanese comic format known as manga. And, as you know, as a Japanophile, in Japan, manga, the comic format, is much more versatile and more widely used that it is here in the United States. So, you have grown-ups reading comics, and they can be things about financial advice, things about love life, things about history. And so I did a fellowship in Japan with my wife our three kids, where I studied the Manga industry, and I came back and said, “You know what? I think it’s time for Manga to broaden its reach here in the United States of America.” So, I wrote a book called The Adventures of Johnny Bunko, and it’s a graphic novel in manga form that reveals the six essential lessons of any satisfying productive career, through the story of a hapless young accountant named Johnny Bunko. Tim Ferriss: That’s a fantastically concise description. And I wanted to also – you said, in the beginning, that it was the best idea that didn’t go anywhere or something along those lines. And I wanted to bring up the book, because it seems, for those people it struck a cord with, it struck a very deep cord, and I believe it as Kevin Kelly – arguably the most interesting man in the world – who was on this podcast, and he mentioned that that book was – at least at the time – his most gifted book. So I wanted to, at least, highlight the fact that if it’s good enough for Kevin Kelly, it should be good enough for many, many other people. Daniel Pink: That’s exactly right. Kevin did say that, and I actually think it’s a good book; we did reasonably well with, but it didn’t blow off the doors. I think I was – and this is a common thing that happens in life, and investing, in entrepreneurship, in publishing, in anything, it’s that you could be ripe too early. I think that’s what it was, that I actually think that this format of graphic novels and comics having a more expansive reach in the United States, is probably going to happen. I might have been, as they would say in the world of politics – I might have been a little ahead of the voters. Tim Ferriss: Or using a surfing metaphor, paddling a little too early for the wave, which sometimes means you don’t catch a wave. In investing, it sometimes means you paddle right into the impact zone and then get smashed. Then you mentioned politics. I wasn’t going to go here right away, but – and I’m going to get there in two hops – but I’m looking at, in front of me, the Yale Law & Policy Review Volume 8, No. 2990, and it says at the top – Daniel Pink: This is like a deposition now, what do you – you have like Exhibit A? Am I going to – did I say something 30 years ago that you’re making me pay for right now? Tim Ferriss: I’m auditioning – indirectly albeit – for my role on True TV as Talent. But this won’t go into any incriminatory territory unless you volunteer something along those lines, which I doubt will happen. But it says on top, “Editor-in-Chief, Daniel H. Pink”. So, how did fate intervene that you are not currently in the legal profession? Daniel Pink: Oh, my god. This is one area where I want to thank fate for grace and kindness. Here’s the thing: I want to law school, and I went to law school largely because I was a middle-class kid from the middle of America, and that’s kind of what you did. And once I, sort of, saw the inside – and it was a terrible decision, and it actually helped me figure out how to make better decisions. It gave me some, actually, really good advice on how to make better decisions. But I, basically, went law school without knowing what lawyers did, or even what law school was. It was just something I did because that’s what I was supposed to do; I found I didn’t really like it very much. And once I found out what lawyers actually did – and God bless the lawyers listening to this – but once I found what lawyers actually did, I was like, “Oh, you hire somebody else to do to that.” It’s like – I mean, it’s like it takes skill to plunge a toilet, or that kind of thing, or mow a gigantic backyard – I mean, it takes skill to do that. It just that, you know what? It’s really not my thing. And so, so what I’d rather do is do something else and then pay someone else to do that kind of dirty work. And yet, I found myself stuck in because I was risk-averse – I did leave for a little while. Actually, I dropped out for a little while, but I came back. And so I went through law – I went through law school, it wasn’t – accumulated massive, massive, massive, massive student loans. But I was very fortunate in two dimensions in my law school trajectory. One was that my school had a very ahead-of-its-time loan payback program, Key to Salary. So, if you made less than a certain amount, they would offer assistance in repaying your student loans. And that gave people much more – nobody – not many people took it – but that gave you, theoretically, more career flexibility if you decided not to practice law. The other thing is that I met my wife in law school. So, it’s a decision that ended up having a profound positive effect on my life. Tim Ferriss: How did it help you learn to make better decisions? Daniel Pink: Going to law school? Tim Ferriss: Right. You said that – Daniel Pink: Well, here’s the thing – okay, here’s what it is. Here’s the thing. So, there’s this principle in social science, it has a fancy name, but it is something that we all do – and something that we should do – it’s the Principle of Surrogation. Okay? How do you make decisions? You use the Principle of Surrogation. And surrogation basically means, find someone like you who made this decision, and see what happened to him or her. That is, find out what it’s really like. Again, this is a totally fancified way of something that is very commonsensical. Should I go to this restaurant? Well, let me check the Yelp reviews of 47 other people who have gone to this restaurant. And what I did – and it’s amazing to me, Tim, when I think about this, and it’s advice that I give to my own kids as well. I went to law school literally having never spent a day – not a day, ten minutes – talking to a lawyer about what he does. I’m not – I mean, I’m embarrassed to say that, but that’s absolutely the case. I went to law school having never sat in on a law school class. I mean, it’s unbelievable to me in retrospect. And so, had I done those kinds of things, I might have approached it more skeptically. But I didn’t do those things, and so – and because that ended up being an incredibly expensive decision – even though it led to some – it basically – I mean, it led to the most positive thing in my life which is my wife – even though it led to something positive, it was a terrible decision. So, now, I’m sort of a surrogation – a surrogation idealogue, like I believe in surrogation for everything. Largely because I got bitten by that bad decision. Tim Ferriss: Can you give us an example of at some fork in the road or some perspective decision where you’ve used surrogation – or where you’re planning on using it? Daniel Pink: Oh, sure. Okay. So, I’ll give you an example of it. So, again, we’re not talking rocket science here, we’re talking like, basically, “Hey, act like a reasonably intelligent grown-up,” is basically what I’m doing here. But let’s go back to the – let’s go back to the Japan thing. So, I got a fellowship to go to Japan, and I went with my wife and our kids as I mentioned. But before I did that, I talked to six different people who had the same fellowship – before I accepted – six different people who have the same fellowship, what it was like for their kids, what the work was like, what the living was like, before I made the decision. Now, again, that is not a monumental, intellectual breakthrough. But it’s something that I didn’t do when I was much younger. Tim Ferriss: Well, it’s best practice that can often get skipped, right? Whether that’s something like this or something that should be very straightforward, if you look at, say, [inaudible] [00:10:11] day’s work and the checklist manifesto, and checking the various things to avoid bacterial line infections in a hospital, right? It’s very straightforward, but if you neglect it, over time, bad things are going to happen. Daniel Pink: Yeah, yeah. But it’s also the – I think that as – as I’ve gotten older, and gotten more experience, I’ve actually become much more aware of the importance of intellectual humility. And when I think of when I was younger, I feel, “Well, I know what law school was like.” “How do you know?” “Well, I just know. Because I thought about it, so I know. I know what lawyers do, because I met somebody who was a lawyer, and I know what lawyers –” And so there’s a degree of arrogance in that; I was thinking that you know something when you actually don’t. And so,  if you approach all kinds of decisions with a degree of intellectual humility and ask yourself, “What don’t I know about this? Where are my blind spots?”, then I think you’ll end up making better decisions. Tim Ferriss: Definitely. Speaking of blind spots, I promised I would segue into politics, and that is somewhere I have very, very little confidence in any of my knowledge or expertise. How did you – so I was looking at what I believe to be one of your first articles that really – I’m not going to say “put you on the map”, that’s too much of an overstatement – but the Free Agent Nation article on Fast Company which was at the end of 199 – . Daniel Pink: Yeah. 20 years ago. Tim Ferriss: Yeah, 1997. And in the bio – or the byline, rather – of that article says, “Until recently, chief speechwriter to Vice President Al Gore. So, where did you go from law school – or dropping out of law school, for a period of time – to speechwriting for then-Vice President Al Gore? Daniel Pink: Well, when I graduated from law school, I was, actually, very keenly interested in politics; it was probably my deepest interest at the time. And I said, “You know what? I’m going to go work – I’m going to work in politics.” And – Tim Ferriss: Why was it interesting to you at the time? Daniel Pink: A couple of reasons. No. 1 is that I thought it was a venue for achieving something in the world and making a contribution to the world. The other thing is that I found the actual practice of it quite exciting and interesting in the way that sport is exciting and interesting. So, it’s was combo platter for me. And I had been interested in it for many, many years. And I said, “Okay, this is what I want to do.” So, I got out of law school, and I started working on political campaigns – which, at the time, I liked, because political campaigns are totally interesting. I mean, again, it’s like a sport, in that there’s a beginning and there’s an end, and there is a very clear outcome. And it’s exciting, and you’re making decisions on the fly, and I find political campaigns, more than other kinds of organizations and institutions, fairly meritocratic because there’s so much going on, and so much crazy stuff happening that, if you can do something, you will continue to – you’ll be asked to do it again. And that’s pretty much what happened to me. And that, someone, at some point asked me to write a speech, and I did it, and it was okay. And then they said, “Hey, that’s okay. You want to do it again?” And I did it again. And then I did a third time. And then, all of a sudden, that was my job. And it ended up being something that I had a certain affinity for, and it’s something that a lot of other people did not, and so just in the supply and demand of who had to do what, that’s what I ended up doing, and I enjoyed it. I did it political campaigns, I did for a cabinet secretary, and then I ended up doing it for the – I ended up doing for the Vice President. The trouble was is that, when I had spent all these years in the belly of the beast, it’s sort of like, “Wow, I really want to work in politics,” and all of a sudden, in a pretty kind of half-assed way, I was at a pretty good gig in the belly of the beast. I realized, “Hey, I’m not sure this is my thing. I thought this was my thing, but I’m discovering that this is not my thing, and what’s even worse is that if I project out even further, and look at, say, what I’m going to be like, or what I’m going to be doing in ten years or 20 years, I really don’t like that picture, because I see some of those people around me.” Tim Ferriss: But is there anything besides the projecting forward, looking at the people who had – been in the game, so to speak, for a longer period of time, and saying, “Wow, I could see myself filling their shoes, and I don’t like what that looks like,” was there anything else, any other indicators or moments that made you realize it wasn’t for you? Daniel Pink: There were a few things. First of all, the amount of BS that was involved was startling to me. I expected some, but if you do a pie chart of BS and not-BS, the BS slice was extraordinarily large – larger than you would imagine on a number of different dimensions. And here’s the thing, Tim, I freaking lucked out too, in who I was working for, because my last two jobs, I worked for Al Gore who’s a very smart guy, and a very good guy, all around. And before that, I worked for the then labor secretary, I was a speechwriter the then labor secretary, a guy named Robert Reich, who’s a very smart guy, and a good guy. So, I had basically the best kind of bosses you could possibly have. And so, that was another indicator – so I got the best bosses you could possibly have, and I still like, “Hmm, it’s not the species of the Reich or Gore, I don’t like, it’s the genies of politics that is actually bringing me down.” And so – and so among the things that I didn’t like – let’s go back to the BS. There was an enormous amount of – an enormous amount of time spent, basically in the air, in almost everything that was going on – within the boundaries of the law, obviously – concern for basically pandering and fundraising. It was really quite remarkable. The other thing is that I also felt like a lot of the other people who were good people, that they were so interested in – they were so absorbed in the mechanics of things, that they – I felt like I was losing sight over, like, what we were doing here in the first place, what did we actually – what did actually believe in that the – and there was so much short-termism, so much short-term insane kind of posturing, and, “Oh, let’s get this slight advantage over the day.” And it was like, “What’s the point? What’s the point of all this?  I’m working really, really hard, and I’m not sure this is – I’m not sure we’re actually doing that much. And here’s the scary part, it’s like – that was 20 years ago. In retrospect, those are the good old days. I mean, you have – I mean, we were – I mean, I’m old enough, I did this long enough ago, where I’d be pumped when something I wrote made it onto the “evening news”. I haven’t watched the evening news for 19 years. We weren’t dealing with social media, the world was very, very, very partisan then, but nothing like the way it is now. So, I remember devoting a couple of days in my office to some subpoena that was given to Gore’s office, or filing some document about some nonsense thing – and I’m really concerned about that because I didn’t do anything wrong, but it’s like, “Oh, my god, if I have an email that mentions X, Y, or Z, and I don’t find it, and then someone else finds it, then I’m going to have  to hire a lawyer and – I didn’t sign up for this garbage.” So – so, I finally decided to – yeah, so, again, this thing that I thought I was deeply, deeply interested in, once I actually experienced it, I found myself far less interested in it than I would have suspected. If you had told me that – when I left that job – if you had told me ten years earlier; “You’re going to have this job, and you’re going to leave it because you’re tired of politics,” I would have been very surprised. Tim Ferriss: If you look back at that experience, the skills you either had natively or developed, how do you prepare your speeches now? Or maybe if we take an example, of a speech that you’ve given, that has received very positive feedback, or really – from your perspective – engaged the audience, how do you prepare – how do go about preparing a 30-minute, 60-minute speech? What does that look like? Is there any example that you can give us? Daniel Pink: Yeah. I mean it depends. I mean, actually, that experience writing speeches was actually extraordinarily useful in going out and being a writer, and then going out and talking about what I’ve written about. I mean, it’s extraordinarily useful. I mean, if for no other reason, Tim, it was – I mean, I spent a lot of time as a speechwriter, watching audiences react, seeing what worked and what didn’t. And that, I think, has completely left an imprint on me. Again, I was able – I had this before I went out on doing it myself, I spent as much time as any human being could have done watching speeches being given, but I always would watch – when any of my bosses would give a speech, I would actually watch the audience rather than my boss to see – because that’s how I learned to get better at it. “Hey that line works. Hey, that line’s a dud. Hey, they’re spacing out here. Hey, this person over here looks confused. Wow, this went on too long. Wow, this could have gone a little –” I never had experienced it, it could have gone on longer. But this could have – seriously, we could have cut it out there. And so, seeing audiences react just give me – I mean it’s hard to – let me think of an analogy here – okay, listen, imperfect analogy, but it’s almost like I’m going to go, basically walk up and down the streets of Santiago, Chile for a couple of years. I’m not going to do any talking, but I’m going to listen to everybody else talking. And it’s like, “Wow, you’re going to learn some Spanish that way.” It’s not going to be – you’re not going to be perfectly Spanish, but you have a huge advantage of someone if you do that, and then go and say, “Hey, I think I’m going to learn how to speak Spanish.” Tim Ferriss: And then it also makes me think of a very useful feature for a potential speaker, although it’s probably not worth the labor for the TED Organization, would be to take the camera see that’s always pointed at the audience and give you the option of listening to Ted talks while watching the audience respond. Daniel Pink: That’s an interesting idea; that’s an interesting idea. I mean, they do cutaways on those kinds of things, but the cutaways don’t show people being bored. That’s actually more revealing than anything else. And I’ll tell you, from a speech-giver’s point of view – and it’s interesting you raise this, Tim, because I haven’t really thought a huge amount about it myself. But one of the things that I enjoy most about giving talks is seeing the audience’s reaction, and figuring out what’s good and what isn’t. So, if I come up with, “Hey, I got this killer line I just thought of; this is going to totally rule.” And then I deliver it, and it’s like, “Woah, that bombed.” And in my head, I don’t feel like, “Oh, I’m so sad that it bombed.” But in the back of my head, I’m like, “Ah, that bombed, that’s so interesting. I got to make a note of that, like that one bombed.” Daniel Pink: And why did that one bomb? Did people not understand it? Was it obnoxious? And so, I loved that part of – and when you give speeches, and you do something in real time with people – really, anything before an audience. So, if you and I were talking before a live audience, we would be getting feedback on a conversation that I think would be really useful and interesting. And when you do things that are asynchronous, as we’re doing now, or writing a book which is asynchronous, you get that feedback much later, and so the feedback is as meaningful. And so, if I – if I write something, and someone says, “You wrote this passage here, I just don’t get it.” That’s sort of a bummer for me, because I don’t time to [inaudible] [00:22:49] it. But if I say something before an audience, and I get a bunch of blank looks, I immediately know, “Wow, okay, I didn’t explain that very well. I got to back, next time around, and explain it better.” Tim Ferriss: I’ve so many different questions I want to dig into related to what you just said. First is, actually, connected to something we were talking about, just before we hit record. And that was you, having listened to the interview I did with Bryan Koppelman, the screenwriter, filmmaker, co-creator of the hit show Billions among many other things.  And his penchant to end recommendation for forensically studying film – watching films with a notebook in hand, and taking notes on what worked, what didn’t, his responses and so on. And you mentioned a number of different questions and cues that you might were yourself while watching, in your speechwriter days, the audience while your – [inaudible] [00:23:52] your boss is giving a talk.  Would you be writing those things down? Would you be sitting there with a notebook in hand, recording this type of thing? Daniel Pink: What I would be – what I would often be doing would be – I would have – so, if I had – if it was a speech where there was a written text – which is not always the case. In some cases, for lower-key – for less significant things, it would be, say, conversations and talking points, and some things like that. But let’s say for a speech that was actually delivered, that is a speech that was written out, and then delivered behind a podium, I would always have the actual physical text of the speech, and I would markup that physical text of it. So, in some cases, because it was helpful for me in terms of just relating to my own boss – let’s say that he skipped a paragraph, I’m like, “Hmm, I wonder why he skipped that paragraph,” maybe ask him about that, or maybe I could even figure out why he skipped that paragraph – he didn’t even bother reading the paragraph, or he skipped a line, or he ad-libbed a new version of the line. That was, actually, very helpful for me in terms of just dealing with my boss. Because, again, what you’re trying to do in writing a speech for somebody else, it that you’re trying to make that person sound like the best version of him or herself. And so, it could be that the way I phrase something didn’t sound like him, but he knew what I meant, and he was able to phrase it in his own words, and that, actually, was helpful for me in terms of doing the tactical craft of my job. So, I would have the text with me, I would say there was a joke, I would say – I mean, I basically would –  I mean like plus and minus, and say, “Hey, that joke worked, that joke didn’t work. That line worked, that line didn’t work.” And one of the things that it taught me was, also, is that you don’t go based on – and I’m getting in the weeds here a little bit – but you don’t make permanent decisions based on one reaction. And I do that, myself, now in my own stuff. So, if I say something and it doesn’t work the first time, I don’t abandon the thing; I make a note of that, and then I try it again. Because, sometimes, different audiences, different contexts, different things, it can work. But yeah, I would do that. And here’s the thing: I don’t want to make this sound like – I use the word “forensic” to talk about what Koppelman is doing. Mine was less forensic, it was more hygienic. To me, it’s like – that’s just good staff hygiene. You know what I mean? I wrote a speech, and this dude is delivering it, I should pay attention to how it’s going.  And if I do that – if I do that, I’m going to do better next time, and he’s going to do better next time. Tim Ferriss: If I look at the – my own writing, the writing that I’ve done that has received the best response – just keep it broad – nine times out of ten, it’s something that I have tested and honed in some speaking format, whether it’s a presentation or a class, or something else. Which is part of the reason why, if I’m giving a talk or doing an interview in front of a lot of audience, I always ask them to raise the house lights, because for whatever reason, a lot of venues like to really dim it down, but then you can’t see the response. So, I always ask to raise the house lights. Daniel Pink: Totally. Totally with you on that. Tim Ferriss: When you are testing out a speech, or an article, or a chapter on someone else, what types of questions – what are you looking for, or what types of questions do you ask? You can pick any of those that you’d like – but what types of questions do you ask? Okay. Yeah, yeah. Let me take your simple question and complicate it. Tim Ferriss: Let’s go for it. Daniel Pink: Because I actually think that speeches and written word are different things. And so – so the way that I would convey an idea in a speech is going to be different from the way that I would convey this similar, same idea in a book. And so, for me, like one of the most important – I have to say, it’s a simple question, but – and I find myself asking it all the time to people is this following question, “Does that make sense? Does that make sense?” Or what I’ve sometimes found, an easier way to rephrase that, is – this is actually – I think it’s actually a useful writing hack is – “What about that doesn’t make sense?” Tim Ferriss: Yes, it’s a great question. Daniel Pink: So, I think that people are more likely to say, “Does that make sense?”, out of politeness, and also just out of self, “Oh, of course, that makes sense. Yeah, yeah, yeah.” But, sort of, “What about that –” so, I converted a little bit, “What about that doesn’t make sense?” When you explain an idea to somebody, or you’re talking to an audience, I really think – I mean, maybe I’m overestimating my own abilities – but I really think you can tell by the looks on people’s faces. There are all other kinds of markers of that too. So, for instance – especially now, if you have slides, what are people taking pictures of? What slides are they taking pictures of? What things are they writing down? So, I look at those kinds of cues in talks. I think writing is more difficult, and I’ll tell you what I do in writing, especially books, and this is a little bit insane – or it’s – I mean, it’s insane in the sense that it requires someone who is deeply devoted to you in a way that someone you truly love is devoted to you. So, here’s the thing about my books: I – even though I’m – even though I just said speeches and written words are different, for me, I actually improve my writing by listening to it. Not because – I listen to written words different from the way I listen to speeches, if that makes any sense. And so, when I write books – so the latest book – I mean the latest book and all the previous books – I have an office here behind my house in Washington DC, it’s a garage – refurbished garage. And for – I would sit in my office – and let’s talk about the latest book, just to give you idea. So, this is a book, I don’t know, it’s like 280 pages, something like that. I read every word of that book out loud to my wife, at various stages. What’s more, I read drafts – multiple drafts of chapters – out loud to my wife in this office. But wait, there’s more. My wife read every word of this book out loud to me, including drafts. Because, for me, that’s how I – that’s how I process the written word. So, for me, I can tell what works in a speech, because you have a large audience of people behind – reacting to it. When, in terms of written words, like I – I don’t know. It’s just like – you know, after all these years, I know what’s good and what’s not when it comes to the written word. And I actually know what’s not good, really, is what I know. And so, I try to remove all the not-good stuff. And the way I do that, and it’s a very laborious way, is to read aloud because that helps me look at the words a different way, but also to have them read aloud to me. Now, what’s amazing to this – and shows you just how incredible and awesome my wife is – is that I’m the worst person on the planet to be read aloud to, because I’m a complete pain in the ass when it comes to – especially if you’re reading my works. “Oh, come on, you’ve got read with more expression than that.” “Oh, come on. No, the emphasis is on that word. No.” And my saintly wife has done this for several books now. Tim Ferriss: Wow, she’s a keeper. I’ve – I’ve only – I suspect this is more common than either of us might expect, but John McPhee,  the non-fiction writer, also writes – I think h still writes for the New Yorker. Fascinating guy, but I took a seminar with him in undergrad, and he also explained how he reads all of his work. I believe he reads not only his feature works but his articles out loud to his wife. Daniel Pink: Really? I actually did not know that. Tim Ferriss: Yeah. So, this is – yeah. Daniel Pink: Well, I’m pretty good company, because I – Tim Ferriss: You’re in good company. Daniel Pink: I started reading John McPhee when I was like a – like a pretty – like a young teenager. And one of the best McPhee books I’ve read was a book – you might have read it – called Levels of the Game Tim Ferriss: You know, it’s so good. It’s so, so good. Daniel Pink: I loved that book. I read it again – I actually read it again about two years ago. But I read it as a kid; I got it out the library, I spent a lot time in libraries when I was a kid, and I don’t know how, some librarian or somebody told me about it. Because there was a – because he has that famous book about Bill Bradley A Sense of Where You Are, so I read that because I was a basketball fan. And it’s like – I was also a tennis fan, and it’s like, “Oh, you read about tennis too?” And I read that book, and I didn’t – at the time, I guess I was saying, “Wow, you can actually write about sports in a way that’s, kind of, more interesting than just sports.” That’s a remarkable book – I mean, I can explain it. So, it’s a story about a match between – a single tennis match between Arthur Ashe – who, then, was very young, just out of Richmond – and a guy named Clark Graebner who was from a wealthier – white guy, wealthier family in – I think it was suburban Cleveland. And what he does is he basically describes the match, but throughout he pulls back and tells each of their stories of how they actually got to the court that day; I think it was a US Open – a US Open match. And so, he actually describes them playing a point, and then he pulls back and talks about how Arthur Ashe got there, and he pulls back and talks about Clark Graebner go there. And he does it with such elegance and such precision, it’s just – it’s a joy to behold. Tim Ferriss: It’s truly spectacular. For those who haven’t read McPhee, you should – if not for any other reason, that he can take any subject matter you can imagine, and make a riveting book about said subject – it could be oranges, Plymouth rocks, cars, hand-carved canoes, geology. Daniel Pink: Yeah. Oranges book, I read that when I was a kid too. Tim Ferriss: It just – you name the topic, and he can turn it into a page-turner. But Levels of the Game is just spectacular. And one thing that McPhee is a very, very good at is – and I think this is also shared territory with you – is asking questions. Given the nature of his writing, a very significant portion of his time is spent interviewing. And, “What about that doesn’t make sense?” is a really powerful tweak on the, maybe, alternative that you mentioned, which is, “Does this make sense?” or “Does this make sense or not?” And this may be digging too far into the weeds, but I was really fascinated to read about an approach that you’ve detailed in one of your books called motivational interviewing. And I hadn’t heard of this before, but the example that stuck out to me – and you don’t have to give this exact example – was asking a student who is, seemingly struggling with algebra, a certain question instead of others. I don’t want to butcher it, but I can certainly, also – I have in front of me, so I can pull it up if need be. But can you explain for people what motivational interviewing is, and maybe give an example? Daniel Pink: Yeah. So, this is actually a – it’s a therapeutic technique that, I think, has a wider application. And I’ve heard about it from a fellow named Mike Pantalon, who’s at Yale School of Medicine who used it in, I think, addiction treatment. And it’s basically like this: so, let’s say that – let’s say that you have – let me think of a good example here, of something that somebody, typically, isn’t that keen to do. Okay, let’s go to algebra, let’s say you have – let’s say you’re a parent and you have kid who’s in eighth grade, and he is – has an algebra test and doesn’t want to study for that algebra test – isn’t into it, doesn’t want to do it. And so, a typical reaction from parents, from anybody in authority figure is, “What the hell is wrong –?”, start saying – just sort of demanding, start demanding compliance. And motivational interviewing is almost the reverse of that. So, it basically – so, let’s say you have a kid named Bob. You could say “Hey, Bob, I see you’re not studying for your algebra test. Let me ask you a question – I see you have an algebra test tomorrow, on a scale of 1 to 10, how ready are you to study for your algebra test? How are ready are you to start studying for your algebra test? How much do you want to start studying for your algebra test?” And bob is totally unmotivated by it; Bob might say, “I’m a 3, a 3 out of 10.” Now, again, our reaction as bosses, as parents, as people, and figures of authority is to say, “What do you mean you’re a 3? You should be a 9.” But instead, you’re more chilled than that, and you say, “Okay, you’re a 3. Why didn’t you pick a lower number?” And that always wakes people up. So, he says, “I’m a  3 out of 10 in terms of my desire to do this thing.” And you say – instead of saying, “My god, you should be a 9. What, are you crazy? You lazy ass.”, you say, “Oh, why didn’t you pick a lower numb And what’s interesting about that, is that – it’s what it does to Bob. It’s that Bob has to now say why he’s not a  2. And so, he begins saying things like, “Well, you know, if I don’t study for this test, I’m probably going to bomb the next test; if I don’t master this material, it’s going to be harder to go into later on. If I don’t do well in this test, you might hassle me.” And so what happens is, is that Bob begins articulating his own autonomous, intrinsically motivated reasons for doing something. And that’s the key. A And what we know – from a mountain of social sciences – is that when people have their own reasons for doing something, they’re more likely to endorse the behavior, and they’re more likely to carry it out. And so, this becomes a way to surface Bob’s own motivation for it through questions, rather than through – rather than through dictates. And it can be a very, very powerful technique; you can also turn it inward. You say, “Well, how ready are you, Dan, to finish this chapter? “Oh god, I’m like a 3.” And you say, “Well, Dan, why aren’t you a 2?” And so, anything you can do to help people surface their own reasons for doing something makes them more likely to commit to behavior, and more likely follow through on the behavior. Tim Ferriss: That last extension is really important. I’ve been prepping this and reading the background – some of it, and it didn’t even occur to me that you could apply it to yourself, and use it for journaling or something like that, to uncover – or maybe, rediscover the motivation that drove you start it in the first place, even though you lost sight of it, or it petered out, or whatever the hell it might be. Daniel Pink: Yeah, I mean, you could use it for going to – you could use it for going to the gym, to going to work out. Like, “How ready are you – how excited are you about – how motivated are you to work out right now?” “I’m a 2.” “Well,” I say this to myself, “why aren’t you a 1?” “Well, I know that probably I’ll feel better if I work out, rather than if I don’t work out. I know that, actually, if I don’t do this aerobic exercise today, I probably might not have a chance to do it tomorrow, which means I’m going to feel like crap.” And so, you can turn it on yourself as well. It’s all about those surfacing – one of the things that we’ve done in management, and parenting, all other realms of life is that we have over – we’ve overdosed on control. And control is not an effective way to motivate people for important things, because human beings only have two responses to control: they comply or they defy. And that’s a history of human conduct basically; human being are either complying or defying with control. And so, we bandy control as a motivator, and look for ways for people to summon their own autonomous motivation for doing things. Tim Ferriss: So, we talked at the very top of this interview about Johnny Bunko, and how you’re ahead of the voter in the sense it didn’t quite catch, you might have been a bit early with the manga format. In contrast, A Whole New Mind seems to really have resonated strongly, and it did catch. So, I’d love to try to deconstruct why that was the case. And as one example, it’s appealed so much to Oprah Winfrey that she gifted out – I would say – 4500 copies to the Stanford graduating class of 2008, when she did her commencement speech there. Why do you think that is? And the subtitle, I should just mention, it’s A Whole New Mind: Why Right-brainers Will Rule the Future,  Why did this one take? Daniel Pink:                Yeah – I mean, it’s hard to say. I think a reason that it took, is that it was a fairly original idea conveyed in a way that was easy to understand, and also had the advantage of probably being more right than wrong. So, the idea in that book is the following, that I was arguing then – I still believe it today – that the structure of our brain offers a metaphor for describing the future of work. And all your listeners know there’s been a lot of stuff written about left brain and right brain over the year – most of it is just total garbage. But one of the – one of – what we know about our brains is that they’re, actually, somewhat efficient and that over time, they’ve divided up tasks. So, the left hemisphere specializes in one set of tasks, tasks that are logical, linear, sequential, analytical. The right hemisphere specializes in a different set of tasks, tasks that are about understanding context, about synthesis, and about simultaneous processes. And so, that division of labor in the brain, I think, offers a very powerful metaphor for understanding what I thought was going on in the world of work – and it continues to go on in the world of work. But, actually, to make sure I go the underlying science right, tearing a page from the Tim Ferriss playbook, I actually went to the National Institute of Health to get my own brain scan, see my own brain in action, which ended up being a profoundly disappointing experience, but that’s another story for another day. And so, basically, the idea here is this, that the abilities that used be the most valuable in the economy – characteristic of the left hemisphere, logical, linear, sequential, analytical spreadsheet SAT abilities, those abilities are still necessary, they’re no longer sufficient. And it’s abilities more characteristic of the right hemisphere with the brain, artistry, empathy, inventiveness, big-picture thinking, those abilities are now the first among equals. And the reason for that is that it’s a very hard-headed reason, that those kinds of abilities are easy to outsource, easy to automate, and that the left hemisphere abilities, the SAT spreadsheet abilities are easy to outsource, easy to automate, and less valuable in iterating something new, in dealing with the demands for new that comes from an abundant world. And so – actually, maybe, another reason that took, is that I basically came to a soft-hearted conclusion in a hard-headed way. There was a very clear economic argument for that, the three A’s: Asia, automation, abundance. Reductive left-brain can be done cheaper overseas. The other “A”, automation, it can be done faster by computers and now, smart machines. And then, finally, abundance, that our material needs have been satisfied and over satisfied, that there’s a premium now in coming up with something utterly new, and giving the world something it didn’t know it was missing, which is very much of an artistic ability. And so, that’s the argument in that took. And it’s an argument, I think, that people resonated to, because they were seeing inklings in their own life, and they needed a way to describe it, categorize it, put words on it. Tim Ferriss: Well, it seems like history has proven your prediction or description very accurate at this point, for sure. And it also would – it also occurs to me that this is another place, manga aside, where you and Kevin Kelly, the founding editor of Wired magazine are very much on the same page. You mentioned something in passing though, that I can’t let go because I have to hear the separate story: why was your brain scan disappointing? Daniel Pink: Because it – I look at my brain, I was thinking my brain would be special, so I’m kind of – it looked like any other brain I’d seen – like I couldn’t pick my own brain out of a lineup. So, that’s what it was. I mean, it sort of – I shouldn’t say disappointing. It was – it’s humbling, like the idea that here’s my – I got this brain in my head, alright, and leaving aside the thorny issue of where does the brain and the mind begin or vice versa, my brain is largely responsible for who I am, and yet when I see a picture of it, it’s completely unremarkable and looks like every other brain that’s been scanned at that. There’s something weird and humbling about that. Disappointing too. I don’t know, I was expecting my brain would be cooler or something like that. Tim Ferriss: Looking back at all of your books, do you find any commonalities or patterns – and we can also forge all sort of spurious correlations – but looking at the books that seemed to have struck a nerve, and those that, for whatever reason didn’t perform up to your hopes. Daniel Pink: I don’t know. I mean, I think that when it comes to the actual performance of things, like how well a book does, that’s something that’s not fully – I mean, you know this – anybody knows this, that’s not something that’s fully in our control. And I’m actually – I’m actually more or less okay on that. I mean, it’s disappointing when something doesn’t do as well you want, but, to me, my criteria – my criterion is, “Did I write the best book I possibly could write?” And once you put it out there, there are so many other variables; you just don’t know whether it’s going to take, or whether it’s not going to take. So, I mean, I wrote a book – my very first book was a book called Free Agent Nation. That was not a monumental – that did okay, but it was not a monumental hit. It should have been, because I think I was right, but for whatever reason, I think it came out – like I think it just came out the wrong time – it should have come out slightly earlier. And so – so, on that – so, to me, how well a book does, there’s so much randomness on that, I’m not – I try not to lose any sleep over it. In terms of actual – is there a true line among all the books. That’s an interesting question, and I can say from the creation point of view, there’s absolutely not a true line. There is no intentional true line through these kinds of books, it’s not as if I have mapped out somewhere on a whiteboard here in Pink Inc. world headquarters in Washington DC, this, like grand scheme to create the Pink [inaudible]  in a certain fashion, in a certain timetable with certain things covered like that. Far from it, I just go from one thing to another – I just like, figure out, what am I going to do next? And as you know, Tim, writing a book is so difficult, it’s so hard, it’s so time-consuming, that if you’re not in love with the idea, if you don’t love working on it, you’re going to – it’s going to be miserable for you. So, I just pick the next topic based on what I’m really interested in, and what I want to spend a couple of years – a few years working on. So, I think it’s possible that people can detect a true line – that readers can detect a true line – maybe they’re seeing something that I’m not. But if there’s a true line, it’s visible only retrospectively, it’s not something that was intentional. Tim Ferriss: What was – speaking of difficulty and writing process, what if there is a – if you had to pick one, what has been the most difficult book for you to write and why? Daniel Pink: I think it was this – I think it was the last one, the last book that I wrote. Believe it or not, you would think that it would get easier over time, but it didn’t. So, this last book, When  about the science of timing, that was the most difficult book to write, partly because I went into that book with – so I started writing whole new mind having done some research and saying, “Hey, I think there’s something going on here, like I think we’re moving to this world.” And, sort of, I had a theory of the case. With Drive, I had a book about motivation, I had looked at a lot of the research in motivation, I said, “Woah, wait a second. People are missing like a huge story here.” With When, I went in totally with questions rather than with any kind of theory of the case. I basically said, “Hey, I’m making all making all kind of timely decisions in my own life. I’m making them in a totally half-arsed way. I’d like to make them in a better way, could somebody please give me some guidance?” And I started looking around for guidance, and it didn’t exist. And then I started looking at the research, and I realized that across all these domains of research, literally dozens and dozens, from the hard sciences, the molecular biology, to endocrinology, to the social sciences of economics and social psychology, to many, many domains, these scholars are asking very, very similar questions. What’s the effect of time of day on what we do, and how we do it. How do beginning affect us? How do midpoints affect us? How do endings affect us? And so, I went in saying, “Wow, how do I make better timing decisions myself?”, but I didn’t have a theory of the case. And so the volume of research for this one was so monumental, there are so many studies out there, and there were so many different – in so many different fields, and field that – like molecular biology is not a subject that is at my fingertips, alright? I had a – I spent so much time – I basically would read those papers, I would read them through, and I would write down all the words that I didn’t know the meaning of. And then I would look up those words, and then I would read it again, and I would read it a third time. And so, very painstaking. And then also because I didn’t have a theory of the case, I just had questions rather than even a kind of skeleton or a shape of what I wanted to write, I had to figure that out. So, I probably did – I don’t know – 17, 18 different outlines of that boo, so that was – you would think it would get easier, but it actually got – it would actually get harder. ee Tim Ferriss: Eighteen outlines. What’s such an outline look like? How long is it? What format, and –? Daniel Pink: Oh, when I say an “outline,” it’s relatively short. Just like one or two pages, nothing too comprehensive. I guess outline is – outline is – well, it’s partly the right word, because I’m a firm believer when it comes to speeches and when it comes to books. I’m a believer in structure and shape. I think that those are what make some things work, and – I think it’s through television shows, I think it’s through podcasts, I think that structure and shape are very important. No, so here’s the thing, Tim, I think your podcasts they don’t necessarily have a structure, but they have a shape. There’s no question they have a shape, alright. And so, it’s just – it’s a difference between – you can have sculptures, beautiful sculptures that have right angles, and you can have other beautiful sculptures – like a Henry Moore sculpture that has no right angles at all, but it has a distinct, and memorable, and identifiable shape. But I’m a big believer in structure and shape. And so, what I’m doing there is that it’s basically just my search for, “How do you organize the ideas, and what’s the shape or the structure of the final product going to be? Because once I see the shape, I can a lot better work. But for this other book – it’s like I’m reading through 700 studies on all these kinds of stuff, and I’m like, “Good god, how do I even make sense of this? What do I put where?” I started thinking about organizing it, do I organize this book about timing? Do I organize basically the way that we organize time? So, do I write about the hour, the day, the week, the month, they year, the lifetime? And that’s a really bad way to do it. But I ended up – Tim Ferriss: Why is that bad? How did you decide that was a bad approach? Daniel Pink: Because – for a couple of reasons. No. 1, the material didn’t organize itself cleanly in that way. And No. 2, that struck me more as a – like a handbook, like a Farmer’s Almanac, rather than an intelligent book of science journalism with takeaways. And more important, that’s not a book I would want to read. And so, I abandoned that. But did I really abandon it? Because I actually ended up writing a whole chapter in this book, about the day. So, I ended up cleaving off some of that, and keeping it for other things. And so, it took me a long time to – it took me a long time to find the shape. And the way I found the shape, is I basically write it down on either what I called big-ass stickies, these giant posted notes, or on a whiteboard that I have in my office. But I went through many, many, many iterations. And on that, I have a somewhat social view of that, and that what I’ll do is I’ll run it past people to see what they think. And say, “Hey, what do you think if I organized the book that way, does that make any sense?”, or, “What about that doesn’t make sense?” Or, What am I missing here? What’s the weak spot there? But it took me a lot of time to – it took me a long time to find the shape of this book. That, coupled with the fact that the amount of research was so massive, it was actually – it was actually the hardest book I’ve had to write. Tim Ferriss: You were doing the research as you were writing the book, in effect, it sounds like? Because you’re coming into it with questions, but then you’re having to digest all of the information that might lead, or might not lead to answers while you’re writing it. Daniel Pink: Exactly. Tim Ferriss: Very, very hard. Daniel Pink: Exactly, you’re so right about that; that’s hard to do too. And a lot people – I mean, you know, as a writer, it’s messier than that. There’s this notion that, “I’m going to my research. And then, when my research is done, I’m going to do my writing.”  Alright? And so, it – it never works that way. But when you have more questions, and you have – when you don’t know the shape yet, and you still have a lot of questions, what happens is, “I’m going to do the research. Now, I’m going to try to write down something about it.” Crap. “You know what? Now, that I write it, I realize I’m missing the whole thing here, and I’ve got to do more research. So let me go back and do that.” So, it’s less of this kind of happy march – happy jump from here’s, “I’m going to go from this lilypad to that lilypad, and happily jump from each one to another like a delighted frog. Tim Ferriss: There’s a lot of task switching, that’s exactly why the Four-Hour [inaudible] [00:56:22] for me, it was also, by far, the most difficult book, among other reasons to write. It’s that I came into it intending to try all of these experiments, ask all these questions, and write the book somewhat chronologically as I’m getting answers, and that was a very punishing way to approach things. But to look at the content, so going past the structure and looking at the content and findings of when, I was looking at an NPR interview you did, and teasing out some potential ways that I could apply the content from this book into my own life. And I’m going to read a quote – you can feel free to correct it – but this is what I have as one very clear example, and basically, I’m going to ask you what types of decisions have changed for you, or easy ways that people can think about making changes related timing. So, here’s one – and I’m going to truncate it a little bit, “In a lot of this research in big data, you see systemically poor performance in healthcare settings in the afternoon. Example, the incidence of handwashing inside of hospitals dramatically drops in the afternoon.” And that seems like a bad thing to me – that’s my voice, not yours. “You look at colonoscopies, endoscopies, find half as many [inaudible] in colonoscopies in afternoon exams versus morning exams even with the same population. Doctors are more likely to prescribe unnecessary antibiotics in the afternoon compared to the morning.” And this seems – this is very, very actionable, right? If we are to trust the data, if the patterns, if the correlations hold, then you are certainly better off with same if you want to risk-mitigate – I’m not sure that was English – risk-mitigate, I think I swapped the first two letter, that has a fancy psychological term. Daniel Pink: It’s called a tip of the slongue. Tim Ferriss: Exactly. And you – you might come back to your undergrad linguistics – but what are other examples related to the when, the timing that people might be able to implement? Daniel Pink: Oh my gosh. Oh my gosh. There’s so much stuff. I mean, the good news about that is that when I did, finally, wrestle the research to the ground, and figured how to structure it, it yielded so many great, great takeaways for readers. So, take a step back, what we know from a mountain of research – it took a while to figure this out – was we tend to move through the day in three stages: a peak, a trough, a recovery. Peak, trough, recovery. Now, most of us move through the day in that order, people who are night owls, people who have an evening chronotype, they move through the day in the reverse order: recovery, trough, peak. But what we know is that we know few things about human performance over the course of the day. The most important thing – and this – I wish somebody has told me this before I was 50, rather than once I was 50 – is that our cognitive abilities do not remain the same throughout the day; our cognitive abilities change during the day, and they can change in some dramatic ways, and they can change – they change in predictable ways. But how we perform depends on what we’re doing, alright? So, what we know about the peak – which, again, for most of us, is the morning; for night owls it’s later in the day – what we know about the peak is that the peak is when we are most vigilant. And what does “vigilance” mean? Vigilance means we’re able to bat away distractions. And so, when we’re vigilant, and can bat away distractions, that makes it the best time of analytic work, work that requires heads-down focus – writing a report, analyzing data, that kind of work. There’s no – piles of research tell us that we should be doing our analytic work during the peak. The trough, that’s the early afternoon, and – early to mid-afternoon, as you mentioned from the data on healthcare. A lot of bad stuff happens then. I mean, you have standardized test scores for students go down in the afternoon, you have – if you look at auto accidents, once you control for cars on the road – obviously, there are going to be more accidents when there are more cars on the road – but once you control for that, the most dangerous time to drive is 4 to 6 am, the second most dangerous time is 2 to 4 pm. During that midday trough, we should be doing more of our administrative work, we should be answering our routine emails, we should – I mean, you’ve talked in the past, Tim, about batching – we should be batching our routine emails and answering them during the trough. We should be filling out our QPS reports; we should be filling out our expense reports – whatever. That kind of stuff that we have to do during the course of a day, that doesn’t require a lot of major cognitive powers. Now, the recovery period – again, because this peak, trough, recovery is a pattern of mood, that also is a pattern of performance – the recovery period is actually really, really interesting. During the recovery period, we have elevated moods, our mood is better than during the trough, but we’re less vigilant than during the peak. And so, it’s really important to think about that combo platter here – that is you have higher mood but less vigilance. That makes it a good time for things like brainstorming, for things like insight work, where if you’re too locked down and focused, you’re not going to be that creative. And so, that degree of looseness, coupled with the elevated mood makes that recovery stage better for what are called insight problems, brainstorming, things that require iteration. And so, what we see is that if we recognize that our cognitive abilities don’t say the same over the course of a day, that they change in predictable ways, and that what we do – that when we do something, it depends on what we’re doing – we should be moving our analytic work to the peak, our administrative work to the trough, and out insight and creative work to the recovery. And it’s that simple. And what the research tells us, also, is this. I mean, it’s that time of day, explains about 20 percent of the variance in how people perform on cognitive tasks. So, if you think about that – that’s a big deal. Like we can explain the variance – like if we have two people, Maria and Sally – and they perform differently in cognitive tasks, how do we explain that, alright? We say, how do we explain that variance in how people perform, Maria, Sally, and 18,000 other people perform on cognitive tasks, we say, “Oh, some people are smarter than other people; some people are more conscientious than other people, some people have more social advantage than other people.” But what the research is telling us is that 20 percent of that variance is time of day. And so, what we should be doing is – and what we’re not doing – is we should be making our “When?” decisions in a strategic way, rather than in the lazy, haphazard way with which we tend to make our When? Decisions. And so – and you see this most glaringly – and this is my rant of the year – you see this most glaringly with meetings in organizations. When we schedule meetings in organizations, the only criterion we use is availability. That’s it. Who’s available? We don’t say, what kind of meeting is this? Is this a meeting where people have to be analytical? What kind of meeting is this? Is this about travel voucher policies? What kind of meeting is this? Are we brainstorming? Who’s going to be there? Are they going to be morning people? Are they going to be intermediate people, are they going to evening people? We don’t even ask those questions. We just say, “Who’s available?” And it’s causing – it’s one of the easiest things, organizationally, to fix, and it’s something that – at the unit of one, individuals can be lot more systematic and intentional about moving the right work into the right time slots. Tim Ferriss: What time of day do you generally wake up – personally? Daniel Pink: I wake up a little after seven. Tim Ferriss: And what do the first two hours of your day look like? Do you have any particular routines? Can you walk us through what that might look like? Daniel Pink: I don’t have the detailed routines that you have – that you’ve written about that you, actually, have experimented with, and thing like adrenaline, and meditation, or anything like that. Here’s what I do: I wake up, alright? I take a shower; a shower helps me wake up, so I take a shower. I go downstairs, and I feel better if I see a member of my family. So, whoever happens to be awake – and I have two kids in college now, so I don’t see them, but I have another kid who’s still around, so I see him, I see my wife, and I like to have some protein for breakfast – that’s a ritual and caffeine – protein and caffeine is my preferred breakfast. Tim Ferriss: What’s your go-to protein? Daniel Pink: You know what? I – I probably eat more hard-boiled eggs than almost any other person in America. I am keeping the hard-boiled egg industry in business – I’m single-handedly responsible for the advent of hard-boiled eggs for sale in individually-wrapped packages in airports. I really think so. Tim Ferriss: Because once they – once they introduced that, I bought them all, and they’re go, “Oh my god, there’s such demand for these hard-boiled eggs.” So I was just – so I was actually saying to my wife – I eat so many eggs it’s ridiculous. So, I don’t have a cholesterol problem, fortunately. So, hard-boiled eggs or peanut butter. And then, what I do is, when I’m in my writing day – and this is, actually, something I did better having read this book – when I’m on writing days, I would go to my office, which, again, is behind my house, and I would not bring my phone with me, I would not turn on my email, and I will give myself a quota. And that quota is usually – is a word count. So, call it 700 words; I’m a fairly slow writer. So, you have these people out there who are like, “I write 3000 words a day,” and it’s like I don’t think I’ve done that. And so – Tim Ferriss: I’m very, very slow. I may be slower than you are, even. Daniel Pink: Well, here’s the thing, I’m slow in basically – I’m basically slow in every – in every domain of my life. I’m like [inaudible] I’m a slow runner, I’m a slow reader, I’m a slow writer – I really heavily scrutinize my [inaudible] report to see if I have some kind of, like, tortoise gene in me somewhere, that somehow, one my ancestors in Latvia somehow made it with a tortoise at some point. And so – and so, what I would do, though, is I would come in and give myself that quota and I won’t do anything until I hit that number – and then I’m free to do other kinds of things, and then what I’ll do is, I always – I’ll have lunch, and then I will – I like to do – I have done a good job – especially after like this book changed the way that I organize my day. Because I do my analytic work better in the morning. So, this book compelled to clear out my mornings to do that analytic work, which, for me, is writing. I stuffed the administrative stuff off into the midday, and – batched emails and that kind of garbage. And then, I like to do interviews, especially when I’m interviewing – like for book interviews, I like to do those later in the day, because I’m a little bit more – I like the interviews to be a little bit more free-wheeling, I’m not doing – I’m not an investigative reporter, I’m not conducting a deposition. I just want to hear people’s stories, and what they want think about stuff. And so – Tim Ferriss: You’re not quoting the Yale Law & Policy Review Volume 8, No. 2990? Daniel Pink: No. No. No. And so, I’m not – so, I want that to be a little bit more iterative. And then, I actually end up exercising later – I end up exercising later in the day or in the early evening, I find that that works best for me. Tim Ferriss: You said “on a writing day”, when you are on book deadline, how many – what does your weekly structure tend to look like? Do you – is every day a writing day? How do you allocate – Daniel Pink: When I’m writing a book, yeah. Because I’m also a momentum player, so for me, writing every day is hugely important, when I’m working on a book, or working on an article. So, I try to do that every single day – like seven days a week. Tim Ferriss: And do you have – do you have set periods of time between books? Do you decide in advance, “I’m going to take X period of time until I investigate another book.”? What does your macro-planning look like? Daniel Pink: Macro planning, boy. My macro-planning is neither macro nor planned. Tim Ferriss: That – I think that needs to be on a motivational calendar somewhere. Daniel Pink: Yeah. Like for – I don’t know – Tim Ferriss: Well, put another way, if that question sucks – which it might, so it’s also making a bunch of assumptions – how do you decide when to take on new projects or new books – if that’s a better question? Daniel Pink: Yeah, yeah, yeah. So, I sort of go in – I sort of go in cycles. So, I’m actually heading to that cycles right now. So, I’ve spent a lot of time writing this book, and tried to make it as good a book as I can. In terms of actually spreading the word about it, I try to do that with – excuse the cliche – not leaving anything on the sidelines, so doing everything I possibly can, and being everywhere, being strategic about it all, trying new stuff, trying cool stuff, trying to get some momentum behind the book. And then when, sort of, white-hot center dissipates, and the book, we hope, has some momentum of it’s own, then I’ll go back and figure out the next project – whatever that project might be. And the way I do that is – I know this would shock you, Tim, in slow, laborious way – so what I do is, I have a – I’m a sort of a – I use – I’ll give you my mechanisms here. So, I use – believe it or not, I use a lot of paper folders, and I have a labeler. I use paper folders and a labeler to label my folders, because I was like a getting-things-done guy before getting things done with school [inaudible] I met David Allen in 1997, and I bought a labeler shortly after that – Tim Ferriss: I was going to ask if he’s sending you your 5 percent royalties for the brainpower – you’re like the guy who invented rollerblades or the [inaudible] 40 years before they became cool. Daniel Pink: Oh, no. I’m a DTB devotee – I’m not hardcore, I’m not orthodox. But I’m not – I’m not reform either; I’m sort of like in the middle. And so, anyway, I have these paper files with labels, and so when I read stuff or make notes to myself, I throw stuff in those files. I use Evernote and I also use Dropbox, and I just throw ideas in there. And what I do is, every six months or so, I go through those ideas of like, “Hey, this would be a cool television show to do; hey, this would be a cool article to write, hey this would be a cool book to write.” And as I look at those ideas, maybe revisiting them every six months or so, I realize that most of them are just godawful ideas. One of my beliefs about the human brain is that – or creativity – is that in order to have good ideas, you have to have a lot of ideas. And so, I have a lot of bad ideas, which, I think is the only way for me to surface any decent ideas. So, I’ll revisit those ideas, and then when it comes – and I’ll cull. And what often happens when I cull, is that a few ideas end up just staying there over and over again, every six-month cycle. And then when I get to this point now, I would go back to all of those files and look more carefully, and say, “Hey, I sort of have, in my mind’s eye right now, three possible projects.” And so, I’ll – then I’ll more heavily vet those projects, read a lot more, talk to people, bounce ideas off of the people, and – and I like bouncing ideas off people, about [inaudible] in a moment. And then when it comes time to write a book, I will actually write a book proposal – even if I have the deal already done. So, if I have, like a two-book deal, like I have to write another book, but I’ll still write a proposal for this next book – maybe a 40-page proposal, which allows me to figure out, is it there or there, is this something I really want to work on. I think a lot of things sound really good when you’re just shooting the breeze; they sound less good if you have to say, “Can I explain this – can I explain this idea, who’s going to buy it, why it’s cool, why it’s original, why no one else is doing it, can I explain that in a coherent written document?” That’s a tougher order. And so, not everything lends itself to that. And I will bounce ideas off people. And so, I have a – actually, it’s funny you mentioned Kevin at the beginning of the show. I have this one idea where I went out, and I went to – I made the pilgrimage to – what do you call this town – Pacifica, and made the pilgrimage to Kevin’s house and said, “I got an idea I want to run past you for a book.” And Kevin was one of the people who said, “That’s not a very good idea.” And, unfortunately, he was not the only one who said that. And – d Tim Ferriss: Or fortunately, depending on how you look at it. Daniel Pink: Yeah, actually, fortunately – you’re right. Fortunately, he was not the only one who said that. So, I abandoned – I actually ended up abandoning that idea, in part, because he was another brick in the wall of people saying, “No, no, no.” Tim Ferriss: Let’s pause there for a quick second. Do you mind sharing – I don’t think Kevin would care at all – what he or other people made as arguments, against you pursuing this idea? And you can tell us what the idea was or you can blur that. Daniel Pink: Yeah, I’m going to be skittish about the idea, but let’s just say it has to with morality; I wanted to write a book dealing with morality. And Kevin, who is a person of religious faith who is extraordinarily well-read – and among people who are very well-read and very intelligent, I think there is a dearth of people who have strong religious faith. It’s just not an observation, it’s not like a – judgment, one way or the other. And so I thought he was just an especially good person to run this idea past. And – I guess he and other – the theory of the case that I had, he and others had two criticisms of it – and they’re not insignificant criticisms, Tim. The first criticism was, “You’re wrong, alright?” Tim Ferriss: To begin with. Daniel Pink: Yes, “You’re wrong.” And the second criticism was, “You’re right, but it’s not interesting.” So – so, those are – like those are significant critiques. So, that’s how I – that’s generally how I do things. When I came up with this idea for When, it was an idea that I was kicking around there. And one of the ways that I knew it was a good idea was two things. No. 1 is that when I was writing the proposal – first of all, I was looking at the research, and I found myself wanting to do more research – which is always a good sign. Like, “Holy crap, is that true? But what about Bobbity Bar? And I go look at. “Oh my God, Bobbity Bar says –” And so, I found myself wanting to do more research, that was one thing. And then, when I started writing the proposal for that, it was like – for me, it doesn’t happen very often – but there were portions of it that were just like butter, I could just explain it so clearly, like, “Here’s what I’m going to try to find out, and here’s why it matters.” And it was like – it was like that – that scene in Jerry Maguire where he writes all night, and – Tim Ferriss: I’m taking the goldfish – minus the goldfish. Daniel Pink: And I was doing handstands against the wall and everything like that. So – and that’s sometimes a good sign. Tim Ferriss: I think it’s – yeah, that lack of or an overabundance of energy, I think is undervalued. How much the project actually gives you more to your tank. Daniel Pink: And I think – here’s the thing. I think a lot of writers – I think a lot or people who come out as journalists – and before I started writing books, post-speechwriting, sort of as – an even through the time I was writing books, I did a lot of magazine articles, a lot of [inaudible] [01:17:31] magazine writing, which I liked – and I found a lot of journalists who would write an article, the article would do well, and they would get a book offer, and they would not properly vet it about whether they want it – because there are lot of ideas that you, maybe, want to go out on a few dates with. But there are very few ideas that you want to go steady with, let alone marry and have kids. And I think that books are basically you’re marrying and having kids, and that’s a very, very, very high bar. Tim Ferriss:                There are a lot of great articles that should stay articles, and make very mediocre books. And it’d be a potential, I suppose vice versa, where you go in the opposite direction. Daniel Pink: That’s – I read – I want to say this anyway – I read one of those – it’s in [inaudible] I read one of those this weekend where somebody had an article, did really well, they got a book deal, they turned it into a book. And it’s like, “Okay. You know what? This thing has so much more impact as an article, rather than as a book.” Tim Ferriss: So, I want to dig in a little bit on this tickler file that you review every six months, because one of the most frequent questions I am asked is, “How do you pick projects? How do you vet projects?” And you mentioned revisiting every six months, so a few mundane questions. Within Evernote, do you have any specific notebook that is tickler file or something like that? How do you keep track of all these ideas? Daniel Pink: I – I can actually look that up right now. What I do is I categorize them. So, what I have is I have a giant file called Misc or just like shards. But then I’ll go through that and say, “Wait a second –” Let me think of an example here. “Wow, I’m collecting a lot of articles about – here’s the book I’m not going to – like it could be interesting. At one point, it’s like, “Someone should write a book about courage.” What about courage? What do we know about courage? I’m not going to do that. If one of your listeners wants to go out and do it, God bless you; I think it could be really interesting. So, I could go into the Misc file and say – the misc notebook, I guess, that it’s called – is what do we know about courage? And I would go into this Misc note, and say, “Wow, I got a lot of articles about courage that’s going berth a separate notebook on courage,” and then I organize it that way. So, I’ll have notebooks of Misc, and I’ll have notebooks of  particular ideas that I have, that end up being fuller because it’s like, “Oh, this one has stuck around for a little bit longer than others.” Tim Ferriss: And you mentioned during these reviews, you might say, “Oh, here’s a cool idea for this, a cool idea for that. Oh, this could be really interesting; that could be really interesting.” I would imagine, even after the second glance, and noticing that some of these ideas are coyote-ugly – you’re like, “Holy shit, how did I think that was a good idea?” – even after removing the flies in the soup, you still – Daniel Pink: I like that. I like that. Tim Ferriss: You still have way – you could drown under the weight of these kinds of cool ideas; you have many things that could be interesting. How do you then – what are the parameters, or thought processes, questions, anything that help you to get down to the three finalists? Daniel Pink: Okay, what do we – so, it would be – it’s really like what would I want to spend a couple of years on? And so, if I really thought of – like, maybe, courage would be an example. Like, I’m sort of, interested in that. But it’d be like – I would rather read a good book about courage than write a book about courage – I’m serious. You know what I mean? Tim Ferriss: No, sure. That makes perfect sense. Daniel Pink: And it’s like – and so, when you go face to face with that, and you start saying, “Do I really want to do this?”, then I think your soul, at some level, tells you “Hey, this is – you’re into this; you’re not so into that.” And so, I think that’s the – I think that’s the initial cut. But it’s also the one reason why I – so to get to the three finalists is actually kind of intuitive in a way – and there’s no magic number to three, it could be four. And so, this is one reason why I would write book proposals because it just forces me to – it forces me to reckon with the idea, and actually, make it real. And there’s this principle that I learned in college – at a writing course in college – and I actually ended up giving a commencement speech around this idea of – I’ll spare you that for now. But the idea was – the idea was valid, it was a revelation to me when I was – whatever – 21 years old. So, I had this – so, there’s this essay-writing course, sort of higher-level essay-writing course, and I had a draft of an essay or something like that. I went into the professor, his name is Charlie Warnock – I went to Northwestern, and he still teaches at Northwestern. And so, Charlie gave me some feedback, and I was all insistent, “Okay, I can fix this, I can move this part over here, maybe I’ll do another piece over here, maybe I’ll do another piece over here.” And he’s like, “No, no, no, Dan. That’s not your problem here. The problem is that you don’t know what you think. That’s why this essay sucks, this drafted essay. You don’t know what you think.” He didn’t say “sucks”, but that’s they this essay – that’s why this essay stinks. And then he said something to me – and I don’t want to – I don’t want – to sound glorified, or sound like something that is confected where a swirl of music would come up behind me in this, but what he said is that – but it’s words I’ve never forgotten – truly – he said, “Sometimes, you have to write to figure it out. Sometimes, you have to write to figure it out.” And that was a revelation to me, because at the time, I was in this mode, very traditional schooling mode, where – sort of like we were talking about before – you do your research, then you write; you make your outline, then you write. And what he was saying to me is that, real writers, it’s more dynamic than that; sometimes you have to write to figure it out. And that was transformative for me. And so, that, sort of, gave me permission to say, “Oh, I don’t know – like I can change my mind midway writing something, I can start writing without knowing fully, exactly what it is I’m going to say.” And to me, that’s the why I write book proposals. It’s that I write to figure it out. And a lot of times, what I figure out is, “This is not a book,” or, “This is not a book I want to write.” So, I had this one moment a few years ago, where – a while ago, now, actually. Ten years ago, even more – where I sent – it was like winter, like late – second half of December. And I said to my wife, and I said, “Hey, why don’t you just take our guys, our kids – three kids – just go see your parents, just go for a week, or two weeks, or something like that. I’ve got to get a book proposal done, I’m distracted. It’s like if you guys – when you guys –” When my family leaves like I live like an animal. I mean, I just – Tim Ferriss: It’s like a racoon that got into the house. Daniel Pink: No, truly. I mean it is raccoon-like, in that I literally eat of out containers. So, like my family leaves, I eat of containers, don’t shave, and basically work around the clock, except for a few ESPN breaks. That’s basically what I do when my family is gone. And so, I will – so I said, “I’m going to write a proposal for this next book.” And after about seven or eight days, I called Jessica at her parents’ house, and I said, “Hey, I’ve got some good news and some bad news. The good news is that you can come home now. The bad news is that I realize this is not a book.” But I was only writing to figure out that allowed me to do that. So, I actually wrote, basically, one and a half proposals before writing the When proposal. Because I had a couple of ideas that ran – I said, “Okay, this is sort of interesting, but let me write to figure it out.” And what I realized in – two very important things: one, it’s not a book; maybe it’s an article. Or two, it’s not a book that I want to write. Tim Ferriss: There are a few things, raccoon behavior aside, that I want to follow up on. The first is just to highlight something for people listening, and that is how liberating it is to think about writing as something you do not when you have your ideas ready, but something you do to figure out your ideas. Daniel Pink: Absolutely. When did you learn that? Tim Ferriss: It’s been, I would say, reiterated – it’s something that is easy to forget, particularly if you have – or something that you’ll willfully forget if you have a perfectionist streak, and a penchant for procrastination. So, if you want to wait until all your docs are in a row so you can go to the debutante ball pristine and blow over any socks off, it’s easy to forget this. But it sounds like the cat came back the very next day But Kevin Kelley – just to incant his name again – he has emphasized this to me; he’s such a prolific writer and emphasized this to me a number of years ago. And I want to say it goes back, probably to McPhee, who also – much like you – obsessed with structure. And there’s a book – I think it’s called Draft No. 4. Daniel Pink: Yeah, it just came out. Yeah. Tim Ferriss: It has some – some really fascinating explorations of this for those people who really want to get into weeds. He’ll also do it graphically, he’ll draw out diagrams of what the structure looks like – which appeals to me. But trying to stay on track here, I would say Kevin is the most – well, you are the most recent person, but a number of years ago, Kevin emphasized to me, and probably before that, McPhee. So, it’s really liberating, No. 1, to embrace that – even if you’re not fully convinced it’s the case. And I also want to give a little bit of context for people who may not be familiar with book proposals. So, book proposals, in the world of non-fiction books – I suppose I should take a further step back and say, in the world of non-fiction – so novels and fiction are totally different; in many cases, you need to finish that puppy, before anyone will tell you if your baby is ugly or not, which is – has to be terrifying. It must be. In non-fiction, you create a book proposal before you write your book. And the book proposal – and feel free to interject at any point – but the book proposal is, in effect, a business plan and an overview/executive summary for your book. And there’s a lot – you find with the best book proposals, and the best startup pitches – which take the form of a deck, say Powerpoint or something like that very often – they’re exceptionally similar, the ingredients that make a good startup pitch and the ingredients that make a good book proposal are very similar. But that is – and I’d love to, actually, know what the structure of your book proposals look like. I mean, I know what ingredients I would potentially include in a book proposal, but what does the table of contents look like for one of your book proposals? Daniel Pink: Yeah. I’d have to go back and look. I think they vary a little bit, but they probably have some core design elements. One of them is – and it’s questions that I want to ask myself, which is, what is this book, what’s it about? Pretty simple question. But, I think, the more important question is, “Why does it – why does it fill a need that hasn’t been filled yet?” Which is, basically, very similar – I use the same business plan analogy that you do on book proposals; it’s sort of like a business. Like why – why is it providing – why is it filling a need that hasn’t, otherwise, been met? Like, basically, if you draw a map of the marketplace, what part of the marketplace of ideas is this – does this cover that hasn’t been been covered? Is it this – and I don’t even mean it in – I sometimes would use the high concept pitch of, “If X meets Y,” which I actually think is actually a very useful heuristic in figuring out ideas. So, for instance, I pitched A Whole New Mind as a future  [inaudible] Seven Habits of Highly Effective People – which I thought was a pretty good pitch. And so – Tim Ferriss: It’s very common in pitching films also, just to highlight – it’s really useful. Daniel Pink: Yeah, it is a – it’s a heuristic. And basically, to me, it says, if you think about a map of the territory – if you think about a map of ideas out there, why is no one over here on this part of the map? Like, “Show me where, on the map, your idea is, and let’s make sure that someone hasn’t gotten there first. And then tell me why someone hasn’t gotten then there first. What are they missing? ” And so, in the case of When for instance, I say, “Well, the reason they’re missing, is that everybody thinks timing is an art, but it’s actually a science.” “Oh, okay, got it. That’s why no one is there.” And so, I’ll talk about, what’s it about, where does it fit into the marketplace of ideas, why is it original – and this is also really important: who is it for? And the big mistake that everybody writing a book – and if there’s one takeaway from this conversation for prospective writers out there, it’s this: the mistake that writers make – and I think business people make, too, in their pitches – is when they say, “Who is if for? Who is the audience? Who is the customer?”, they always want to say “Everybody.” And it’s not; it’s never everybody. And what I try to do, if I’ve included a section of, “Who is not going to buy that book?”, I would have a – Tim Ferriss: Would you have a section on who isn’t the customer. Daniel Pink: Right. Who is not going to buy this book? Because I think that that’s the only way to think carefully about – because books are not a mass medium, and even media products, in general, are no longer mass medium – mass media; they’re no longer mass – and it’s like who is – and so, I’ll have bullets in there saying, “Who is not going to buy this book?” And that helps define the audience too. And also, I try to – and that’s all – that’s really all that it is. But if you know what the book is about, where it fits into the marketplace of ideas, or why it’s different from anything else that came before it, and who it’s for, I think those components are really essential. But that fourth component is – and I say this to writers too – tell me who the book is not for; tell me who’s not going to buy this book. And people have a hard time saying it, “Oh, everybody would buy this book.” Somebody pitched to me an idea – somebody came to me once with an idea of a book about – somebody was asking advice, it was a book about – I hope I don’t – I think the book might have gotten published, I don’t want reveal the name – it was a book about the history of yoga in America – or maybe it was – yeah, I think the history of yoga. And it’s like, “Oh, okay, that’s cool. So, I think a lot of people who do yoga might be interested in that.” And she said, “Well, I think people who don’t do yoga are going to be interested in this.” And I said, “No, they’re not. Like, people who don’t do yoga don’t care about the history of yoga, alright? There are a shitload of people in America who do yoga, that’s a pretty good audience right there. But don’t tell me every –” You know what I mean? So, for me, it’s like – for me, it’s like my books. It’s like I know that the – like this book about the Science of Timing, I know that certain people in my neighborhood in northwest Washington DC who read – are of a certain age, and read only literary fiction, and 700-page biographies of founding fathers – they’re not going to read this book. They’re not going to read it. They might be their neighbors, they’re not going to read one of my books. And so, I think that’s really, really important about, who is the book not for? Tim Ferriss: It’s also an indicator of a focus and logical/rational thinking in a sense, right? Because if you’re – for instance, just to diverge for a minute – but if you’re in the world of investing –  where I spent a long time with early-stage startups, 17 years or so –  if they say, “Everyone is my customer,” there is a very real risk that if you give them X number of dollars, you give then $1 million, that they could be developing Dropbox for, say, early tech adopters in the first wave and they need to get from zero to 10,000 users, and if there is an 80 percent off-deal for something like shopping mall circulars or something, that they would jump on that, and piss away all their money. And it’s certainly, I think, books – a lot of books fail – and this true of presentations too – from too much miscellaneous information, not too little – if that makes any sense. Daniel Pink: Absolutely. It’s a matter of – it’s really just a matter of – it’s really just a matter of focus. And going back to this speech   thing, I mean one of the – one of the pieces of advice, to the extent that anybody ever asked me for advice on giving speeches and what not – and it sounds a little like a – it sounds like a Zen Koan-ish sort of phrase – but basically, my point is, say something important rather than saying important things. And I find out, a lot of times, people say something important, rather than say important things. Because I think a lot of times, people like to try to stuff within the skin all the things they’ve found out, all the things that they know, and they end up not saying anything important. And so – that’s the reason for doing – anyway, you get the idea. Tim Ferriss: Yeah, I know. And there are so many comparable examples. If, for instance, you look for this vetting of ideas by putting together a short synopsis of some type. And there’s one example, for instance – and I believe this is true, I’ve certainly heard it and read about it a few times, and I know a fair number of people who work at Amazon, but they’d have to confirm – but, I think, Ian McAllister, who used to, at least, be a general manager at Amazon, talked about this, is walking backwards. And for new initiatives, the product manager who would be in charge of developing, say, a new product, has to write an internal press release which announces the finished product. And that has to focus on, effectively, exactly what you said. And I’m quoting you from [inaudible], but, “Centered around the customer problem how current solutions, internal or external fail, and how the new product would blow existing solutions away.” And it’s the same thing. It’s the same thing. If you can’t write that press release, how on earth are you going to navigate the decision-tree of getting to a product that finds its feet? I mean, it could be very difficult – and not so say you don’t iterate, but it’s a good – it’s a good filter through which you can at least catch the detritus that shouldn’t make it to step 2. Daniel Pink: Oh, man, I have to say, I’m your [inaudible] of course, on that press release technique. I’ve literally done that, working with – I think it’s helpful for non-profit groups that I’m involved in. So if a nonprofit group wants to do a big project, but they’re all over the place, they don’t know exactly what they want to do – and I literally did this. I said, “I’ll tell you what. Here’s what I think the project is. Let me write a press release from two years from now, and I’ll send it around.” And it ended up being a – I had to get an idea from Amazon too – and it ended up being this thing that was really, really focused. So, “The Bobbitybar Group, announced, today, that it was doing Bobbitybar,” and then it’s like – and it had quotes and things in it, and it ended up being this focal point on – for the whole organization on, “What are we actually trying to accomplish here?” So, I second that emotion there. Tim Ferriss: And just to return to another thing that you said – which I’ll paraphrase here as, if everyone is your customer, no one’s your customer – another filter or question that I use – or have used, I’m not really in startup game anymore – but have used a lot with startups, because they’ll ask me to review, say, a landing page, and look at copy, and messaging, and so on. And before I would review it – if, with no further information I have to review it based on my pair of eyes, and my perspective, and my particular problems, that I can try to empathize and put myself in other people’s shoes. But I have to know whose shoes to put myself in. And so, I’ll ask them, “If you could only have 1000 people sign up for this, who would they be and why?” Like, describe, for me – and this isn’t a politically correct exercise – like what is gender, race of that matter is. Or maybe it doesn’t. Where do they live? What magazines or websites do they read? What is their household income? Like really get granular about what these people have in common. Like, “Do you want all the readers of People magazine? Do you want the 2000 people who [inaudible]? Do you want something in between? Like, really describe that for me.” And only once that’s been done can I actually get feedback on modifying any of the features or copy or messaging on a particular page.” So, it’s – these principles really transfer to a lot of different areas. Well, let me ask just a handful of additional questions, and then maybe we can do a round two sometime. But you’ve been talking a lot about the decisions you’ve made, the routines that you have – and although you’re very self-effacing, somebody could look at your bio and be very intimidated, and assume that you step up to the plate and hit home runs more often than not. Could you tell us about, maybe, a specific – if you’re open to it – difficult period that you’ve gone through, or down period, challenging period or failure – it could be any of those things – and what you did to get back on your feet, or the decisions you made that helped you then get back on firm ground, if anything comes to mind? Daniel Pink: Sure, sure, sure. There are all kinds of things. I mean, I hate to keep going back to the – I hate to keep going back to the law school days. But I did leave law school after my first year, and I hated it so much that I went to India instead, and I traveled around – I traveled around India, incredible life-changing experience because I was a young guy – whatever old I was,  25, 26 years old. And at the time – it was a while ago, so at the time, India was even cheaper – well, much, much cheaper than it was. So, if you’re like a 25-year-old dud traveling on your own with a tiny little bit of money in your pocket, you can make it go very, very, very far. And so – so, at the time, I guess I felt like – because I didn’t do very well in my initial foray into law school, I didn’t really like it, I was pretty miserable, I felt I had made a terrible decision, and I, at some level, just tried to escape. And the way I got back into it was, essentially saying, “Okay, if I’m going to do this, then I’m going to try to figure out what are the one or two things that I can find valuable in this experience, and just try to power my way through. And I guess that’s all that I – I guess that’s all that I did to overcome that. But I felt pretty bad about how I didn’t do very well, I didn’t really like it, I felt I had made a ruinous decision about how my life was going to go. And when I woke up and matured a little bit, I said, “Okay, some people make – like bad things actually happen to people.” And I think going to India was actually helpful in that regard too, because, “Okay, I’m not living in a tar paper shack with filthy water; I’m just – I’m not self-actualizing fast enough for a 25-year-old middle-class person. That’s not a real problem.” And so, I think that, sort of putting the problems in perspective, and just trying to find some goodness in what you’re doing next – and also, I just – like really deriving specific lessons from these kinds of failure. And I think that’s another part that’s really important to me. It’s that, rather than – rather than simply allow this hazy notion of what you learn, I – again, I’m a big believer in writing things down – I’ll give you a better example of that. And this is – I don’t want to call this a major failure, because it’s not that significant. But I did a TV show for National Geographic, and I worked with a TV series, and I worked with some really great people, and we put on a really, freaking great show. And it didn’t get picked up for a second season. And – and so it was disappointing, but it’s not like a massive failure, it’s not like anything real in life. But at that time, what I did is I said – I basically created a file and said, “Okay, here’s what I learned from this experience, things that I learned from this experience.” One, I like working with really talented people, people who helped me perform better. Two, I don’t like to involved in projects that I don’t have full creative control over. Three, working with people in traditional television can be very perilous, because they’re subject to all kinds of pressures that are out of their control. And so, you have this experience where things didn’t go the way you wanted to, but if you actually, literally, write down the lessons, I think you can get something positive out of it. Tim Ferriss: And was the writing down of these lessons more of a cathartic exercise, or are these – would you go back and revisit that? Daniel Pink: You know what? Like for me, a lot of times, what I would do is, for me, and sometimes, certainly writing things down, it seems the act of writing it down is enough to solidify it. So, I’ll do the kind of thing where, before a talk or something like that, I will write an outline – basically, I know what I want to do, and then I’ll take notes and write an outline of the speech and the things I want to hit, and then I literally would not look at it; like I, sometimes, won’t even bring it with up with me. I’ll forget to bring it up with me. Because the act of – the act of actually memorizing it is really what gives it its oomph. But what I don’t want – what I’m trying to say in a somewhat ham-handed way is that, like when you want to – you don’t want those kinds of lessons to be hazy too much. You want to, actually – like, “What specific thing did I actually derive from this?”, and I think that’s really useful. There’s also a great technique that Tina Seelig has used – Tina Seelig who’s at Stanford has used – which she talks about – she writes a failure resume. So, she has a resume of all her failures, and then with each one, what she learned from it. Tim Ferriss: When would she use something like that? Daniel Pink: I mean, she keeps it for herself, but she would use it – Tim Ferriss: Oh, I see. It’s an ongoing working document, just like a regular resume. Daniel Pink: Yeah, yeah. An ongoing working document that basically – so you can look at and say, “Oh, I made a lot of mistakes but here’s what I learned from it, and don’t make the same mistakes the second time.” I don’t mind making mistakes, what I don’t like is making the same mistake twice. Tim Ferriss: With the – two questions on India: why India? And then second, how did you decide to find the compelling benefits of continuing with law school versus changing course? Daniel Pink: Let’s see. You know what? I think – okay, on the second one, I think I was too risk-averse to change course fully; I think that would have been too much, too much of a [inaudible] narcissist to leave altogether. I probably would have – I probably would have felt like an abject failure, so I don’t even think that was in the cards. So, on the why India, a couple of reasons. I had always been fascinated by it; I knew that I could get around, that the previous summer I had been to Southern Africa, and it was the first – I had never been out of the country, until I was 23 years old, never been – And so the first time I left the country, I went to Southern Africa on a – I raised some money to do this – to do a project there. And that was a revelation, like, “Holy crap, this world is lot bigger than I thought.” And so, I wanted to go to someplace that wasn’t Europe, or someplace that was a little bit different from – a little bit more different from the United States. And so, India was a place that I had always been fascinated by, it spoke English and it was cheap. Tim Ferriss: That’s a compelling combination for someone leaving law school for a period of time.  Daniel Pink: Yeah, when you’re 25 years old – or however old I was – and you have a little money in your pocket, you can go so far on so little money; it was unbelievable to me – especially if you’re willing to sleep – to take overnight trains rather than pay for a place to stay, or leave in these – go to sleep in these places where there’s just a row of beds on a balcony and mosquito nets over each one. Tim Ferriss: So, the – I mean, travel is one of those gifts that keep on giving in a sense – I would put books in that same category. Daniel Pink: Yeah, I agree. Tim Ferriss: You’ve written a lot of books, you’ve read even more books. Besides your own – and I’ll just – going to segue into a couple of short questions – what books – are there any books that you’ve gifted often to other people, or repeatedly given to people. Daniel Pink: Yeah. Oh, yeah. So, they’re probably books that you’ve – I mean, it might have been books that you’ve covered in your show here. So, one of them is Bird by Bird by Anne Lamott, one of the greatest things ever. I come back to that advice so many different times, it’s the same even in the Pink household, where we’ll just say – like one member of my family would say to the other who’s struggling, “Okay, bird by bird. Bird by bird.” And so, I am a huge – and I stumbled into this book – I remember where I got this next book, I got it in the airport in San Francisco, in the bookstore in the SFO. And for some reason, I picked it up because it had this really weird cover. But one of the first editions of The War of Art by Steven Pressfield had this kind of silvery cover to it. And I bought that book in – I think it was a campus bookstore in SFO, just because it’s – I went, “Oh, it’s silver cover, and it’s really short.” I got it and it was like, “Oh, my god. I can’t believe how good this book is.” And so, I have even have a little sign on my desk here that says, “Beat the resistance.” So, I’ve given that book a out a lot too. So Pressfield and Lamott. And then – man, I have to say, Victor Frankl’s Man’s Search for Meaning is up there too.  Less – I’ve given that out less, but that’s a hugely important book for me. Tim Ferriss: Yeah, that’s one of those books I really need to re-read. And I think you’ve actually spoken about – let me get this right, I was about to say “Animal House,” but that is not right – Animal Farm. Daniel Pink: Oh my god, Animal Farm is on one the greatest books ever. Tim Ferriss: And how you – it’s a completely different experience as a book, at different points in your life. Daniel Pink: Absolutely right. Tim Ferriss: And the last time I read Man’s Search for Meaning was probably – I would say seven to ten years ago. And a lot has changed in my life in that period of time. I think that that is worthy of a re-read. And have you – it sounds like you’ve re-read each of these books also, also Bird by Bird, The War of Art, Man’s Search for Meaning, yourself; you’ve read these more than once. Daniel Pink: Yeah, yeah. I’ve read it more than once. Yeah. But I’m not a chronic re-reader; there are some people who are regularly – there are relatively few books that I have re-read. But those I absolutely have. And once – I had another experience in college – the only thing I remember in college are shards of things that the professors said, basically one-liners. But I had a professor, once in college who – in an American Studies course, he assigned us to read The Adventures of Huckleberry Finn. So, you’re in college, and your professor assigns you to read The Adventures of Huckleberry Finn, people are like, “Oh –” because everybody read that book in high school. And he said something – he said the following words, he says, “I know you read that book, but you haven’t read that book,” meaning the person you are today. And that ends up being – it ended up being true. So, I’ve read Animal Farm at different points in my life, and had different views on it. I’ve read Great Gatsby] at different points in my life. I have seen the play, Death of a Salesman – I don’t know, probably seven times. And each one feels a little bit different to me. I had a completely different view of Death of a Salesman once I became a father versus before I became a father. I had another view of Death of a Salesman before I knew about – had read about psychopharmacology and mental illness and after I did. And so, I think that that – I think those kinds of experiences are really fascinating. Animal Farm, I was like, “Oh, really cool. It’s about the Soviet Union and how power corrupts, and blah, blah, blah.” And now, I read the book, it’s like, “Okay, this book is basically about organizational dysfunction. Who cares whether it was supposed to be about the Soviet Union, this book is about the Acme Widget Corporation and how screwed human organizations are.” Like this – I think that Animal Farm should be in every organizational behavior class in an MBA program. Tim Ferriss: That’s another one I need to re-read – not a long book, either. I mean, I read that in sixth-grade or something. I mean, completely unequipped. Daniel Pink: You’ll see it – you’ll see it completely differently. That’s a great book. I’ve read [inaudible] multiple times too. Tim Ferriss: Also a very timely book. Daniel Pink: Well, on that front I read The Handmaid’s Tale for the first time. I was, sort of, 30 years late to it, but I read, and I loved that book. I have a whole – I’m not joking around, and if you want validation, I’ll send you a photograph of it – I basically have a stack of books right here that are, basically, dystopia books that include Philip Roth The Plot Against America, an Octavia Butler book, Sinclair Lewis’ It Can’t Happen Here, another sci-fi book by Eliot Peper called Cumulus, and other one called Infomocracy by Malka Older. I have a whole – I’m basically – I have a whole pile of dystopian works. Tim Ferriss: Why is that? Why do you – why do you read so much dystopia? Daniel Pink: Because I want to understand the current moment more clearly. Tim Ferriss: So, this might be – this might be an appropriate next question. It doesn’t have to be related to what you just said, but if you could put a short message on a billboard – metaphorically speaking – to get a word, a quote, a question to millions or billions of people, what might you put on that billboard? Daniel Pink: Well, it’s interesting, because I think it is related to what we’re just talking about – or maybe, the fact that you asked it in this context made me relate it. But one of the – one of the things that I would write would be “Assume positive intent.” That would fit very nicely on a billboard. Assume Positive Intent. Because I think – and I’ve changed my view on this, Tim. I’ve actually, in some ways, become – I’ve certainly gone the reverse – like, basically, the general view is that people are idealistic when they’re young, and cynical when they’re older, and I’ve actually become less cynical as I’ve gotten older. And the other thing is, basically, on politics, like there’s this old line in politics that everybody dies a Republican. Because, as you get older, and you have something to conserve, you become more conservative; I find myself going, actually, the opposite direction as I understand more about the world. But the point of all that “Assume positive intent” is that, I think – and it goes to our politics right now – is that a lot of times. I don’t know – I just think, like, your default – you know this already – our default settings are so important in any realm of our lives. And I think, a lot of times, if your default setting is that people have – everybody you deal with has negative intent, that’s going to lead you down one pathway, there’s no question about it. And here’s the thing: I don’t think that’s true. I really – my experience as a human being is that some people, obviously, have negative intent, but most people do not; most people actually have positive intent. So, my view it that if you assume positive intent on the part of others and let them disprove that, that’s a better way to go, than to assume negative intent and say, “I’m going to assume that you have negative intent, Tim Ferriss, until you prove that you actually have positive intent.” I think just doing the reverse is better: assume positive intent. Not that – I’m not Pollyanna here, I don’t think everybody has positive intent. But I think most people do, and if you just make that your default setting, you’re going to have better interactions with people, you’re going to learn a lot more. Tim Ferriss: The default setting – default state, as you put it – in this case, creates a completely different experience of reality. Daniel Pink: Absolutely. Tim Ferriss: Whether it’s guilty until proven innocent, as you look at everyone and anything around you, or innocent until proven guilty. And I remember you were talking about these one-liners, these shards that stick in the mind. I remember – I can’t – I can’t recall who said this to me, but they said, if you go out one day, and you walk around, and you meet an asshole, that person is an asshole; if, on the other hand, you go out and everyone you meet is an asshole, you are the asshole. And if you assume that everyone has negative intent, you yourself become that which you loathe. Daniel Pink: Nice point. That’s a really good point. That’s a really good point. Tim Ferriss: I love that: assume positive intent. Well, it – Daniel Pink: It also fits on a billboard. Tim Ferriss: It does. Daniel Pink: That’s the other – I mean to actually take that thing very literally, it’s like literally picturing in my head, like what would be – what could fit on the billboard? Tim Ferriss: Well, I think that’s a great place to wrap. I mentioned a few things at the top of the show, danpink.com, @danielpink on Twitter, Facebook/danielhpink. Is there anything else that you would like to mention as a closing comment, request, and ask of the audience – anything else you would like to say? Daniel Pink: No, I mean we’ve covered a lot – we’ve covered a lot of ground, and if people have listened this far, god bless them. I mean, I can’t – even I am not that ungrateful to ask for something more after this kind of indulgence. Tim Ferriss: Well, I’m a big fan of your work; I have been for a very long time – including Johnny Bunko, which I still have to this day. So, you may recall ages ago – lifetimes ago – I think it was at South by Southwest, actually, which is timely since I now live in Austin, Texas – you inscribed, you signed a copy of that book for me, which I still have. I’ve carried it with me – Daniel Pink: I remember where we were sitting. I do. Tim Ferriss: So, I appreciate it, and I still have the book. And it’s really been nice to reconnect and catch up a bit. Daniel Pink: Indeed. Yeah, yeah. It’s been fun – obviously, it’s been fun to watch all the great thing that you’re doing, and this massive audience that you’ve built. And just – I’ve gotten so much – my dog-eared – too bad we’re not on video, but I can show my dog-eared copy of Tools of Titans, which is a great book title by the way. Tim Ferriss: Awesome. It is the only book title that came easily; it is the only one. All the other ones were agonizing, agonizing, agonizing sessions of brainstorming, and picking one of the titles among many that I felt dissatisfied with. Tools of Titans for whatever reason – thanks to the universe or whatever powers may be, or luck that may have happened upon me, but that is one that just kind of came, and I was like, “Hey, that’s the title.” And that was it. Daniel Pink: I didn’t – I also didn’t realize that you were in Austin. How did you end up in Austin – or why did you end up in Austin? Tim Ferriss: Yeah, it’s – I have felt a gravitational pull to Austin for a very long time. I, in fact, wanted to move here right out of college, but I didn’t get the job [inaudible] [02:00:39] – made it to the final round of interviews which brought me out to Austin, really fell in love with the town. Though, the baseline of friendliness and warmth here, of neighborly feel is higher than just about any other place I’ve experienced. And then, instead of getting a job here, I got a job in the Bay Area, which took me to San Jose, and Mountain View, and San Francisco for the better part of nearly 20 years – which I loved for that period of time. But, much like with books, I think that you visit places, and your experience of those places changes over time, and what attracted me to the Bay Area, I think, has morphed into something else, and – I have also morphed into someone else. And it felt like a good time for me to experiment with a new location. Also, I found myself in the very – almost inescapable conversation of tech to be just drinking the Kool-Aid a little too heavily, or repeatedly, or believing my own bullshit maybe – not necessarily bullshit, but getting caught up in a lot of platitudes that are thrown around so often in Silicon Valley, to have become part of the daily vernacular And that scared me quite frankly, that I was like, “Wait a second, if I look back at the last five to six months, how many conversations have I had that don’t include the following twelve words, or twelve expressions?” I was like, “Wow, I can actually count them on both hands.” Daniel Pink: Interesting. Interesting. Where did you grow up? Tim Ferriss: I grew up at the very end of Long Island and was born [inaudible] in The Hamptons, which is a very odd thing to be. For anyone who’s seen The Affair – I have not, but I’ve heard of The Affair, this TV show that is, apparently quite popular, a lot it takes place in this restaurant called the [inaudible], which is Montauk, and I used to be a busboy at the [inaudible] Daniel Pink: Oh, wow. Nice. Tim Ferriss: So Long Island is where this – this whole thing started. Daniel Pink: Weirdly, I remember from – 4-Hour Workweek, I think that you described yourself as a “hellion”. Tim Ferriss: A little hellion. Good memory. Daniel Pink: Which is a great word, it was such a great word. But I realized I didn’t have a geographic sense of where you grew up; it’s interesting. Tim Ferriss: Yeah, I think the use of “hellion” is actually in the dedication to my parents, and my mum. Daniel Pink: Yeah, I think that’s right. I think that’s right. You know why? And one reason I remember that is that I listened to part – I got part of that book on audiobook, and I remember at the beginning – because you read that book, I’m almost certain. Tim Ferriss: It was Ray Porter who has a voice that is easily mistaken for my various mannerisms that I’ve developed now to be a – that was Ray Porter. He did a great job. Daniel Pink: Wow. Interesting. Okay. But I’m pretty sure that – I don’t know, it’s just a great word. Tim Ferriss: It is a good word. It is a good word. Daniel Pink: I’m going to try to use it in the next 24 hours. When I come up with a good – when I hear a good word, I try to drop it in the next 24 hours, just because it helps to reinforce it for me. Tim Ferriss: Well, I’m going to try to use surrogation, and I’m going to try to eat more hard-boiled eggs in the next 24 hours. Daniel Pink: You’re golden. Golden, man. Your life would change markedly if you start employing the principle of surrogation while eating hard-boiled eggs. Everything will – the sun would come shining up and – the sun would burst out from behind the clouds, and unicorns would scamper across your front lawn. Tim Ferriss: Well, my dog would love that. And Dan, this has been – this has been a lot of fun. Thank you. Daniel Pink: Thanks a lot for having me. I appreciate it. It was really interesting. Tim Ferriss: And for everybody listening, as always, you can find links to everything including Dan’s social website, the new book When, and much more in the show notes, which you can find at tim.blog/podcast. And until next time, thanks for listening. Posted on: June 26, 2018.", "speakers": ["tim ferriss", "daniel pink"], "text_sentences": ["tim ferriss: hello, boys and girls, this is tim ferris, and welcome to another episode of the tim ferriss show", "my guest today is daniel h", "pink, @danielpink on twitter", "he’s the author of six provocative books, including his newest when subtitle the scientific secrets of perfect timing", "when is a new york times, wall street journal, usa today, washington post, and publisher’s weekly bestseller", "that’s a lot of lists", "pink’s other books include the long-running new york times bestseller a whole new mind, and the no", "1 new york times bestsellers, drive and to sell is human", "his books have won multiple awards, and have been translated into 37 languages at last count", "he lives in washington dc with his family", "you can also find his work, his various goings-on at danpink.com, and, if facebook is your thing, facebook.com/danielhpink", "dan, welcome to the show", "tim, thanks for having me", "tim ferriss: it’s been quite a while since we last – several years", "tim ferriss: several years", "and i know we were talking about all things japanese most likely, at least, in one of our recent conversations based on one of your books", "and maybe you could tell people, actually, just this context, a little bit about that book that we were chatting about in manga format, or japanese comic format, and we’ll use that a jumping off point", "yes, indeed", "that was one of my best ideas that didn’t go anywhere", "so, that was a book called the adventures of johnny bunko, and as you say, tim, it was written in the japanese comic format known as manga", "and, as you know, as a japanophile, in japan, manga, the comic format, is much more versatile and more widely used that it is here in the united states", "so, you have grown-ups reading comics, and they can be things about financial advice, things about love life, things about history", "and so i did a fellowship in japan with my wife our three kids, where i studied the manga industry, and i came back and said, “you know what", "i think it’s time for manga to broaden its reach here in the united states of america.” so, i wrote a book called the adventures of johnny bunko, and it’s a graphic novel in manga form that reveals the six essential lessons of any satisfying productive career, through the story of a hapless young accountant named johnny bunko", "tim ferriss: that’s a fantastically concise description", "and i wanted to also – you said, in the beginning, that it was the best idea that didn’t go anywhere or something along those lines", "and i wanted to bring up the book, because it seems, for those people it struck a cord with, it struck a very deep cord, and i believe it as kevin kelly – arguably the most interesting man in the world – who was on this podcast, and he mentioned that that book was – at least at the time – his most gifted book", "so i wanted to, at least, highlight the fact that if it’s good enough for kevin kelly, it should be good enough for many, many other people", "that’s exactly right", "kevin did say that, and i actually think it’s a good book; we did reasonably well with, but it didn’t blow off the doors", "i think i was – and this is a common thing that happens in life, and investing, in entrepreneurship, in publishing, in anything, it’s that you could be ripe too early", "i think that’s what it was, that i actually think that this format of graphic novels and comics having a more expansive reach in the united states, is probably going to happen", "i might have been, as they would say in the world of politics – i might have been a little ahead of the voters", "tim ferriss: or using a surfing metaphor, paddling a little too early for the wave, which sometimes means you don’t catch a wave", "in investing, it sometimes means you paddle right into the impact zone and then get smashed", "then you mentioned politics", "i wasn’t going to go here right away, but – and i’m going to get there in two hops – but i’m looking at, in front of me, the yale law & policy review volume 8, no", "2990, and it says at the top – this is like a deposition now, what do you – you have like exhibit a", "am i going to – did i say something 30 years ago that you’re making me pay for right now", "tim ferriss: i’m auditioning – indirectly albeit – for my role on true tv as talent", "but this won’t go into any incriminatory territory unless you volunteer something along those lines, which i doubt will happen", "but it says on top, “editor-in-chief, daniel h", "pink”", "so, how did fate intervene that you are not currently in the legal profession", "oh, my god", "this is one area where i want to thank fate for grace and kindness", "here’s the thing: i want to law school, and i went to law school largely because i was a middle-class kid from the middle of america, and that’s kind of what you did", "and once i, sort of, saw the inside – and it was a terrible decision, and it actually helped me figure out how to make better decisions", "it gave me some, actually, really good advice on how to make better decisions", "but i, basically, went law school without knowing what lawyers did, or even what law school was", "it was just something i did because that’s what i was supposed to do; i found i didn’t really like it very much", "and once i found out what lawyers actually did – and god bless the lawyers listening to this – but once i found what lawyers actually did, i was like, “oh, you hire somebody else to do to that.” it’s like – i mean, it’s like it takes skill to plunge a toilet, or that kind of thing, or mow a gigantic backyard – i mean, it takes skill to do that", "it just that, you know what", "it’s really not my thing", "and so, so what i’d rather do is do something else and then pay someone else to do that kind of dirty work", "and yet, i found myself stuck in because i was risk-averse – i did leave for a little while", "actually, i dropped out for a little while, but i came back", "and so i went through law – i went through law school, it wasn’t – accumulated massive, massive, massive, massive student loans", "but i was very fortunate in two dimensions in my law school trajectory", "one was that my school had a very ahead-of-its-time loan payback program, key to salary", "so, if you made less than a certain amount, they would offer assistance in repaying your student loans", "and that gave people much more – nobody – not many people took it – but that gave you, theoretically, more career flexibility if you decided not to practice law", "the other thing is that i met my wife in law school", "so, it’s a decision that ended up having a profound positive effect on my life", "tim ferriss: how did it help you learn to make better decisions", "going to law school", "tim ferriss: right", "you said that – well, here’s the thing – okay, here’s what it is", "here’s the thing", "so, there’s this principle in social science, it has a fancy name, but it is something that we all do – and something that we should do – it’s the principle of surrogation", "okay", "how do you make decisions", "you use the principle of surrogation", "and surrogation basically means, find someone like you who made this decision, and see what happened to him or her", "that is, find out what it’s really like", "again, this is a totally fancified way of something that is very commonsensical", "should i go to this restaurant", "well, let me check the yelp reviews of 47 other people who have gone to this restaurant", "and what i did – and it’s amazing to me, tim, when i think about this, and it’s advice that i give to my own kids as well", "i went to law school literally having never spent a day – not a day, ten minutes – talking to a lawyer about what he does", "i’m not – i mean, i’m embarrassed to say that, but that’s absolutely the case", "i went to law school having never sat in on a law school class", "i mean, it’s unbelievable to me in retrospect", "and so, had i done those kinds of things, i might have approached it more skeptically", "but i didn’t do those things, and so – and because that ended up being an incredibly expensive decision – even though it led to some – it basically – i mean, it led to the most positive thing in my life which is my wife – even though it led to something positive, it was a terrible decision", "so, now, i’m sort of a surrogation – a surrogation idealogue, like i believe in surrogation for everything", "largely because i got bitten by that bad decision", "tim ferriss: can you give us an example of at some fork in the road or some perspective decision where you’ve used surrogation – or where you’re planning on using it", "oh, sure", "okay", "so, i’ll give you an example of it", "so, again, we’re not talking rocket science here, we’re talking like, basically, “hey, act like a reasonably intelligent grown-up,” is basically what i’m doing here", "but let’s go back to the – let’s go back to the japan thing", "so, i got a fellowship to go to japan, and i went with my wife and our kids as i mentioned", "but before i did that, i talked to six different people who had the same fellowship – before i accepted – six different people who have the same fellowship, what it was like for their kids, what the work was like, what the living was like, before i made the decision", "now, again, that is not a monumental, intellectual breakthrough", "but it’s something that i didn’t do when i was much younger", "tim ferriss: well, it’s best practice that can often get skipped, right", "whether that’s something like this or something that should be very straightforward, if you look at, say, [inaudible] [00:10:11] day’s work and the checklist manifesto, and checking the various things to avoid bacterial line infections in a hospital, right", "it’s very straightforward, but if you neglect it, over time, bad things are going to happen", "yeah, yeah", "but it’s also the – i think that as – as i’ve gotten older, and gotten more experience, i’ve actually become much more aware of the importance of intellectual humility", "and when i think of when i was younger, i feel, “well, i know what law school was like.” “how do you know?” “well, i just know", "because i thought about it, so i know", "i know what lawyers do, because i met somebody who was a lawyer, and i know what lawyers –” and so there’s a degree of arrogance in that; i was thinking that you know something when you actually don’t", "and so,  if you approach all kinds of decisions with a degree of intellectual humility and ask yourself, “what don’t i know about this", "where are my blind spots?”, then i think you’ll end up making better decisions", "tim ferriss: definitely", "speaking of blind spots, i promised i would segue into politics, and that is somewhere i have very, very little confidence in any of my knowledge or expertise", "how did you – so i was looking at what i believe to be one of your first articles that really – i’m not going to say “put you on the map”, that’s too much of an overstatement – but the free agent nation article on fast company which was at the end of 199 – ", "yeah", "20 years ago", "tim ferriss: yeah, 1997", "and in the bio – or the byline, rather – of that article says, “until recently, chief speechwriter to vice president al gore", "so, where did you go from law school – or dropping out of law school, for a period of time – to speechwriting for then-vice president al gore", "well, when i graduated from law school, i was, actually, very keenly interested in politics; it was probably my deepest interest at the time", "and i said, “you know what", "i’m going to go work – i’m going to work in politics.” and – tim ferriss: why was it interesting to you at the time", "a couple of reasons", "no", "1 is that i thought it was a venue for achieving something in the world and making a contribution to the world", "the other thing is that i found the actual practice of it quite exciting and interesting in the way that sport is exciting and interesting", "so, it’s was combo platter for me", "and i had been interested in it for many, many years", "and i said, “okay, this is what i want to do.” so, i got out of law school, and i started working on political campaigns – which, at the time, i liked, because political campaigns are totally interesting", "i mean, again, it’s like a sport, in that there’s a beginning and there’s an end, and there is a very clear outcome", "and it’s exciting, and you’re making decisions on the fly, and i find political campaigns, more than other kinds of organizations and institutions, fairly meritocratic because there’s so much going on, and so much crazy stuff happening that, if you can do something, you will continue to – you’ll be asked to do it again", "and that’s pretty much what happened to me", "and that, someone, at some point asked me to write a speech, and i did it, and it was okay", "and then they said, “hey, that’s okay", "you want to do it again?” and i did it again", "and then i did a third time", "and then, all of a sudden, that was my job", "and it ended up being something that i had a certain affinity for, and it’s something that a lot of other people did not, and so just in the supply and demand of who had to do what, that’s what i ended up doing, and i enjoyed it", "i did it political campaigns, i did for a cabinet secretary, and then i ended up doing it for the – i ended up doing for the vice president", "the trouble was is that, when i had spent all these years in the belly of the beast, it’s sort of like, “wow, i really want to work in politics,” and all of a sudden, in a pretty kind of half-assed way, i was at a pretty good gig in the belly of the beast", "i realized, “hey, i’m not sure this is my thing", "i thought this was my thing, but i’m discovering that this is not my thing, and what’s even worse is that if i project out even further, and look at, say, what i’m going to be like, or what i’m going to be doing in ten years or 20 years, i really don’t like that picture, because i see some of those people around me.” tim ferriss: but is there anything besides the projecting forward, looking at the people who had – been in the game, so to speak, for a longer period of time, and saying, “wow, i could see myself filling their shoes, and i don’t like what that looks like,” was there anything else, any other indicators or moments that made you realize it wasn’t for you", "there were a few things", "first of all, the amount of bs that was involved was startling to me", "i expected some, but if you do a pie chart of bs and not-bs, the bs slice was extraordinarily large – larger than you would imagine on a number of different dimensions", "and here’s the thing, tim, i freaking lucked out too, in who i was working for, because my last two jobs, i worked for al gore who’s a very smart guy, and a very good guy, all around", "and before that, i worked for the then labor secretary, i was a speechwriter the then labor secretary, a guy named robert reich, who’s a very smart guy, and a good guy", "so, i had basically the best kind of bosses you could possibly have", "and so, that was another indicator – so i got the best bosses you could possibly have, and i still like, “hmm, it’s not the species of the reich or gore, i don’t like, it’s the genies of politics that is actually bringing me down.” and so – and so among the things that i didn’t like – let’s go back to the bs", "there was an enormous amount of – an enormous amount of time spent, basically in the air, in almost everything that was going on – within the boundaries of the law, obviously – concern for basically pandering and fundraising", "it was really quite remarkable", "the other thing is that i also felt like a lot of the other people who were good people, that they were so interested in – they were so absorbed in the mechanics of things, that they – i felt like i was losing sight over, like, what we were doing here in the first place, what did we actually – what did actually believe in that the – and there was so much short-termism, so much short-term insane kind of posturing, and, “oh, let’s get this slight advantage over the day.” and it was like, “what’s the point", "what’s the point of all this?  i’m working really, really hard, and i’m not sure this is – i’m not sure we’re actually doing that much", "and here’s the scary part, it’s like – that was 20 years ago", "in retrospect, those are the good old days", "i mean, you have – i mean, we were – i mean, i’m old enough, i did this long enough ago, where i’d be pumped when something i wrote made it onto the “evening news”", "i haven’t watched the evening news for 19 years", "we weren’t dealing with social media, the world was very, very, very partisan then, but nothing like the way it is now", "so, i remember devoting a couple of days in my office to some subpoena that was given to gore’s office, or filing some document about some nonsense thing – and i’m really concerned about that because i didn’t do anything wrong, but it’s like, “oh, my god, if i have an email that mentions x, y, or z, and i don’t find it, and then someone else finds it, then i’m going to have  to hire a lawyer and – i didn’t sign up for this garbage.” so – so, i finally decided to – yeah, so, again, this thing that i thought i was deeply, deeply interested in, once i actually experienced it, i found myself far less interested in it than i would have suspected", "if you had told me that – when i left that job – if you had told me ten years earlier; “you’re going to have this job, and you’re going to leave it because you’re tired of politics,” i would have been very surprised", "tim ferriss: if you look back at that experience, the skills you either had natively or developed, how do you prepare your speeches now", "or maybe if we take an example, of a speech that you’ve given, that has received very positive feedback, or really – from your perspective – engaged the audience, how do you prepare – how do go about preparing a 30-minute, 60-minute speech", "what does that look like", "is there any example that you can give us", "yeah", "i mean it depends", "i mean, actually, that experience writing speeches was actually extraordinarily useful in going out and being a writer, and then going out and talking about what i’ve written about", "i mean, it’s extraordinarily useful", "i mean, if for no other reason, tim, it was – i mean, i spent a lot of time as a speechwriter, watching audiences react, seeing what worked and what didn’t", "and that, i think, has completely left an imprint on me", "again, i was able – i had this before i went out on doing it myself, i spent as much time as any human being could have done watching speeches being given, but i always would watch – when any of my bosses would give a speech, i would actually watch the audience rather than my boss to see – because that’s how i learned to get better at it", "“hey that line works", "hey, that line’s a dud", "hey, they’re spacing out here", "hey, this person over here looks confused", "wow, this went on too long", "wow, this could have gone a little –” i never had experienced it, it could have gone on longer", "but this could have – seriously, we could have cut it out there", "and so, seeing audiences react just give me – i mean it’s hard to – let me think of an analogy here – okay, listen, imperfect analogy, but it’s almost like i’m going to go, basically walk up and down the streets of santiago, chile for a couple of years", "i’m not going to do any talking, but i’m going to listen to everybody else talking", "and it’s like, “wow, you’re going to learn some spanish that way.” it’s not going to be – you’re not going to be perfectly spanish, but you have a huge advantage of someone if you do that, and then go and say, “hey, i think i’m going to learn how to speak spanish.” tim ferriss: and then it also makes me think of a very useful feature for a potential speaker, although it’s probably not worth the labor for the ted organization, would be to take the camera see that’s always pointed at the audience and give you the option of listening to ted talks while watching the audience respond", "that’s an interesting idea; that’s an interesting idea", "i mean, they do cutaways on those kinds of things, but the cutaways don’t show people being bored", "that’s actually more revealing than anything else", "and i’ll tell you, from a speech-giver’s point of view – and it’s interesting you raise this, tim, because i haven’t really thought a huge amount about it myself", "but one of the things that i enjoy most about giving talks is seeing the audience’s reaction, and figuring out what’s good and what isn’t", "so, if i come up with, “hey, i got this killer line i just thought of; this is going to totally rule.” and then i deliver it, and it’s like, “woah, that bombed.” and in my head, i don’t feel like, “oh, i’m so sad that it bombed.” but in the back of my head, i’m like, “ah, that bombed, that’s so interesting", "i got to make a note of that, like that one bombed.” and why did that one bomb", "did people not understand it", "was it obnoxious", "and so, i loved that part of – and when you give speeches, and you do something in real time with people – really, anything before an audience", "so, if you and i were talking before a live audience, we would be getting feedback on a conversation that i think would be really useful and interesting", "and when you do things that are asynchronous, as we’re doing now, or writing a book which is asynchronous, you get that feedback much later, and so the feedback is as meaningful", "and so, if i – if i write something, and someone says, “you wrote this passage here, i just don’t get it.” that’s sort of a bummer for me, because i don’t time to [inaudible] [00:22:49] it", "but if i say something before an audience, and i get a bunch of blank looks, i immediately know, “wow, okay, i didn’t explain that very well", "i got to back, next time around, and explain it better.” tim ferriss: i’ve so many different questions i want to dig into related to what you just said", "first is, actually, connected to something we were talking about, just before we hit record", "and that was you, having listened to the interview i did with bryan koppelman, the screenwriter, filmmaker, co-creator of the hit show billions among many other things.  and his penchant to end recommendation for forensically studying film – watching films with a notebook in hand, and taking notes on what worked, what didn’t, his responses and so on", "and you mentioned a number of different questions and cues that you might were yourself while watching, in your speechwriter days, the audience while your – [inaudible] [00:23:52] your boss is giving a talk.  would you be writing those things down", "would you be sitting there with a notebook in hand, recording this type of thing", "what i would be – what i would often be doing would be – i would have – so, if i had – if it was a speech where there was a written text – which is not always the case", "in some cases, for lower-key – for less significant things, it would be, say, conversations and talking points, and some things like that", "but let’s say for a speech that was actually delivered, that is a speech that was written out, and then delivered behind a podium, i would always have the actual physical text of the speech, and i would markup that physical text of it", "so, in some cases, because it was helpful for me in terms of just relating to my own boss – let’s say that he skipped a paragraph, i’m like, “hmm, i wonder why he skipped that paragraph,” maybe ask him about that, or maybe i could even figure out why he skipped that paragraph – he didn’t even bother reading the paragraph, or he skipped a line, or he ad-libbed a new version of the line", "that was, actually, very helpful for me in terms of just dealing with my boss", "because, again, what you’re trying to do in writing a speech for somebody else, it that you’re trying to make that person sound like the best version of him or herself", "and so, it could be that the way i phrase something didn’t sound like him, but he knew what i meant, and he was able to phrase it in his own words, and that, actually, was helpful for me in terms of doing the tactical craft of my job", "so, i would have the text with me, i would say there was a joke, i would say – i mean, i basically would –  i mean like plus and minus, and say, “hey, that joke worked, that joke didn’t work", "that line worked, that line didn’t work.” and one of the things that it taught me was, also, is that you don’t go based on – and i’m getting in the weeds here a little bit – but you don’t make permanent decisions based on one reaction", "and i do that, myself, now in my own stuff", "so, if i say something and it doesn’t work the first time, i don’t abandon the thing; i make a note of that, and then i try it again", "because, sometimes, different audiences, different contexts, different things, it can work", "but yeah, i would do that", "and here’s the thing: i don’t want to make this sound like – i use the word “forensic” to talk about what koppelman is doing", "mine was less forensic, it was more hygienic", "to me, it’s like – that’s just good staff hygiene", "you know what i mean", "i wrote a speech, and this dude is delivering it, i should pay attention to how it’s going.  and if i do that – if i do that, i’m going to do better next time, and he’s going to do better next time", "tim ferriss: if i look at the – my own writing, the writing that i’ve done that has received the best response – just keep it broad – nine times out of ten, it’s something that i have tested and honed in some speaking format, whether it’s a presentation or a class, or something else", "which is part of the reason why, if i’m giving a talk or doing an interview in front of a lot of audience, i always ask them to raise the house lights, because for whatever reason, a lot of venues like to really dim it down, but then you can’t see the response", "so, i always ask to raise the house lights", "totally", "totally with you on that", "tim ferriss: when you are testing out a speech, or an article, or a chapter on someone else, what types of questions – what are you looking for, or what types of questions do you ask", "you can pick any of those that you’d like – but what types of questions do you ask? okay", "yeah, yeah", "let me take your simple question and complicate it", "tim ferriss: let’s go for it", "because i actually think that speeches and written word are different things", "and so – so the way that i would convey an idea in a speech is going to be different from the way that i would convey this similar, same idea in a book", "and so, for me, like one of the most important – i have to say, it’s a simple question, but – and i find myself asking it all the time to people is this following question, “does that make sense", "does that make sense?” or what i’ve sometimes found, an easier way to rephrase that, is – this is actually – i think it’s actually a useful writing hack is – “what about that doesn’t make sense?” tim ferriss: yes, it’s a great question", "so, i think that people are more likely to say, “does that make sense?”, out of politeness, and also just out of self, “oh, of course, that makes sense", "yeah, yeah, yeah.” but, sort of, “what about that –” so, i converted a little bit, “what about that doesn’t make sense?” when you explain an idea to somebody, or you’re talking to an audience, i really think – i mean, maybe i’m overestimating my own abilities – but i really think you can tell by the looks on people’s faces", "there are all other kinds of markers of that too", "so, for instance – especially now, if you have slides, what are people taking pictures of", "what slides are they taking pictures of", "what things are they writing down", "so, i look at those kinds of cues in talks", "i think writing is more difficult, and i’ll tell you what i do in writing, especially books, and this is a little bit insane – or it’s – i mean, it’s insane in the sense that it requires someone who is deeply devoted to you in a way that someone you truly love is devoted to you", "so, here’s the thing about my books: i – even though i’m – even though i just said speeches and written words are different, for me, i actually improve my writing by listening to it", "not because – i listen to written words different from the way i listen to speeches, if that makes any sense", "and so, when i write books – so the latest book – i mean the latest book and all the previous books – i have an office here behind my house in washington dc, it’s a garage – refurbished garage", "and for – i would sit in my office – and let’s talk about the latest book, just to give you idea", "so, this is a book, i don’t know, it’s like 280 pages, something like that", "i read every word of that book out loud to my wife, at various stages", "what’s more, i read drafts – multiple drafts of chapters – out loud to my wife in this office", "but wait, there’s more", "my wife read every word of this book out loud to me, including drafts", "because, for me, that’s how i – that’s how i process the written word", "so, for me, i can tell what works in a speech, because you have a large audience of people behind – reacting to it", "when, in terms of written words, like i – i don’t know", "it’s just like – you know, after all these years, i know what’s good and what’s not when it comes to the written word", "and i actually know what’s not good, really, is what i know", "and so, i try to remove all the not-good stuff", "and the way i do that, and it’s a very laborious way, is to read aloud because that helps me look at the words a different way, but also to have them read aloud to me", "now, what’s amazing to this – and shows you just how incredible and awesome my wife is – is that i’m the worst person on the planet to be read aloud to, because i’m a complete pain in the ass when it comes to – especially if you’re reading my works", "“oh, come on, you’ve got read with more expression than that.” “oh, come on", "no, the emphasis is on that word", "no.” and my saintly wife has done this for several books now", "tim ferriss: wow, she’s a keeper", "i’ve – i’ve only – i suspect this is more common than either of us might expect, but john mcphee,  the non-fiction writer, also writes – i think h still writes for the new yorker", "fascinating guy, but i took a seminar with him in undergrad, and he also explained how he reads all of his work", "i believe he reads not only his feature works but his articles out loud to his wife", "really", "i actually did not know that", "tim ferriss: yeah", "so, this is – yeah", "well, i’m pretty good company, because i – tim ferriss: you’re in good company", "i started reading john mcphee when i was like a – like a pretty – like a young teenager", "and one of the best mcphee books i’ve read was a book – you might have read it – called levels of the game tim ferriss: you know, it’s so good", "it’s so, so good", "i loved that book", "i read it again – i actually read it again about two years ago", "but i read it as a kid; i got it out the library, i spent a lot time in libraries when i was a kid, and i don’t know how, some librarian or somebody told me about it", "because there was a – because he has that famous book about bill bradley a sense of where you are, so i read that because i was a basketball fan", "and it’s like – i was also a tennis fan, and it’s like, “oh, you read about tennis too?” and i read that book, and i didn’t – at the time, i guess i was saying, “wow, you can actually write about sports in a way that’s, kind of, more interesting than just sports.” that’s a remarkable book – i mean, i can explain it", "so, it’s a story about a match between – a single tennis match between arthur ashe – who, then, was very young, just out of richmond – and a guy named clark graebner who was from a wealthier – white guy, wealthier family in – i think it was suburban cleveland", "and what he does is he basically describes the match, but throughout he pulls back and tells each of their stories of how they actually got to the court that day; i think it was a us open – a us open match", "and so, he actually describes them playing a point, and then he pulls back and talks about how arthur ashe got there, and he pulls back and talks about clark graebner go there", "and he does it with such elegance and such precision, it’s just – it’s a joy to behold", "tim ferriss: it’s truly spectacular", "for those who haven’t read mcphee, you should – if not for any other reason, that he can take any subject matter you can imagine, and make a riveting book about said subject – it could be oranges, plymouth rocks, cars, hand-carved canoes, geology", "yeah", "oranges book, i read that when i was a kid too", "tim ferriss: it just – you name the topic, and he can turn it into a page-turner", "but levels of the game is just spectacular", "and one thing that mcphee is a very, very good at is – and i think this is also shared territory with you – is asking questions", "given the nature of his writing, a very significant portion of his time is spent interviewing", "and, “what about that doesn’t make sense?” is a really powerful tweak on the, maybe, alternative that you mentioned, which is, “does this make sense?” or “does this make sense or not?” and this may be digging too far into the weeds, but i was really fascinated to read about an approach that you’ve detailed in one of your books called motivational interviewing", "and i hadn’t heard of this before, but the example that stuck out to me – and you don’t have to give this exact example – was asking a student who is, seemingly struggling with algebra, a certain question instead of others", "i don’t want to butcher it, but i can certainly, also – i have in front of me, so i can pull it up if need be", "but can you explain for people what motivational interviewing is, and maybe give an example", "yeah", "so, this is actually a – it’s a therapeutic technique that, i think, has a wider application", "and i’ve heard about it from a fellow named mike pantalon, who’s at yale school of medicine who used it in, i think, addiction treatment", "and it’s basically like this: so, let’s say that – let’s say that you have – let me think of a good example here, of something that somebody, typically, isn’t that keen to do", "okay, let’s go to algebra, let’s say you have – let’s say you’re a parent and you have kid who’s in eighth grade, and he is – has an algebra test and doesn’t want to study for that algebra test – isn’t into it, doesn’t want to do it", "and so, a typical reaction from parents, from anybody in authority figure is, “what the hell is wrong –?”, start saying – just sort of demanding, start demanding compliance", "and motivational interviewing is almost the reverse of that", "so, it basically – so, let’s say you have a kid named bob", "you could say “hey, bob, i see you’re not studying for your algebra test", "let me ask you a question – i see you have an algebra test tomorrow, on a scale of 1 to 10, how ready are you to study for your algebra test", "how are ready are you to start studying for your algebra test", "how much do you want to start studying for your algebra test?” and bob is totally unmotivated by it; bob might say, “i’m a 3, a 3 out of 10.” now, again, our reaction as bosses, as parents, as people, and figures of authority is to say, “what do you mean you’re a 3", "you should be a 9.” but instead, you’re more chilled than that, and you say, “okay, you’re a 3", "why didn’t you pick a lower number?” and that always wakes people up", "so, he says, “i’m a  3 out of 10 in terms of my desire to do this thing.” and you say – instead of saying, “my god, you should be a 9", "what, are you crazy", "you lazy ass.”, you say, “oh, why didn’t you pick a lower numb and what’s interesting about that, is that – it’s what it does to bob", "it’s that bob has to now say why he’s not a  2", "and so, he begins saying things like, “well, you know, if i don’t study for this test, i’m probably going to bomb the next test; if i don’t master this material, it’s going to be harder to go into later on", "if i don’t do well in this test, you might hassle me.” and so what happens is, is that bob begins articulating his own autonomous, intrinsically motivated reasons for doing something", "and that’s the key", "a and what we know – from a mountain of social sciences – is that when people have their own reasons for doing something, they’re more likely to endorse the behavior, and they’re more likely to carry it out", "and so, this becomes a way to surface bob’s own motivation for it through questions, rather than through – rather than through dictates", "and it can be a very, very powerful technique; you can also turn it inward", "you say, “well, how ready are you, dan, to finish this chapter", "“oh god, i’m like a 3.” and you say, “well, dan, why aren’t you a 2?” and so, anything you can do to help people surface their own reasons for doing something makes them more likely to commit to behavior, and more likely follow through on the behavior", "tim ferriss: that last extension is really important", "i’ve been prepping this and reading the background – some of it, and it didn’t even occur to me that you could apply it to yourself, and use it for journaling or something like that, to uncover – or maybe, rediscover the motivation that drove you start it in the first place, even though you lost sight of it, or it petered out, or whatever the hell it might be", "yeah, i mean, you could use it for going to – you could use it for going to the gym, to going to work out", "like, “how ready are you – how excited are you about – how motivated are you to work out right now?” “i’m a 2.” “well,” i say this to myself, “why aren’t you a 1?” “well, i know that probably i’ll feel better if i work out, rather than if i don’t work out", "i know that, actually, if i don’t do this aerobic exercise today, i probably might not have a chance to do it tomorrow, which means i’m going to feel like crap.” and so, you can turn it on yourself as well", "it’s all about those surfacing – one of the things that we’ve done in management, and parenting, all other realms of life is that we have over – we’ve overdosed on control", "and control is not an effective way to motivate people for important things, because human beings only have two responses to control: they comply or they defy", "and that’s a history of human conduct basically; human being are either complying or defying with control", "and so, we bandy control as a motivator, and look for ways for people to summon their own autonomous motivation for doing things", "tim ferriss: so, we talked at the very top of this interview about johnny bunko, and how you’re ahead of the voter in the sense it didn’t quite catch, you might have been a bit early with the manga format", "in contrast, a whole new mind seems to really have resonated strongly, and it did catch", "so, i’d love to try to deconstruct why that was the case", "and as one example, it’s appealed so much to oprah winfrey that she gifted out – i would say – 4500 copies to the stanford graduating class of 2008, when she did her commencement speech there", "why do you think that is", "and the subtitle, i should just mention, it’s a whole new mind: why right-brainers will rule the future,  why did this one take", "               yeah – i mean, it’s hard to say", "i think a reason that it took, is that it was a fairly original idea conveyed in a way that was easy to understand, and also had the advantage of probably being more right than wrong", "so, the idea in that book is the following, that i was arguing then – i still believe it today – that the structure of our brain offers a metaphor for describing the future of work", "and all your listeners know there’s been a lot of stuff written about left brain and right brain over the year – most of it is just total garbage", "but one of the – one of – what we know about our brains is that they’re, actually, somewhat efficient and that over time, they’ve divided up tasks", "so, the left hemisphere specializes in one set of tasks, tasks that are logical, linear, sequential, analytical", "the right hemisphere specializes in a different set of tasks, tasks that are about understanding context, about synthesis, and about simultaneous processes", "and so, that division of labor in the brain, i think, offers a very powerful metaphor for understanding what i thought was going on in the world of work – and it continues to go on in the world of work", "but, actually, to make sure i go the underlying science right, tearing a page from the tim ferriss playbook, i actually went to the national institute of health to get my own brain scan, see my own brain in action, which ended up being a profoundly disappointing experience, but that’s another story for another day", "and so, basically, the idea here is this, that the abilities that used be the most valuable in the economy – characteristic of the left hemisphere, logical, linear, sequential, analytical spreadsheet sat abilities, those abilities are still necessary, they’re no longer sufficient", "and it’s abilities more characteristic of the right hemisphere with the brain, artistry, empathy, inventiveness, big-picture thinking, those abilities are now the first among equals", "and the reason for that is that it’s a very hard-headed reason, that those kinds of abilities are easy to outsource, easy to automate, and that the left hemisphere abilities, the sat spreadsheet abilities are easy to outsource, easy to automate, and less valuable in iterating something new, in dealing with the demands for new that comes from an abundant world", "and so – actually, maybe, another reason that took, is that i basically came to a soft-hearted conclusion in a hard-headed way", "there was a very clear economic argument for that, the three a’s: asia, automation, abundance", "reductive left-brain can be done cheaper overseas", "the other “a”, automation, it can be done faster by computers and now, smart machines", "and then, finally, abundance, that our material needs have been satisfied and over satisfied, that there’s a premium now in coming up with something utterly new, and giving the world something it didn’t know it was missing, which is very much of an artistic ability", "and so, that’s the argument in that took", "and it’s an argument, i think, that people resonated to, because they were seeing inklings in their own life, and they needed a way to describe it, categorize it, put words on it", "tim ferriss: well, it seems like history has proven your prediction or description very accurate at this point, for sure", "and it also would – it also occurs to me that this is another place, manga aside, where you and kevin kelly, the founding editor of wired magazine are very much on the same page", "you mentioned something in passing though, that i can’t let go because i have to hear the separate story: why was your brain scan disappointing", "because it – i look at my brain, i was thinking my brain would be special, so i’m kind of – it looked like any other brain i’d seen – like i couldn’t pick my own brain out of a lineup", "so, that’s what it was", "i mean, it sort of – i shouldn’t say disappointing", "it was – it’s humbling, like the idea that here’s my – i got this brain in my head, alright, and leaving aside the thorny issue of where does the brain and the mind begin or vice versa, my brain is largely responsible for who i am, and yet when i see a picture of it, it’s completely unremarkable and looks like every other brain that’s been scanned at that", "there’s something weird and humbling about that", "disappointing too", "i don’t know, i was expecting my brain would be cooler or something like that", "tim ferriss: looking back at all of your books, do you find any commonalities or patterns – and we can also forge all sort of spurious correlations – but looking at the books that seemed to have struck a nerve, and those that, for whatever reason didn’t perform up to your hopes", "i don’t know", "i mean, i think that when it comes to the actual performance of things, like how well a book does, that’s something that’s not fully – i mean, you know this – anybody knows this, that’s not something that’s fully in our control", "and i’m actually – i’m actually more or less okay on that", "i mean, it’s disappointing when something doesn’t do as well you want, but, to me, my criteria – my criterion is, “did i write the best book i possibly could write?” and once you put it out there, there are so many other variables; you just don’t know whether it’s going to take, or whether it’s not going to take", "so, i mean, i wrote a book – my very first book was a book called free agent nation", "that was not a monumental – that did okay, but it was not a monumental hit", "it should have been, because i think i was right, but for whatever reason, i think it came out – like i think it just came out the wrong time – it should have come out slightly earlier", "and so – so, on that – so, to me, how well a book does, there’s so much randomness on that, i’m not – i try not to lose any sleep over it", "in terms of actual – is there a true line among all the books", "that’s an interesting question, and i can say from the creation point of view, there’s absolutely not a true line", "there is no intentional true line through these kinds of books, it’s not as if i have mapped out somewhere on a whiteboard here in pink inc", "world headquarters in washington dc, this, like grand scheme to create the pink [inaudible]  in a certain fashion, in a certain timetable with certain things covered like that", "far from it, i just go from one thing to another – i just like, figure out, what am i going to do next", "and as you know, tim, writing a book is so difficult, it’s so hard, it’s so time-consuming, that if you’re not in love with the idea, if you don’t love working on it, you’re going to – it’s going to be miserable for you", "so, i just pick the next topic based on what i’m really interested in, and what i want to spend a couple of years – a few years working on", "so, i think it’s possible that people can detect a true line – that readers can detect a true line – maybe they’re seeing something that i’m not", "but if there’s a true line, it’s visible only retrospectively, it’s not something that was intentional", "tim ferriss: what was – speaking of difficulty and writing process, what if there is a – if you had to pick one, what has been the most difficult book for you to write and why", "i think it was this – i think it was the last one, the last book that i wrote", "believe it or not, you would think that it would get easier over time, but it didn’t", "so, this last book, when  about the science of timing, that was the most difficult book to write, partly because i went into that book with – so i started writing whole new mind having done some research and saying, “hey, i think there’s something going on here, like i think we’re moving to this world.” and, sort of, i had a theory of the case", "with drive, i had a book about motivation, i had looked at a lot of the research in motivation, i said, “woah, wait a second", "people are missing like a huge story here.” with when, i went in totally with questions rather than with any kind of theory of the case", "i basically said, “hey, i’m making all making all kind of timely decisions in my own life", "i’m making them in a totally half-arsed way", "i’d like to make them in a better way, could somebody please give me some guidance?” and i started looking around for guidance, and it didn’t exist", "and then i started looking at the research, and i realized that across all these domains of research, literally dozens and dozens, from the hard sciences, the molecular biology, to endocrinology, to the social sciences of economics and social psychology, to many, many domains, these scholars are asking very, very similar questions", "what’s the effect of time of day on what we do, and how we do it", "how do beginning affect us", "how do midpoints affect us", "how do endings affect us", "and so, i went in saying, “wow, how do i make better timing decisions myself?”, but i didn’t have a theory of the case", "and so the volume of research for this one was so monumental, there are so many studies out there, and there were so many different – in so many different fields, and field that – like molecular biology is not a subject that is at my fingertips, alright", "i had a – i spent so much time – i basically would read those papers, i would read them through, and i would write down all the words that i didn’t know the meaning of", "and then i would look up those words, and then i would read it again, and i would read it a third time", "and so, very painstaking", "and then also because i didn’t have a theory of the case, i just had questions rather than even a kind of skeleton or a shape of what i wanted to write, i had to figure that out", "so, i probably did – i don’t know – 17, 18 different outlines of that boo, so that was – you would think it would get easier, but it actually got – it would actually get harder", "ee tim ferriss: eighteen outlines", "what’s such an outline look like", "how long is it", "what format, and –", "oh, when i say an “outline,” it’s relatively short", "just like one or two pages, nothing too comprehensive", "i guess outline is – outline is – well, it’s partly the right word, because i’m a firm believer when it comes to speeches and when it comes to books", "i’m a believer in structure and shape", "i think that those are what make some things work, and – i think it’s through television shows, i think it’s through podcasts, i think that structure and shape are very important", "no, so here’s the thing, tim, i think your podcasts they don’t necessarily have a structure, but they have a shape", "there’s no question they have a shape, alright", "and so, it’s just – it’s a difference between – you can have sculptures, beautiful sculptures that have right angles, and you can have other beautiful sculptures – like a henry moore sculpture that has no right angles at all, but it has a distinct, and memorable, and identifiable shape", "but i’m a big believer in structure and shape", "and so, what i’m doing there is that it’s basically just my search for, “how do you organize the ideas, and what’s the shape or the structure of the final product going to be", "because once i see the shape, i can a lot better work", "but for this other book – it’s like i’m reading through 700 studies on all these kinds of stuff, and i’m like, “good god, how do i even make sense of this", "what do i put where?” i started thinking about organizing it, do i organize this book about timing", "do i organize basically the way that we organize time", "so, do i write about the hour, the day, the week, the month, they year, the lifetime", "and that’s a really bad way to do it", "but i ended up – tim ferriss: why is that bad", "how did you decide that was a bad approach", "because – for a couple of reasons", "no", "1, the material didn’t organize itself cleanly in that way", "and no", "2, that struck me more as a – like a handbook, like a farmer’s almanac, rather than an intelligent book of science journalism with takeaways", "and more important, that’s not a book i would want to read", "and so, i abandoned that", "but did i really abandon it", "because i actually ended up writing a whole chapter in this book, about the day", "so, i ended up cleaving off some of that, and keeping it for other things", "and so, it took me a long time to – it took me a long time to find the shape", "and the way i found the shape, is i basically write it down on either what i called big-ass stickies, these giant posted notes, or on a whiteboard that i have in my office", "but i went through many, many, many iterations", "and on that, i have a somewhat social view of that, and that what i’ll do is i’ll run it past people to see what they think", "and say, “hey, what do you think if i organized the book that way, does that make any sense?”, or, “what about that doesn’t make sense?” or, what am i missing here", "what’s the weak spot there", "but it took me a lot of time to – it took me a long time to find the shape of this book", "that, coupled with the fact that the amount of research was so massive, it was actually – it was actually the hardest book i’ve had to write", "tim ferriss: you were doing the research as you were writing the book, in effect, it sounds like", "because you’re coming into it with questions, but then you’re having to digest all of the information that might lead, or might not lead to answers while you’re writing it", "exactly", "tim ferriss: very, very hard", "exactly, you’re so right about that; that’s hard to do too", "and a lot people – i mean, you know, as a writer, it’s messier than that", "there’s this notion that, “i’m going to my research", "and then, when my research is done, i’m going to do my writing.”  alright", "and so, it – it never works that way", "but when you have more questions, and you have – when you don’t know the shape yet, and you still have a lot of questions, what happens is, “i’m going to do the research", "now, i’m going to try to write down something about it.” crap", "“you know what", "now, that i write it, i realize i’m missing the whole thing here, and i’ve got to do more research", "so let me go back and do that.” so, it’s less of this kind of happy march – happy jump from here’s, “i’m going to go from this lilypad to that lilypad, and happily jump from each one to another like a delighted frog", "tim ferriss: there’s a lot of task switching, that’s exactly why the four-hour [inaudible] [00:56:22] for me, it was also, by far, the most difficult book, among other reasons to write", "it’s that i came into it intending to try all of these experiments, ask all these questions, and write the book somewhat chronologically as i’m getting answers, and that was a very punishing way to approach things", "but to look at the content, so going past the structure and looking at the content and findings of when, i was looking at an npr interview you did, and teasing out some potential ways that i could apply the content from this book into my own life", "and i’m going to read a quote – you can feel free to correct it – but this is what i have as one very clear example, and basically, i’m going to ask you what types of decisions have changed for you, or easy ways that people can think about making changes related timing", "so, here’s one – and i’m going to truncate it a little bit, “in a lot of this research in big data, you see systemically poor performance in healthcare settings in the afternoon", "example, the incidence of handwashing inside of hospitals dramatically drops in the afternoon.” and that seems like a bad thing to me – that’s my voice, not yours", "“you look at colonoscopies, endoscopies, find half as many [inaudible] in colonoscopies in afternoon exams versus morning exams even with the same population", "doctors are more likely to prescribe unnecessary antibiotics in the afternoon compared to the morning.” and this seems – this is very, very actionable, right", "if we are to trust the data, if the patterns, if the correlations hold, then you are certainly better off with same if you want to risk-mitigate – i’m not sure that was english – risk-mitigate, i think i swapped the first two letter, that has a fancy psychological term", "it’s called a tip of the slongue", "tim ferriss: exactly", "and you – you might come back to your undergrad linguistics – but what are other examples related to the when, the timing that people might be able to implement", "oh my gosh", "oh my gosh", "there’s so much stuff", "i mean, the good news about that is that when i did, finally, wrestle the research to the ground, and figured how to structure it, it yielded so many great, great takeaways for readers", "so, take a step back, what we know from a mountain of research – it took a while to figure this out – was we tend to move through the day in three stages: a peak, a trough, a recovery", "peak, trough, recovery", "now, most of us move through the day in that order, people who are night owls, people who have an evening chronotype, they move through the day in the reverse order: recovery, trough, peak", "but what we know is that we know few things about human performance over the course of the day", "the most important thing – and this – i wish somebody has told me this before i was 50, rather than once i was 50 – is that our cognitive abilities do not remain the same throughout the day; our cognitive abilities change during the day, and they can change in some dramatic ways, and they can change – they change in predictable ways", "but how we perform depends on what we’re doing, alright", "so, what we know about the peak – which, again, for most of us, is the morning; for night owls it’s later in the day – what we know about the peak is that the peak is when we are most vigilant", "and what does “vigilance” mean", "vigilance means we’re able to bat away distractions", "and so, when we’re vigilant, and can bat away distractions, that makes it the best time of analytic work, work that requires heads-down focus – writing a report, analyzing data, that kind of work", "there’s no – piles of research tell us that we should be doing our analytic work during the peak", "the trough, that’s the early afternoon, and – early to mid-afternoon, as you mentioned from the data on healthcare", "a lot of bad stuff happens then", "i mean, you have standardized test scores for students go down in the afternoon, you have – if you look at auto accidents, once you control for cars on the road – obviously, there are going to be more accidents when there are more cars on the road – but once you control for that, the most dangerous time to drive is 4 to 6 am, the second most dangerous time is 2 to 4 pm", "during that midday trough, we should be doing more of our administrative work, we should be answering our routine emails, we should – i mean, you’ve talked in the past, tim, about batching – we should be batching our routine emails and answering them during the trough", "we should be filling out our qps reports; we should be filling out our expense reports – whatever", "that kind of stuff that we have to do during the course of a day, that doesn’t require a lot of major cognitive powers", "now, the recovery period – again, because this peak, trough, recovery is a pattern of mood, that also is a pattern of performance – the recovery period is actually really, really interesting", "during the recovery period, we have elevated moods, our mood is better than during the trough, but we’re less vigilant than during the peak", "and so, it’s really important to think about that combo platter here – that is you have higher mood but less vigilance", "that makes it a good time for things like brainstorming, for things like insight work, where if you’re too locked down and focused, you’re not going to be that creative", "and so, that degree of looseness, coupled with the elevated mood makes that recovery stage better for what are called insight problems, brainstorming, things that require iteration", "and so, what we see is that if we recognize that our cognitive abilities don’t say the same over the course of a day, that they change in predictable ways, and that what we do – that when we do something, it depends on what we’re doing – we should be moving our analytic work to the peak, our administrative work to the trough, and out insight and creative work to the recovery", "and it’s that simple", "and what the research tells us, also, is this", "i mean, it’s that time of day, explains about 20 percent of the variance in how people perform on cognitive tasks", "so, if you think about that – that’s a big deal", "like we can explain the variance – like if we have two people, maria and sally – and they perform differently in cognitive tasks, how do we explain that, alright", "we say, how do we explain that variance in how people perform, maria, sally, and 18,000 other people perform on cognitive tasks, we say, “oh, some people are smarter than other people; some people are more conscientious than other people, some people have more social advantage than other people.” but what the research is telling us is that 20 percent of that variance is time of day", "and so, what we should be doing is – and what we’re not doing – is we should be making our “when?” decisions in a strategic way, rather than in the lazy, haphazard way with which we tend to make our when", "decisions", "and so – and you see this most glaringly – and this is my rant of the year – you see this most glaringly with meetings in organizations", "when we schedule meetings in organizations, the only criterion we use is availability", "that’s it", "who’s available", "we don’t say, what kind of meeting is this", "is this a meeting where people have to be analytical", "what kind of meeting is this", "is this about travel voucher policies", "what kind of meeting is this", "are we brainstorming", "who’s going to be there", "are they going to be morning people", "are they going to be intermediate people, are they going to evening people", "we don’t even ask those questions", "we just say, “who’s available?” and it’s causing – it’s one of the easiest things, organizationally, to fix, and it’s something that – at the unit of one, individuals can be lot more systematic and intentional about moving the right work into the right time slots", "tim ferriss: what time of day do you generally wake up – personally", "i wake up a little after seven", "tim ferriss: and what do the first two hours of your day look like", "do you have any particular routines", "can you walk us through what that might look like", "i don’t have the detailed routines that you have – that you’ve written about that you, actually, have experimented with, and thing like adrenaline, and meditation, or anything like that", "here’s what i do: i wake up, alright", "i take a shower; a shower helps me wake up, so i take a shower", "i go downstairs, and i feel better if i see a member of my family", "so, whoever happens to be awake – and i have two kids in college now, so i don’t see them, but i have another kid who’s still around, so i see him, i see my wife, and i like to have some protein for breakfast – that’s a ritual and caffeine – protein and caffeine is my preferred breakfast", "tim ferriss: what’s your go-to protein", "you know what", "i – i probably eat more hard-boiled eggs than almost any other person in america", "i am keeping the hard-boiled egg industry in business – i’m single-handedly responsible for the advent of hard-boiled eggs for sale in individually-wrapped packages in airports", "i really think so", "tim ferriss: because once they – once they introduced that, i bought them all, and they’re go, “oh my god, there’s such demand for these hard-boiled eggs.” so i was just – so i was actually saying to my wife – i eat so many eggs it’s ridiculous", "so, i don’t have a cholesterol problem, fortunately", "so, hard-boiled eggs or peanut butter", "and then, what i do is, when i’m in my writing day – and this is, actually, something i did better having read this book – when i’m on writing days, i would go to my office, which, again, is behind my house, and i would not bring my phone with me, i would not turn on my email, and i will give myself a quota", "and that quota is usually – is a word count", "so, call it 700 words; i’m a fairly slow writer", "so, you have these people out there who are like, “i write 3000 words a day,” and it’s like i don’t think i’ve done that", "and so – tim ferriss: i’m very, very slow", "i may be slower than you are, even", "well, here’s the thing, i’m slow in basically – i’m basically slow in every – in every domain of my life", "i’m like [inaudible] i’m a slow runner, i’m a slow reader, i’m a slow writer – i really heavily scrutinize my [inaudible] report to see if i have some kind of, like, tortoise gene in me somewhere, that somehow, one my ancestors in latvia somehow made it with a tortoise at some point", "and so – and so, what i would do, though, is i would come in and give myself that quota and i won’t do anything until i hit that number – and then i’m free to do other kinds of things, and then what i’ll do is, i always – i’ll have lunch, and then i will – i like to do – i have done a good job – especially after like this book changed the way that i organize my day", "because i do my analytic work better in the morning", "so, this book compelled to clear out my mornings to do that analytic work, which, for me, is writing", "i stuffed the administrative stuff off into the midday, and – batched emails and that kind of garbage", "and then, i like to do interviews, especially when i’m interviewing – like for book interviews, i like to do those later in the day, because i’m a little bit more – i like the interviews to be a little bit more free-wheeling, i’m not doing – i’m not an investigative reporter, i’m not conducting a deposition", "i just want to hear people’s stories, and what they want think about stuff", "and so – tim ferriss: you’re not quoting the yale law & policy review volume 8, no", "2990", "no", "no", "no", "and so, i’m not – so, i want that to be a little bit more iterative", "and then, i actually end up exercising later – i end up exercising later in the day or in the early evening, i find that that works best for me", "tim ferriss: you said “on a writing day”, when you are on book deadline, how many – what does your weekly structure tend to look like", "do you – is every day a writing day", "how do you allocate – when i’m writing a book, yeah", "because i’m also a momentum player, so for me, writing every day is hugely important, when i’m working on a book, or working on an article", "so, i try to do that every single day – like seven days a week", "tim ferriss: and do you have – do you have set periods of time between books", "do you decide in advance, “i’m going to take x period of time until i investigate another book.”", "what does your macro-planning look like", "macro planning, boy", "my macro-planning is neither macro nor planned", "tim ferriss: that – i think that needs to be on a motivational calendar somewhere", "yeah", "like for – i don’t know – tim ferriss: well, put another way, if that question sucks – which it might, so it’s also making a bunch of assumptions – how do you decide when to take on new projects or new books – if that’s a better question", "yeah, yeah, yeah", "so, i sort of go in – i sort of go in cycles", "so, i’m actually heading to that cycles right now", "so, i’ve spent a lot of time writing this book, and tried to make it as good a book as i can", "in terms of actually spreading the word about it, i try to do that with – excuse the cliche – not leaving anything on the sidelines, so doing everything i possibly can, and being everywhere, being strategic about it all, trying new stuff, trying cool stuff, trying to get some momentum behind the book", "and then when, sort of, white-hot center dissipates, and the book, we hope, has some momentum of it’s own, then i’ll go back and figure out the next project – whatever that project might be", "and the way i do that is – i know this would shock you, tim, in slow, laborious way – so what i do is, i have a – i’m a sort of a – i use – i’ll give you my mechanisms here", "so, i use – believe it or not, i use a lot of paper folders, and i have a labeler", "i use paper folders and a labeler to label my folders, because i was like a getting-things-done guy before getting things done with school [inaudible] i met david allen in 1997, and i bought a labeler shortly after that – tim ferriss: i was going to ask if he’s sending you your 5 percent royalties for the brainpower – you’re like the guy who invented rollerblades or the [inaudible] 40 years before they became cool", "oh, no", "i’m a dtb devotee – i’m not hardcore, i’m not orthodox", "but i’m not – i’m not reform either; i’m sort of like in the middle", "and so, anyway, i have these paper files with labels, and so when i read stuff or make notes to myself, i throw stuff in those files", "i use evernote and i also use dropbox, and i just throw ideas in there", "and what i do is, every six months or so, i go through those ideas of like, “hey, this would be a cool television show to do; hey, this would be a cool article to write, hey this would be a cool book to write.” and as i look at those ideas, maybe revisiting them every six months or so, i realize that most of them are just godawful ideas", "one of my beliefs about the human brain is that – or creativity – is that in order to have good ideas, you have to have a lot of ideas", "and so, i have a lot of bad ideas, which, i think is the only way for me to surface any decent ideas", "so, i’ll revisit those ideas, and then when it comes – and i’ll cull", "and what often happens when i cull, is that a few ideas end up just staying there over and over again, every six-month cycle", "and then when i get to this point now, i would go back to all of those files and look more carefully, and say, “hey, i sort of have, in my mind’s eye right now, three possible projects.” and so, i’ll – then i’ll more heavily vet those projects, read a lot more, talk to people, bounce ideas off of the people, and – and i like bouncing ideas off people, about [inaudible] in a moment", "and then when it comes time to write a book, i will actually write a book proposal – even if i have the deal already done", "so, if i have, like a two-book deal, like i have to write another book, but i’ll still write a proposal for this next book – maybe a 40-page proposal, which allows me to figure out, is it there or there, is this something i really want to work on", "i think a lot of things sound really good when you’re just shooting the breeze; they sound less good if you have to say, “can i explain this – can i explain this idea, who’s going to buy it, why it’s cool, why it’s original, why no one else is doing it, can i explain that in a coherent written document?” that’s a tougher order", "and so, not everything lends itself to that", "and i will bounce ideas off people", "and so, i have a – actually, it’s funny you mentioned kevin at the beginning of the show", "i have this one idea where i went out, and i went to – i made the pilgrimage to – what do you call this town – pacifica, and made the pilgrimage to kevin’s house and said, “i got an idea i want to run past you for a book.” and kevin was one of the people who said, “that’s not a very good idea.” and, unfortunately, he was not the only one who said that", "and – d tim ferriss: or fortunately, depending on how you look at it", "yeah, actually, fortunately – you’re right", "fortunately, he was not the only one who said that", "so, i abandoned – i actually ended up abandoning that idea, in part, because he was another brick in the wall of people saying, “no, no, no.” tim ferriss: let’s pause there for a quick second", "do you mind sharing – i don’t think kevin would care at all – what he or other people made as arguments, against you pursuing this idea", "and you can tell us what the idea was or you can blur that", "yeah, i’m going to be skittish about the idea, but let’s just say it has to with morality; i wanted to write a book dealing with morality", "and kevin, who is a person of religious faith who is extraordinarily well-read – and among people who are very well-read and very intelligent, i think there is a dearth of people who have strong religious faith", "it’s just not an observation, it’s not like a – judgment, one way or the other", "and so i thought he was just an especially good person to run this idea past", "and – i guess he and other – the theory of the case that i had, he and others had two criticisms of it – and they’re not insignificant criticisms, tim", "the first criticism was, “you’re wrong, alright?” tim ferriss: to begin with", "yes, “you’re wrong.” and the second criticism was, “you’re right, but it’s not interesting.” so – so, those are – like those are significant critiques", "so, that’s how i – that’s generally how i do things", "when i came up with this idea for when, it was an idea that i was kicking around there", "and one of the ways that i knew it was a good idea was two things", "no", "1 is that when i was writing the proposal – first of all, i was looking at the research, and i found myself wanting to do more research – which is always a good sign", "like, “holy crap, is that true", "but what about bobbity bar", "and i go look at", "“oh my god, bobbity bar says –” and so, i found myself wanting to do more research, that was one thing", "and then, when i started writing the proposal for that, it was like – for me, it doesn’t happen very often – but there were portions of it that were just like butter, i could just explain it so clearly, like, “here’s what i’m going to try to find out, and here’s why it matters.” and it was like – it was like that – that scene in jerry maguire where he writes all night, and – tim ferriss: i’m taking the goldfish – minus the goldfish", "and i was doing handstands against the wall and everything like that", "so – and that’s sometimes a good sign", "tim ferriss: i think it’s – yeah, that lack of or an overabundance of energy, i think is undervalued", "how much the project actually gives you more to your tank", "and i think – here’s the thing", "i think a lot of writers – i think a lot or people who come out as journalists – and before i started writing books, post-speechwriting, sort of as – an even through the time i was writing books, i did a lot of magazine articles, a lot of [inaudible] [01:17:31] magazine writing, which i liked – and i found a lot of journalists who would write an article, the article would do well, and they would get a book offer, and they would not properly vet it about whether they want it – because there are lot of ideas that you, maybe, want to go out on a few dates with", "but there are very few ideas that you want to go steady with, let alone marry and have kids", "and i think that books are basically you’re marrying and having kids, and that’s a very, very, very high bar", "               there are a lot of great articles that should stay articles, and make very mediocre books", "and it’d be a potential, i suppose vice versa, where you go in the opposite direction", "that’s – i read – i want to say this anyway – i read one of those – it’s in [inaudible] i read one of those this weekend where somebody had an article, did really well, they got a book deal, they turned it into a book", "and it’s like, “okay", "you know what", "this thing has so much more impact as an article, rather than as a book.” tim ferriss: so, i want to dig in a little bit on this tickler file that you review every six months, because one of the most frequent questions i am asked is, “how do you pick projects", "how do you vet projects?” and you mentioned revisiting every six months, so a few mundane questions", "within evernote, do you have any specific notebook that is tickler file or something like that", "how do you keep track of all these ideas", "i – i can actually look that up right now", "what i do is i categorize them", "so, what i have is i have a giant file called misc or just like shards", "but then i’ll go through that and say, “wait a second –” let me think of an example here", "“wow, i’m collecting a lot of articles about – here’s the book i’m not going to – like it could be interesting", "at one point, it’s like, “someone should write a book about courage.” what about courage", "what do we know about courage", "i’m not going to do that", "if one of your listeners wants to go out and do it, god bless you; i think it could be really interesting", "so, i could go into the misc file and say – the misc notebook, i guess, that it’s called – is what do we know about courage", "and i would go into this misc note, and say, “wow, i got a lot of articles about courage that’s going berth a separate notebook on courage,” and then i organize it that way", "so, i’ll have notebooks of misc, and i’ll have notebooks of  particular ideas that i have, that end up being fuller because it’s like, “oh, this one has stuck around for a little bit longer than others.” tim ferriss: and you mentioned during these reviews, you might say, “oh, here’s a cool idea for this, a cool idea for that", "oh, this could be really interesting; that could be really interesting.” i would imagine, even after the second glance, and noticing that some of these ideas are coyote-ugly – you’re like, “holy shit, how did i think that was a good idea?” – even after removing the flies in the soup, you still – i like that", "i like that", "tim ferriss: you still have way – you could drown under the weight of these kinds of cool ideas; you have many things that could be interesting", "how do you then – what are the parameters, or thought processes, questions, anything that help you to get down to the three finalists", "okay, what do we – so, it would be – it’s really like what would i want to spend a couple of years on", "and so, if i really thought of – like, maybe, courage would be an example", "like, i’m sort of, interested in that", "but it’d be like – i would rather read a good book about courage than write a book about courage – i’m serious", "you know what i mean", "tim ferriss: no, sure", "that makes perfect sense", "and it’s like – and so, when you go face to face with that, and you start saying, “do i really want to do this?”, then i think your soul, at some level, tells you “hey, this is – you’re into this; you’re not so into that.” and so, i think that’s the – i think that’s the initial cut", "but it’s also the one reason why i – so to get to the three finalists is actually kind of intuitive in a way – and there’s no magic number to three, it could be four", "and so, this is one reason why i would write book proposals because it just forces me to – it forces me to reckon with the idea, and actually, make it real", "and there’s this principle that i learned in college – at a writing course in college – and i actually ended up giving a commencement speech around this idea of – i’ll spare you that for now", "but the idea was – the idea was valid, it was a revelation to me when i was – whatever – 21 years old", "so, i had this – so, there’s this essay-writing course, sort of higher-level essay-writing course, and i had a draft of an essay or something like that", "i went into the professor, his name is charlie warnock – i went to northwestern, and he still teaches at northwestern", "and so, charlie gave me some feedback, and i was all insistent, “okay, i can fix this, i can move this part over here, maybe i’ll do another piece over here, maybe i’ll do another piece over here.” and he’s like, “no, no, no, dan", "that’s not your problem here", "the problem is that you don’t know what you think", "that’s why this essay sucks, this drafted essay", "you don’t know what you think.” he didn’t say “sucks”, but that’s they this essay – that’s why this essay stinks", "and then he said something to me – and i don’t want to – i don’t want – to sound glorified, or sound like something that is confected where a swirl of music would come up behind me in this, but what he said is that – but it’s words i’ve never forgotten – truly – he said, “sometimes, you have to write to figure it out", "sometimes, you have to write to figure it out.” and that was a revelation to me, because at the time, i was in this mode, very traditional schooling mode, where – sort of like we were talking about before – you do your research, then you write; you make your outline, then you write", "and what he was saying to me is that, real writers, it’s more dynamic than that; sometimes you have to write to figure it out", "and that was transformative for me", "and so, that, sort of, gave me permission to say, “oh, i don’t know – like i can change my mind midway writing something, i can start writing without knowing fully, exactly what it is i’m going to say.” and to me, that’s the why i write book proposals", "it’s that i write to figure it out", "and a lot of times, what i figure out is, “this is not a book,” or, “this is not a book i want to write.” so, i had this one moment a few years ago, where – a while ago, now, actually", "ten years ago, even more – where i sent – it was like winter, like late – second half of december", "and i said to my wife, and i said, “hey, why don’t you just take our guys, our kids – three kids – just go see your parents, just go for a week, or two weeks, or something like that", "i’ve got to get a book proposal done, i’m distracted", "it’s like if you guys – when you guys –” when my family leaves like i live like an animal", "i mean, i just – tim ferriss: it’s like a racoon that got into the house", "no, truly", "i mean it is raccoon-like, in that i literally eat of out containers", "so, like my family leaves, i eat of containers, don’t shave, and basically work around the clock, except for a few espn breaks", "that’s basically what i do when my family is gone", "and so, i will – so i said, “i’m going to write a proposal for this next book.” and after about seven or eight days, i called jessica at her parents’ house, and i said, “hey, i’ve got some good news and some bad news", "the good news is that you can come home now", "the bad news is that i realize this is not a book.” but i was only writing to figure out that allowed me to do that", "so, i actually wrote, basically, one and a half proposals before writing the when proposal", "because i had a couple of ideas that ran – i said, “okay, this is sort of interesting, but let me write to figure it out.” and what i realized in – two very important things: one, it’s not a book; maybe it’s an article", "or two, it’s not a book that i want to write", "tim ferriss: there are a few things, raccoon behavior aside, that i want to follow up on", "the first is just to highlight something for people listening, and that is how liberating it is to think about writing as something you do not when you have your ideas ready, but something you do to figure out your ideas", "absolutely", "when did you learn that", "tim ferriss: it’s been, i would say, reiterated – it’s something that is easy to forget, particularly if you have – or something that you’ll willfully forget if you have a perfectionist streak, and a penchant for procrastination", "so, if you want to wait until all your docs are in a row so you can go to the debutante ball pristine and blow over any socks off, it’s easy to forget this", "but it sounds like the cat came back the very next day but kevin kelley – just to incant his name again – he has emphasized this to me; he’s such a prolific writer and emphasized this to me a number of years ago", "and i want to say it goes back, probably to mcphee, who also – much like you – obsessed with structure", "and there’s a book – i think it’s called draft no", "4", "yeah, it just came out", "yeah", "tim ferriss: it has some – some really fascinating explorations of this for those people who really want to get into weeds", "he’ll also do it graphically, he’ll draw out diagrams of what the structure looks like – which appeals to me", "but trying to stay on track here, i would say kevin is the most – well, you are the most recent person, but a number of years ago, kevin emphasized to me, and probably before that, mcphee", "so, it’s really liberating, no", "1, to embrace that – even if you’re not fully convinced it’s the case", "and i also want to give a little bit of context for people who may not be familiar with book proposals", "so, book proposals, in the world of non-fiction books – i suppose i should take a further step back and say, in the world of non-fiction – so novels and fiction are totally different; in many cases, you need to finish that puppy, before anyone will tell you if your baby is ugly or not, which is – has to be terrifying", "it must be", "in non-fiction, you create a book proposal before you write your book", "and the book proposal – and feel free to interject at any point – but the book proposal is, in effect, a business plan and an overview/executive summary for your book", "and there’s a lot – you find with the best book proposals, and the best startup pitches – which take the form of a deck, say powerpoint or something like that very often – they’re exceptionally similar, the ingredients that make a good startup pitch and the ingredients that make a good book proposal are very similar", "but that is – and i’d love to, actually, know what the structure of your book proposals look like", "i mean, i know what ingredients i would potentially include in a book proposal, but what does the table of contents look like for one of your book proposals", "yeah", "i’d have to go back and look", "i think they vary a little bit, but they probably have some core design elements", "one of them is – and it’s questions that i want to ask myself, which is, what is this book, what’s it about", "pretty simple question", "but, i think, the more important question is, “why does it – why does it fill a need that hasn’t been filled yet?” which is, basically, very similar – i use the same business plan analogy that you do on book proposals; it’s sort of like a business", "like why – why is it providing – why is it filling a need that hasn’t, otherwise, been met", "like, basically, if you draw a map of the marketplace, what part of the marketplace of ideas is this – does this cover that hasn’t been been covered", "is it this – and i don’t even mean it in – i sometimes would use the high concept pitch of, “if x meets y,” which i actually think is actually a very useful heuristic in figuring out ideas", "so, for instance, i pitched a whole new mind as a future  [inaudible] seven habits of highly effective people – which i thought was a pretty good pitch", "and so – tim ferriss: it’s very common in pitching films also, just to highlight – it’s really useful", "yeah, it is a – it’s a heuristic", "and basically, to me, it says, if you think about a map of the territory – if you think about a map of ideas out there, why is no one over here on this part of the map", "like, “show me where, on the map, your idea is, and let’s make sure that someone hasn’t gotten there first", "and then tell me why someone hasn’t gotten then there first", "what are they missing", "” and so, in the case of when for instance, i say, “well, the reason they’re missing, is that everybody thinks timing is an art, but it’s actually a science.” “oh, okay, got it", "that’s why no one is there.” and so, i’ll talk about, what’s it about, where does it fit into the marketplace of ideas, why is it original – and this is also really important: who is it for", "and the big mistake that everybody writing a book – and if there’s one takeaway from this conversation for prospective writers out there, it’s this: the mistake that writers make – and i think business people make, too, in their pitches – is when they say, “who is if for", "who is the audience", "who is the customer?”, they always want to say “everybody.” and it’s not; it’s never everybody", "and what i try to do, if i’ve included a section of, “who is not going to buy that book?”, i would have a – tim ferriss: would you have a section on who isn’t the customer", "right", "who is not going to buy this book", "because i think that that’s the only way to think carefully about – because books are not a mass medium, and even media products, in general, are no longer mass medium – mass media; they’re no longer mass – and it’s like who is – and so, i’ll have bullets in there saying, “who is not going to buy this book?” and that helps define the audience too", "and also, i try to – and that’s all – that’s really all that it is", "but if you know what the book is about, where it fits into the marketplace of ideas, or why it’s different from anything else that came before it, and who it’s for, i think those components are really essential", "but that fourth component is – and i say this to writers too – tell me who the book is not for; tell me who’s not going to buy this book", "and people have a hard time saying it, “oh, everybody would buy this book.” somebody pitched to me an idea – somebody came to me once with an idea of a book about – somebody was asking advice, it was a book about – i hope i don’t – i think the book might have gotten published, i don’t want reveal the name – it was a book about the history of yoga in america – or maybe it was – yeah, i think the history of yoga", "and it’s like, “oh, okay, that’s cool", "so, i think a lot of people who do yoga might be interested in that.” and she said, “well, i think people who don’t do yoga are going to be interested in this.” and i said, “no, they’re not", "like, people who don’t do yoga don’t care about the history of yoga, alright", "there are a shitload of people in america who do yoga, that’s a pretty good audience right there", "but don’t tell me every –” you know what i mean", "so, for me, it’s like – for me, it’s like my books", "it’s like i know that the – like this book about the science of timing, i know that certain people in my neighborhood in northwest washington dc who read – are of a certain age, and read only literary fiction, and 700-page biographies of founding fathers – they’re not going to read this book", "they’re not going to read it", "they might be their neighbors, they’re not going to read one of my books", "and so, i think that’s really, really important about, who is the book not for", "tim ferriss: it’s also an indicator of a focus and logical/rational thinking in a sense, right", "because if you’re – for instance, just to diverge for a minute – but if you’re in the world of investing –  where i spent a long time with early-stage startups, 17 years or so –  if they say, “everyone is my customer,” there is a very real risk that if you give them x number of dollars, you give then $1 million, that they could be developing dropbox for, say, early tech adopters in the first wave and they need to get from zero to 10,000 users, and if there is an 80 percent off-deal for something like shopping mall circulars or something, that they would jump on that, and piss away all their money", "and it’s certainly, i think, books – a lot of books fail – and this true of presentations too – from too much miscellaneous information, not too little – if that makes any sense", "absolutely", "it’s a matter of – it’s really just a matter of – it’s really just a matter of focus", "and going back to this speech   thing, i mean one of the – one of the pieces of advice, to the extent that anybody ever asked me for advice on giving speeches and what not – and it sounds a little like a – it sounds like a zen koan-ish sort of phrase – but basically, my point is, say something important rather than saying important things", "and i find out, a lot of times, people say something important, rather than say important things", "because i think a lot of times, people like to try to stuff within the skin all the things they’ve found out, all the things that they know, and they end up not saying anything important", "and so – that’s the reason for doing – anyway, you get the idea", "tim ferriss: yeah, i know", "and there are so many comparable examples", "if, for instance, you look for this vetting of ideas by putting together a short synopsis of some type", "and there’s one example, for instance – and i believe this is true, i’ve certainly heard it and read about it a few times, and i know a fair number of people who work at amazon, but they’d have to confirm – but, i think, ian mcallister, who used to, at least, be a general manager at amazon, talked about this, is walking backwards", "and for new initiatives, the product manager who would be in charge of developing, say, a new product, has to write an internal press release which announces the finished product", "and that has to focus on, effectively, exactly what you said", "and i’m quoting you from [inaudible], but, “centered around the customer problem how current solutions, internal or external fail, and how the new product would blow existing solutions away.” and it’s the same thing", "it’s the same thing", "if you can’t write that press release, how on earth are you going to navigate the decision-tree of getting to a product that finds its feet", "i mean, it could be very difficult – and not so say you don’t iterate, but it’s a good – it’s a good filter through which you can at least catch the detritus that shouldn’t make it to step 2", "oh, man, i have to say, i’m your [inaudible] of course, on that press release technique", "i’ve literally done that, working with – i think it’s helpful for non-profit groups that i’m involved in", "so if a nonprofit group wants to do a big project, but they’re all over the place, they don’t know exactly what they want to do – and i literally did this", "i said, “i’ll tell you what", "here’s what i think the project is", "let me write a press release from two years from now, and i’ll send it around.” and it ended up being a – i had to get an idea from amazon too – and it ended up being this thing that was really, really focused", "so, “the bobbitybar group, announced, today, that it was doing bobbitybar,” and then it’s like – and it had quotes and things in it, and it ended up being this focal point on – for the whole organization on, “what are we actually trying to accomplish here?” so, i second that emotion there", "tim ferriss: and just to return to another thing that you said – which i’ll paraphrase here as, if everyone is your customer, no one’s your customer – another filter or question that i use – or have used, i’m not really in startup game anymore – but have used a lot with startups, because they’ll ask me to review, say, a landing page, and look at copy, and messaging, and so on", "and before i would review it – if, with no further information i have to review it based on my pair of eyes, and my perspective, and my particular problems, that i can try to empathize and put myself in other people’s shoes", "but i have to know whose shoes to put myself in", "and so, i’ll ask them, “if you could only have 1000 people sign up for this, who would they be and why?” like, describe, for me – and this isn’t a politically correct exercise – like what is gender, race of that matter is", "or maybe it doesn’t", "where do they live", "what magazines or websites do they read", "what is their household income", "like really get granular about what these people have in common", "like, “do you want all the readers of people magazine", "do you want the 2000 people who [inaudible]", "do you want something in between", "like, really describe that for me.” and only once that’s been done can i actually get feedback on modifying any of the features or copy or messaging on a particular page.” so, it’s – these principles really transfer to a lot of different areas", "well, let me ask just a handful of additional questions, and then maybe we can do a round two sometime", "but you’ve been talking a lot about the decisions you’ve made, the routines that you have – and although you’re very self-effacing, somebody could look at your bio and be very intimidated, and assume that you step up to the plate and hit home runs more often than not", "could you tell us about, maybe, a specific – if you’re open to it – difficult period that you’ve gone through, or down period, challenging period or failure – it could be any of those things – and what you did to get back on your feet, or the decisions you made that helped you then get back on firm ground, if anything comes to mind", "sure, sure, sure", "there are all kinds of things", "i mean, i hate to keep going back to the – i hate to keep going back to the law school days", "but i did leave law school after my first year, and i hated it so much that i went to india instead, and i traveled around – i traveled around india, incredible life-changing experience because i was a young guy – whatever old i was,  25, 26 years old", "and at the time – it was a while ago, so at the time, india was even cheaper – well, much, much cheaper than it was", "so, if you’re like a 25-year-old dud traveling on your own with a tiny little bit of money in your pocket, you can make it go very, very, very far", "and so – so, at the time, i guess i felt like – because i didn’t do very well in my initial foray into law school, i didn’t really like it, i was pretty miserable, i felt i had made a terrible decision, and i, at some level, just tried to escape", "and the way i got back into it was, essentially saying, “okay, if i’m going to do this, then i’m going to try to figure out what are the one or two things that i can find valuable in this experience, and just try to power my way through", "and i guess that’s all that i – i guess that’s all that i did to overcome that", "but i felt pretty bad about how i didn’t do very well, i didn’t really like it, i felt i had made a ruinous decision about how my life was going to go", "and when i woke up and matured a little bit, i said, “okay, some people make – like bad things actually happen to people.” and i think going to india was actually helpful in that regard too, because, “okay, i’m not living in a tar paper shack with filthy water; i’m just – i’m not self-actualizing fast enough for a 25-year-old middle-class person", "that’s not a real problem.” and so, i think that, sort of putting the problems in perspective, and just trying to find some goodness in what you’re doing next – and also, i just – like really deriving specific lessons from these kinds of failure", "and i think that’s another part that’s really important to me", "it’s that, rather than – rather than simply allow this hazy notion of what you learn, i – again, i’m a big believer in writing things down – i’ll give you a better example of that", "and this is – i don’t want to call this a major failure, because it’s not that significant", "but i did a tv show for national geographic, and i worked with a tv series, and i worked with some really great people, and we put on a really, freaking great show", "and it didn’t get picked up for a second season", "and – and so it was disappointing, but it’s not like a massive failure, it’s not like anything real in life", "but at that time, what i did is i said – i basically created a file and said, “okay, here’s what i learned from this experience, things that i learned from this experience.” one, i like working with really talented people, people who helped me perform better", "two, i don’t like to involved in projects that i don’t have full creative control over", "three, working with people in traditional television can be very perilous, because they’re subject to all kinds of pressures that are out of their control", "and so, you have this experience where things didn’t go the way you wanted to, but if you actually, literally, write down the lessons, i think you can get something positive out of it", "tim ferriss: and was the writing down of these lessons more of a cathartic exercise, or are these – would you go back and revisit that", "you know what", "like for me, a lot of times, what i would do is, for me, and sometimes, certainly writing things down, it seems the act of writing it down is enough to solidify it", "so, i’ll do the kind of thing where, before a talk or something like that, i will write an outline – basically, i know what i want to do, and then i’ll take notes and write an outline of the speech and the things i want to hit, and then i literally would not look at it; like i, sometimes, won’t even bring it with up with me", "i’ll forget to bring it up with me", "because the act of – the act of actually memorizing it is really what gives it its oomph", "but what i don’t want – what i’m trying to say in a somewhat ham-handed way is that, like when you want to – you don’t want those kinds of lessons to be hazy too much", "you want to, actually – like, “what specific thing did i actually derive from this?”, and i think that’s really useful", "there’s also a great technique that tina seelig has used – tina seelig who’s at stanford has used – which she talks about – she writes a failure resume", "so, she has a resume of all her failures, and then with each one, what she learned from it", "tim ferriss: when would she use something like that", "i mean, she keeps it for herself, but she would use it – tim ferriss: oh, i see", "it’s an ongoing working document, just like a regular resume", "yeah, yeah", "an ongoing working document that basically – so you can look at and say, “oh, i made a lot of mistakes but here’s what i learned from it, and don’t make the same mistakes the second time.” i don’t mind making mistakes, what i don’t like is making the same mistake twice", "tim ferriss: with the – two questions on india: why india", "and then second, how did you decide to find the compelling benefits of continuing with law school versus changing course", "let’s see", "you know what", "i think – okay, on the second one, i think i was too risk-averse to change course fully; i think that would have been too much, too much of a [inaudible] narcissist to leave altogether", "i probably would have – i probably would have felt like an abject failure, so i don’t even think that was in the cards", "so, on the why india, a couple of reasons", "i had always been fascinated by it; i knew that i could get around, that the previous summer i had been to southern africa, and it was the first – i had never been out of the country, until i was 23 years old, never been – and so the first time i left the country, i went to southern africa on a – i raised some money to do this – to do a project there", "and that was a revelation, like, “holy crap, this world is lot bigger than i thought.” and so, i wanted to go to someplace that wasn’t europe, or someplace that was a little bit different from – a little bit more different from the united states", "and so, india was a place that i had always been fascinated by, it spoke english and it was cheap", "tim ferriss: that’s a compelling combination for someone leaving law school for a period of time.  yeah, when you’re 25 years old – or however old i was – and you have a little money in your pocket, you can go so far on so little money; it was unbelievable to me – especially if you’re willing to sleep – to take overnight trains rather than pay for a place to stay, or leave in these – go to sleep in these places where there’s just a row of beds on a balcony and mosquito nets over each one", "tim ferriss: so, the – i mean, travel is one of those gifts that keep on giving in a sense – i would put books in that same category", "yeah, i agree", "tim ferriss: you’ve written a lot of books, you’ve read even more books", "besides your own – and i’ll just – going to segue into a couple of short questions – what books – are there any books that you’ve gifted often to other people, or repeatedly given to people", "yeah", "oh, yeah", "so, they’re probably books that you’ve – i mean, it might have been books that you’ve covered in your show here", "so, one of them is bird by bird by anne lamott, one of the greatest things ever", "i come back to that advice so many different times, it’s the same even in the pink household, where we’ll just say – like one member of my family would say to the other who’s struggling, “okay, bird by bird", "bird by bird.” and so, i am a huge – and i stumbled into this book – i remember where i got this next book, i got it in the airport in san francisco, in the bookstore in the sfo", "and for some reason, i picked it up because it had this really weird cover", "but one of the first editions of the war of art by steven pressfield had this kind of silvery cover to it", "and i bought that book in – i think it was a campus bookstore in sfo, just because it’s – i went, “oh, it’s silver cover, and it’s really short.” i got it and it was like, “oh, my god", "i can’t believe how good this book is.” and so, i have even have a little sign on my desk here that says, “beat the resistance.” so, i’ve given that book a out a lot too", "so pressfield and lamott", "and then – man, i have to say, victor frankl’s man’s search for meaning is up there too.  less – i’ve given that out less, but that’s a hugely important book for me", "tim ferriss: yeah, that’s one of those books i really need to re-read", "and i think you’ve actually spoken about – let me get this right, i was about to say “animal house,” but that is not right – animal farm", "oh my god, animal farm is on one the greatest books ever", "tim ferriss: and how you – it’s a completely different experience as a book, at different points in your life", "absolutely right", "tim ferriss: and the last time i read man’s search for meaning was probably – i would say seven to ten years ago", "and a lot has changed in my life in that period of time", "i think that that is worthy of a re-read", "and have you – it sounds like you’ve re-read each of these books also, also bird by bird, the war of art, man’s search for meaning, yourself; you’ve read these more than once", "yeah, yeah", "i’ve read it more than once", "yeah", "but i’m not a chronic re-reader; there are some people who are regularly – there are relatively few books that i have re-read", "but those i absolutely have", "and once – i had another experience in college – the only thing i remember in college are shards of things that the professors said, basically one-liners", "but i had a professor, once in college who – in an american studies course, he assigned us to read the adventures of huckleberry finn", "so, you’re in college, and your professor assigns you to read the adventures of huckleberry finn, people are like, “oh –” because everybody read that book in high school", "and he said something – he said the following words, he says, “i know you read that book, but you haven’t read that book,” meaning the person you are today", "and that ends up being – it ended up being true", "so, i’ve read animal farm at different points in my life, and had different views on it", "i’ve read great gatsby] at different points in my life", "i have seen the play, death of a salesman – i don’t know, probably seven times", "and each one feels a little bit different to me", "i had a completely different view of death of a salesman once i became a father versus before i became a father", "i had another view of death of a salesman before i knew about – had read about psychopharmacology and mental illness and after i did", "and so, i think that that – i think those kinds of experiences are really fascinating", "animal farm, i was like, “oh, really cool", "it’s about the soviet union and how power corrupts, and blah, blah, blah.” and now, i read the book, it’s like, “okay, this book is basically about organizational dysfunction", "who cares whether it was supposed to be about the soviet union, this book is about the acme widget corporation and how screwed human organizations are.” like this – i think that animal farm should be in every organizational behavior class in an mba program", "tim ferriss: that’s another one i need to re-read – not a long book, either", "i mean, i read that in sixth-grade or something", "i mean, completely unequipped", "you’ll see it – you’ll see it completely differently", "that’s a great book", "i’ve read [inaudible] multiple times too", "tim ferriss: also a very timely book", "well, on that front i read the handmaid’s tale for the first time", "i was, sort of, 30 years late to it, but i read, and i loved that book", "i have a whole – i’m not joking around, and if you want validation, i’ll send you a photograph of it – i basically have a stack of books right here that are, basically, dystopia books that include philip roth the plot against america, an octavia butler book, sinclair lewis’ it can’t happen here, another sci-fi book by eliot peper called cumulus, and other one called infomocracy by malka older", "i have a whole – i’m basically – i have a whole pile of dystopian works", "tim ferriss: why is that", "why do you – why do you read so much dystopia", "because i want to understand the current moment more clearly", "tim ferriss: so, this might be – this might be an appropriate next question", "it doesn’t have to be related to what you just said, but if you could put a short message on a billboard – metaphorically speaking – to get a word, a quote, a question to millions or billions of people, what might you put on that billboard", "well, it’s interesting, because i think it is related to what we’re just talking about – or maybe, the fact that you asked it in this context made me relate it", "but one of the – one of the things that i would write would be “assume positive intent.” that would fit very nicely on a billboard", "assume positive intent", "because i think – and i’ve changed my view on this, tim", "i’ve actually, in some ways, become – i’ve certainly gone the reverse – like, basically, the general view is that people are idealistic when they’re young, and cynical when they’re older, and i’ve actually become less cynical as i’ve gotten older", "and the other thing is, basically, on politics, like there’s this old line in politics that everybody dies a republican", "because, as you get older, and you have something to conserve, you become more conservative; i find myself going, actually, the opposite direction as i understand more about the world", "but the point of all that “assume positive intent” is that, i think – and it goes to our politics right now – is that a lot of times", "i don’t know – i just think, like, your default – you know this already – our default settings are so important in any realm of our lives", "and i think, a lot of times, if your default setting is that people have – everybody you deal with has negative intent, that’s going to lead you down one pathway, there’s no question about it", "and here’s the thing: i don’t think that’s true", "i really – my experience as a human being is that some people, obviously, have negative intent, but most people do not; most people actually have positive intent", "so, my view it that if you assume positive intent on the part of others and let them disprove that, that’s a better way to go, than to assume negative intent and say, “i’m going to assume that you have negative intent, tim ferriss, until you prove that you actually have positive intent.” i think just doing the reverse is better: assume positive intent", "not that – i’m not pollyanna here, i don’t think everybody has positive intent", "but i think most people do, and if you just make that your default setting, you’re going to have better interactions with people, you’re going to learn a lot more", "tim ferriss: the default setting – default state, as you put it – in this case, creates a completely different experience of reality", "absolutely", "tim ferriss: whether it’s guilty until proven innocent, as you look at everyone and anything around you, or innocent until proven guilty", "and i remember you were talking about these one-liners, these shards that stick in the mind", "i remember – i can’t – i can’t recall who said this to me, but they said, if you go out one day, and you walk around, and you meet an asshole, that person is an asshole; if, on the other hand, you go out and everyone you meet is an asshole, you are the asshole", "and if you assume that everyone has negative intent, you yourself become that which you loathe", "nice point", "that’s a really good point", "that’s a really good point", "tim ferriss: i love that: assume positive intent", "well, it – it also fits on a billboard", "tim ferriss: it does", "that’s the other – i mean to actually take that thing very literally, it’s like literally picturing in my head, like what would be – what could fit on the billboard", "tim ferriss: well, i think that’s a great place to wrap", "i mentioned a few things at the top of the show, danpink.com, @danielpink on twitter, facebook/danielhpink", "is there anything else that you would like to mention as a closing comment, request, and ask of the audience – anything else you would like to say", "no, i mean we’ve covered a lot – we’ve covered a lot of ground, and if people have listened this far, god bless them", "i mean, i can’t – even i am not that ungrateful to ask for something more after this kind of indulgence", "tim ferriss: well, i’m a big fan of your work; i have been for a very long time – including johnny bunko, which i still have to this day", "so, you may recall ages ago – lifetimes ago – i think it was at south by southwest, actually, which is timely since i now live in austin, texas – you inscribed, you signed a copy of that book for me, which i still have", "i’ve carried it with me – i remember where we were sitting", "i do", "tim ferriss: so, i appreciate it, and i still have the book", "and it’s really been nice to reconnect and catch up a bit", "indeed", "yeah, yeah", "it’s been fun – obviously, it’s been fun to watch all the great thing that you’re doing, and this massive audience that you’ve built", "and just – i’ve gotten so much – my dog-eared – too bad we’re not on video, but i can show my dog-eared copy of tools of titans, which is a great book title by the way", "tim ferriss: awesome", "it is the only book title that came easily; it is the only one", "all the other ones were agonizing, agonizing, agonizing sessions of brainstorming, and picking one of the titles among many that i felt dissatisfied with", "tools of titans for whatever reason – thanks to the universe or whatever powers may be, or luck that may have happened upon me, but that is one that just kind of came, and i was like, “hey, that’s the title.” and that was it", "i didn’t – i also didn’t realize that you were in austin", "how did you end up in austin – or why did you end up in austin", "tim ferriss: yeah, it’s – i have felt a gravitational pull to austin for a very long time", "i, in fact, wanted to move here right out of college, but i didn’t get the job [inaudible] [02:00:39] – made it to the final round of interviews which brought me out to austin, really fell in love with the town", "though, the baseline of friendliness and warmth here, of neighborly feel is higher than just about any other place i’ve experienced", "and then, instead of getting a job here, i got a job in the bay area, which took me to san jose, and mountain view, and san francisco for the better part of nearly 20 years – which i loved for that period of time", "but, much like with books, i think that you visit places, and your experience of those places changes over time, and what attracted me to the bay area, i think, has morphed into something else, and – i have also morphed into someone else", "and it felt like a good time for me to experiment with a new location", "also, i found myself in the very – almost inescapable conversation of tech to be just drinking the kool-aid a little too heavily, or repeatedly, or believing my own bullshit maybe – not necessarily bullshit, but getting caught up in a lot of platitudes that are thrown around so often in silicon valley, to have become part of the daily vernacular and that scared me quite frankly, that i was like, “wait a second, if i look back at the last five to six months, how many conversations have i had that don’t include the following twelve words, or twelve expressions?” i was like, “wow, i can actually count them on both hands.” interesting", "interesting", "where did you grow up", "tim ferriss: i grew up at the very end of long island and was born [inaudible] in the hamptons, which is a very odd thing to be", "for anyone who’s seen the affair – i have not, but i’ve heard of the affair, this tv show that is, apparently quite popular, a lot it takes place in this restaurant called the [inaudible], which is montauk, and i used to be a busboy at the [inaudible] oh, wow", "nice", "tim ferriss: so long island is where this – this whole thing started", "weirdly, i remember from – 4-hour workweek, i think that you described yourself as a “hellion”", "tim ferriss: a little hellion", "good memory", "which is a great word, it was such a great word", "but i realized i didn’t have a geographic sense of where you grew up; it’s interesting", "tim ferriss: yeah, i think the use of “hellion” is actually in the dedication to my parents, and my mum", "yeah, i think that’s right", "i think that’s right", "you know why", "and one reason i remember that is that i listened to part – i got part of that book on audiobook, and i remember at the beginning – because you read that book, i’m almost certain", "tim ferriss: it was ray porter who has a voice that is easily mistaken for my various mannerisms that i’ve developed now to be a – that was ray porter", "he did a great job", "wow", "interesting", "okay", "but i’m pretty sure that – i don’t know, it’s just a great word", "tim ferriss: it is a good word", "it is a good word", "i’m going to try to use it in the next 24 hours", "when i come up with a good – when i hear a good word, i try to drop it in the next 24 hours, just because it helps to reinforce it for me", "tim ferriss: well, i’m going to try to use surrogation, and i’m going to try to eat more hard-boiled eggs in the next 24 hours", "you’re golden", "golden, man", "your life would change markedly if you start employing the principle of surrogation while eating hard-boiled eggs", "everything will – the sun would come shining up and – the sun would burst out from behind the clouds, and unicorns would scamper across your front lawn", "tim ferriss: well, my dog would love that", "and dan, this has been – this has been a lot of fun", "thank you", "thanks a lot for having me", "i appreciate it", "it was really interesting", "tim ferriss: and for everybody listening, as always, you can find links to everything including dan’s social website, the new book when, and much more in the show notes, which you can find at tim.blog/podcast", "and until next time, thanks for listening"]}