{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586]}, "episode_num": 306, "file_type": "html", "guests": [], "num_sentences": 587, "num_words": 8272, "raw_text": "Tim Ferriss: Why, hello there and welcome to another episode The Tim Ferriss Show. This is Tim Ferriss. It is typically my job to share the habits and routines of world-class performers of all different types, as well as try to spot the patterns amongst them and talk about that. This episode is a rare exception to the rule. Unlike my usual long-form interviews, this is a drunk dialing Q&A with you guys, my listeners. What does that mean? I’ve done this a few times in the past, including for the celebration of the 100th episode of this podcast. We’re at more than 300 now, so it’s been a while. Here’s how it works. In preparation for this episode, I went on the social media and pointed people to a Google Forum where they could input their phone numbers and so on. Those people are listeners who wanted to receive a call from me. Then I said, “Hey, from this time to this time, I’m going to be making phone calls.” And I started drinking and dialing, answering your questions and getting a little frisky along the way. Tequila will do that. We covered a lot. In this episode, I cover all sorts of things, including: how Jocko Willink has made me more disciplined; my thoughts on sex as a doorway to higher perception (that was not a topic I expected to get into); and you name it, we cover it. We talk about past addiction to stimulants that I’ve had and how I’ve weaned myself off of said stimulants, or at least prioritized abstinence from stimulants. How I determine if a project is working or not. Put another way, how do I decide when I should persevere or quite a project, stop something and move on. After all, the fastest way to complete something is to leave it undone forever. That is one topic that we dig into. How I think about teaching and much, much more. I’ll leave it at that. Without further ado, please enjoy this tequila-fueled Q&A with you guys. Thanks for being game. Here we go. Brendan: Hello? Tim Ferriss: Hi, is this Brendan? Brendan: Is this Tim Ferriss? Tim Ferriss: It is Tim Ferriss. Good evening. Brendan: Wow, oh, my goodness. This is crazy. Oh, man. Tim Ferriss: Where am I finding – Brendan: How are you doing? Tim Ferriss: I’m doing great. Where are you right now? Brendan: I’m actually probably about three hours north of where I assume you are. I’m in Dallas, Texas. Tim Ferriss: Nice. It’s a fine town. It’s a fine town, Dallas. Brendan: Yeah, have you been through here much or no? Tim Ferriss: I’ve been here, I’ve been there (that’s the alcohol talking, excuse me). I have been there a handful of times, as well as Fort Worth, but I’ve always spent more time in the Austin area. Brendan: Yeah, understandably so. It’s a fine, fine community. I was just actually down there community. Tim Ferriss: For South By? Or what were you down here for? Brendan: No, I just went down to go to the Onnit Academy and then to get a little workout in and synchronistic enough, you released that podcast with Aubrey just yesterday while I was down there, so I listened to that on the drive back. Tim Ferriss: It’s a great gym. I tell you what. I’ve got a bunch of phone calls to make, a bunch of booze to drink. How can I attempt to help? What types of questions might I take a stab at? Brendan: Good question because I know you collect them. So, I actually took a little bit of time once I saw that tweet. I was expecting this phone call. An easy one that I just wanted to ask because it’s been one of the biggest things that you’ve helped me with, out of all the people that you’ve introduced me to [inaudible] [00:03:30] is Jocko Willink. I wanted to know, just from your perspective, has having him around in your life made you more disciplined? Tim Ferriss: That is a fine question. Yes. Having Jocko around in my life, which I will say is also virtual. Even though I know Jocko very well – I just spoke to him yesterday on the phone – but simply knowing that Jocko exists in the universe makes me feel like I have a very benevolent yet strict guardian angel who will most certainly give me an occasional pat on the back, but more often a kick in the ass to actually do what needs being done. So Jocko exemplifies for me, at least, the importance of deciding to embody a given attribute as a means to developing that attribute. So, of course, Jocko is well known for saying, “If you want to be tougher, be tougher.” Simply meaning, in that context, that if you want to be tougher, it’s not a 6-month plan, it’s not a 2-year plan, it’s not a progression. It is, do I choose the stairs instead of the elevator when I get up from this table and I need to go to another floor? It can be a small decision. It can be a big decision. But you want to immediately start making decisions that reflect the characteristic you want to develop. That, I think, is very powerful. Also, quite frankly, the simplicity of Jocko’s approach to many things, including physical fitness and training, which – Brendan: Yeah. I got his book after I listened to your podcast and some of his, even the beginner workouts in it are so simply put together but difficult to execute with correct form and the proper cadence and everything like that. I think that his principle is simple from extreme ownership. Just don’t overcomplicate things. I think, in a way, simplicity is an expression of elegance. Tim Ferriss: It is, absolutely. Also, the fact that Jocko does not accept excuses in his own life and certainly doesn’t accept them from other people. As one example, if he’s traveling – and you know this from having read the last book – but if he’s traveling and he wants to do pullups and he doesn’t have any pullup bar nearby, let’s say in a hotel, he will take a towel, go to the parking garage, find something from which he can hang effectively using the towel, like throw it over a bar or something, and he’ll do pullups. Brendan: Yeah, like a pipe. Tim Ferriss: Exactly. For those of you who don’t have the context, Jocko Willink is a legendary or former, or I should say retired Navy SEAL Commander. He was in charge, at one point, of all West Coast training for Navy SEAL teams, which are certainly hyper-realistic, one might even call psychotic. He’s a black belt in Brazilian Jiu-Jitsu and can do, last I heard, 67 strict pullups at a body weight of somewhere between 215 and 230. So, the guy is an absolute animal. Brendan: Yeah, he’s a monster. And then just a mental monster, too. Like the way he approaches life is a different kind of inspiration addition motivation. It’s really a self-examining, be realistic about how many hours you’re willing to put in a day. A lot of people, they could be night owls and they might stay up until 4:30. Or as long as you’re putting in work between midnight and 6:00 a.m. at some point, you’re still ahead of most people. That’s before you go to sleep. Or right when you get up. Tim Ferriss: If you want to also see the most hilarious Twitter Q&As imaginable, you can follow Jocko Willink on Twitter. Enough Jocko. I love Jocko. Brendan: Enough Jocko, I know. I didn’t want to just plug him. He’s been one of the most influential of all the people you’ve introduced me to. I just want to wrap up with one thing – do you remember, we actually met – Tim Ferriss: You know what I should say? I apologize. Just to interrupt. I will say if people want to get to know Jocko, the very first interview he ever did publicly was on my podcast. So you can just go to tim.blog/jocko. Brendan: You said a month to [inaudible] [00:07:55] and now he’s producing – what’s the video he came out with just today or two days ago? It’s about the clock running out? People should check out his YouTube channel because it’s like two and a half minutes or something. It’s amazing. Tim Ferriss: I’ve helped to create – or I’d rather just really unleashed on the internet a monster known as Jocko Willink. Enjoy. So what’s next? Brendan: One quick one. Are you drinking Malbec or what do are you having? Tim Ferriss: I’m drinking Casa Dragones sipping tequila. In this case, 100% puro agave azul. Brendan: Jalisco? Tim Ferriss: It’s from San Miguel de Allende. It is tequila blanco. It is nice stuff. Brendan:  Órale. Tim Ferriss: Órale, órale. Brendan: Órale. Cool. The last question is, we met. Do you know that? Do you remember that? It was at Cross Campus L.A. You basically did a meet-and-greet. Tim Ferriss: I remember Cross Campus. Brendan: I flew up from Dallas that time and got to interact with you a little bit. It was kind of cool. Tim Ferriss: Yeah, I think I met you in this hallway space. It was way in the back of the room behind the main stage, kind of on my way to get a drink and go to the bathroom, I think you stepped in front of a few people and I met you there, if I remember correctly. Brendan: It would’ve been that, and then there was also you getting swarmed by people. I remember at the very beginning, you were like, “Please, I’m not taking startup pitches right now.” It was just as soon as there was a break for coffee, you went to go for a coffee and you were swarmed with people asking about, “Would you check this product out?” Like, this guy from Soylent was there. There were all these people and they were swarming you. I remember I got a second to talk to you. I was like, “I just want to say thank you.” I still want to say thank you today, man. I’m really grateful for everything you’ve led me towards in my life. You’re one of the best decision making or content filtering algorithms that I’ve ever found because if you vet something, it’s already so much of the leg work is done and I trust you. You’re driven for research and helping people. Tim Ferriss: Thank you, Brendan. I hope to never betray that trust. I really work hard to not succumb to the temptation to loosen that filter. It can be very challenging. It’s very expensive, but I know how valuable that is to me. I have friends who act as filters, certainly. It’s largely thanks to the value that I’ve derived from them that I want to try to serve the same function for people in the wider world that I can hopefully try a thousand things and a lot of bullshit and distill the two or three that are actually worth a second look. Brendan: Thank you so much for calling. I want to be respectful of everybody else on your list. I could talk to you forever. You’ve been a huge inspiration in my life. Thank you so much. Tim Ferriss: My pleasure, man. Any requests for the podcast? Types of people? Specific people? Or anything else? Brendan: What I want to do after having been introduced to your work in 2011. I basically grew up in hospitality as a chef for many of the last years and was unable to sustain a healthy lifestyle. There is no such thing as work/life balance if you’re a true chef cooking real food in a high-pressure, fine-dining environment, when everything is made from scratch. I know you know that from your research and going through The 4-Hour Chef. It’s pretty widespread, unknown issue in the States right now that there is not enough skilled labor in kitchens. Not just kitchens, restaurants in general. I want to make a difference in that industry on a bigger scale. I want to put together a website. I have a ton of ideas in the realm of helping people in that specific genre of, I should say niche of the workplace because I have so much experience. I grew up in a restaurant when my mother was raising me. I was basically always in a restaurant. Then coming down to Dallas, Texas, there’s so much opportunity here. I got a real sense of the labor market and did some research. It’s not just the Dallas labor market. I’m sure anybody listening in any city right now that has anything to do with restaurants can attest to the fact that good help is harder to find than ever because the market is oversaturated and it’s easier to get loans to open restaurants in whatever the case may be – macroeconomically. But I just want to make a difference. If anybody’s interested, they can get at me on Twitter, it’s [inaudible] or however you want to. I just want to start a bigger conversation around this and put out content to help people in restaurants. Tim Ferriss: Here, here. Good luck. I’ll see you on the internet and maybe in Texas. Brendan: Absolutely, yeah, man. If you ever want to come up to Dallas, just hit me up and I’ll probably show you some parts of the city that you didn’t see. Tim Ferriss: All right, man. I’ll see you on the road. Take it easy. Brendan: Absolutely, man. Peace. Tim Ferriss: Bye. Diana: Hello? Tim Ferriss: Hi, is this Diana? Diana: Yeah, this is Diana. Tim Ferriss: I was hoping I would get the pronunciation right. This is Tim Ferriss. Good evening. How are you? Diana: Whoa, hello. I can’t believe I made it. Tim Ferriss: You made it. You were the second person to fill the form out. So you were very fast on the draw. Diana: Awesome. Thank you for calling. Tim Ferriss: My pleasure. What question or questions can I tackle for you. Diana: My question. Well, I have a couple. I want you to choose. Do you want an easy question? Do you want a hard question? Tim Ferriss: I want whichever question you would be most disappointed not to have asked. Diana: Okay. My biggest interest right now is what stage of higher perception can we cultivate through training? What’s coming to me is sex. Because sex seems to be a doorway in some cultures or some philosophies. I’m thinking tantra, I’m thinking Taoism. I’m thinking Kama Sutra. I’ve heard different things and I’m trying to put them together. For example, abstaining from sex. Like, you were talking to Jack Kornfield. Or withholding orgasm as a training. Or multiple partners and open relationships and let’s have a lot of sex, guys, as a way of learning how to deal with your internal stuff, I’m curious to know what is your experience, if I can assume that you’ve experimented with all of this, and what do you think? Is that a doorway to higher perception? Either of these techniques or all of them or what? What do you think? Tim Ferriss: Big question. Let me try to take a stab at it. There are many different components to that question. I would say that in general, my experience has been whenever you take an act or a daily habit, let’s just say eating, and you make previously automatic or subconscious decisions conscious, that you can very deliberately change perception. That can lead many interesting places. That could take the form of – and I will get to sex – but that could take the form of intermittent fasting or fasting, in which case you notice how much of your day is structured around three scheduled meals, whether or not you are hungry. That brings to you a new appreciation of your automatic behaviors that may or may not be justified. And secondly, it gives you a greater appreciation for, in this case, the thing you may abstain from for a certain period of time, which is food. Sex is very similar. I do think that, and I don’t know if this is physiological or psychological, but I have engaged in a number of different practices and schools of training where the accepted best practices involve abstaining from sex and furthermore abstaining from orgasm or ejaculation for a period of time, whether that is two weeks or four weeks or a longer period of time. When you remove any compulsive behavior, and I will just go out on a limb and say I think that masturbation for men, in particular, can be a compulsive behavior and tool for procrastination. To put it mildly. Women maybe also, but I think particularly men. When you remove that as an option and you have, for instance, a trip planned where you’re going to be engaging in some type of physical practice or exposure to psychedelics or whatever it might be and it has been clearly expressed to you that your gains will be 3X, 4X, 5X greater if you abstain from this behavior, that is the petri dish, the period of abstinence, that can allow you to observe how you react to that. Observing the impulses and the resistance that surface, I think, is really valuable. I do think that whether or not there is some type of physiological basis to the regeneration or recirculation of qi, for instance, which may or may not be the case, right? I’m very skeptical of this new age, woo-woo stuff, even though I’ve read The Multi-Orgasmic Man by Mantak Chia, and I’ve looked at those exercises and I have experimented with withholding or postponing ejaculation, in some cases where you can use or have a partner use fingers in the perineum with pressure to prevent that from happening mechanically, which I don’t actually think, and this is subject to great debate, but it doesn’t strike me at the healthiest approach. It’s like sticking a potato in an exhaust pipe or something. It doesn’t seem structurally – Diana: Kills the mood immediately. Tim Ferriss: Yeah, exactly. It also doesn’t seem very structurally prudent to do. If you, for instance, as a male – and male and female physiology are, of course, very different when it comes to sex in multiple respects – but as a man, certainly learning to develop a sensitivity to when you’re about to ejaculate and focusing on breathing patterns or visualization allows you to extend the duration of intercourse, I think is tremendously valuable and it also transcends the bedroom. I think it goes other places. Diana: That’s my question. [Inaudible] and to see if there’s a correlation between – I get the discipline and the interrupting of the habitual patterns. I understand that. But I don’t know or have an experience personally – does that translate into being more able to perceive nature or be more creative in my writing? Or be more aware or more present because I’m not giving my energy into this activity? Tim Ferriss: I think it’s also cognitive load. The degree to which any given activity is an interruptive thought. When you remove something like that for a period of time, it ceases to be static in the mind and therefore your signal to noise ratio improves and ostensibly you should be able to, and my experience is that you can operate at a higher level when it comes to almost all of your other activities. Which is why, very often, when I’m abstaining from one thing, for instance sex, I’ll also abstain from alcohol. I will also abstain from caffeine. I tend to layer those things on top of one another. Diana: That makes sense. How long have you been able to abstain from all the stimulants that distract you for a certain project? Tim Ferriss: I did it earlier this year for almost eight weeks, which is a long time for me. Diana: I was thinking six months, and I’m like, can I do it? Tim Ferriss: It’s a long time. But I found it very worthwhile and it proved to me also that I could do it. If you wonder whether or not you are addicted to something, you should try to go without it. You will potentially suffer physical and psychological withdrawal symptoms and your willingness to contend with that will give you a very accurate read of how addicted you are to whatever it is you’re abstaining from, whether it’s – Diana: My question doesn’t – Tim Ferriss: – let me just – Diana: – come from addiction. It’s more about commitment. I’ve been experimenting with the undulation showers and waking up early in the morning and man, it’s hard to commit to it every single day. It’s more the discipline aspect that is exciting to [inaudible]. I know that if tackle that, then I’ll get a way bigger picture. Tim Ferriss: When I say addiction, I’m not talking about addiction to nicotine or caffeine, necessarily. I’m also talking about compulsive thought patterns. For instance, if you’re interested in abstinence of any type or experimenting with that, my recommendation would actually be if you really want to see very clear return on investment quickly, I would just google “21-day no complaint experiment” and look for a blog post that I wrote about a 21-day no complaint experiment. This translates very quickly to multiple domains. When you remove certain patterns of phrasing and not only speaking but therefore thinking, the way that you relate to the word and the selection bias you use for seeing the good or seeing the bad changes very dramatically. I would recommend taking a look at that as well. Diana: Thanks so much. That’s great. Tim Ferriss: Yeah, no problem. If you have – my dog is whining, so I have to take Molly out to pee. But if you want to give me a quick question – she’s gazing straight into my eyes as I record this, so I have to get her outside. But if you have one more question that I can potentially answer quickly, I’m happy to take a stab at it. Diana: I don’t know if it’s a quick question, but another thing in my mind was I know that you are experimenting a lot with psychedelics and how they can be used to treat certain elements for healing. I’m just curious as a person – I went to college for anthropology and I work right now with individuals optimizing their performance through different tools. I’m thinking when is it a good time to encourage somebody to tap into that and how can you guide them safely if you don’t have a personal experience of it? Tim Ferriss: I can’t recommend that you use psychedelics. You live in the United States and currently the classical psychedelics are – Diana: It’s illegal. Tim Ferriss: – are under Schedule 1, which is in the same class as heroin. So if we’re considering side effects, you also have to consider the legal ramifications and potential side effects. What I can suggest is that you investigate something called holotropic breath work, H-O-L-O – Diana: I’ve done it. Tim Ferriss: Psychedelics are one tool in the tool kit for creating a non-ordinary state of consciousness that can provide insights and realizations and also reprogramming that can be applied to different domains, really across the entire spectrum of human experience. But it’s not the only tool. It just happens to be a very powerful tool if you want to strap yourself or encourage someone to strap themselves to the front of the icebreaker, but they are not without risks. They are exceptionally powerful and can be used irresponsibly. That is why I’m lobbying very strongly to shepherd these compounds, specifically MDMA and psilocybin through Phase III trials, along with a handful of other people who are working very tirelessly on this so that they can be administered with medical supervision and trained therapists. I don’t think this is that far away, if the stars align in a certain sense. If anyone wants to join me in supporting that, they should check out a few organizations: Usona, U-S-O-N-A for psilocybin, which is where I’m spending a lot of my own capital and attention; MAPS, maps.org, for MDMA, which is effectively there, from a funding perspective, for Phase III trials. And then if they want to really come to bat, I haven’t talked about this publicly, but I am committing $1 million of my own capital to this over the next several years and will be really directing a lot of my attention at this field because I cannot recommend at this point that anyone pursue psychedelics with the legal ramifications that exist and also the difficulty in finding responsible, trained, ethical therapists who can support this work. The risk/benefit ratio is really unappealing for most folks. But what I was going to say is if anybody wants to come to the table and believes, as I do, based on both the data and experience, that they have the potential to change and even save lives, say in treatment-resistant depression and other conditions, then people can go to tim.blog/science if you really have some capital that you’d like to bring to bear on this. I’ll say that, but at this point, I would explore other tools for helping shepherd people through the process – Diana: That was exactly what I was – sorry to interrupt, but I what I was looking for was where to go to support this research because I don’t just want to fall into the hands of whatever, whoever, you know what I mean? Like you just said, it’s hard to find responsible guidance if you’re not in the know. But I know the potential for healing. I totally get it that it’s a work in progress and I totally support it. You’re right, the holotropic breathing is great. It just taps into something, but you don’t fully – I haven’t been able to fully get the same results and maybe it’s a matter of just time and continuous practice. Tim Ferriss: I’d say keep practicing and also don’t forget the slow and steady, reliable methods at your disposal, which would include, for instance, meditation. Sam Harris has a fantastic new app which will be coming out shortly, The Waking Up app. I would encourage people to take a look at that. There are other options like Calm and Headspace. But when you start to layer these things on top of one another, you also very often see effects that are disproportionate and not additive. In other words, you take meditation – one unit, holotropic breath work – one unit, and then say hot-and-cold work, say sauna and ice bath – one unit. You add those up and instead of being 3, you get a 5 or a 6 or a 7. I would encourage you to responsibility experiment. All right, Diana, I’ve got to run because I have a list of 20 people to call that I’m going to try to get through. But – Diana: Go ahead. Thank you so much. I hope we can at some point connect again. It was amazing to share this time and space with you. Thank you so much for everything you’re putting out there. It’s amazing. Tim Ferriss: No problem. My pleasure. Hasta la próxima. Thanks for taking the time. Diana: Hasta la próxima. Tim Ferriss: Bye. Robin: This is Robin. Tim Ferriss: Hey, Robin. This is Tim Ferriss. How are you? Robin: I’m doing so well, Tim. How are you doing? Tim Ferriss: Splendid, couldn’t be better. I am exciting to be on the phone with you. How might I help? We’ll see. I can fabricate an answer in an attempt to be helpful. I can’t promise it’ll be of any value. What’s on your mind? What can I potentially help with? Robin: Thank you. A delight to be here. I’ve admired for ten years now your work and your sharing your work with people like us who follow along. In that same time, I’ve built two somewhat successful businesses – a café in San Francisco and an annual conference. But the thing that you’ve done so successfully that I really am just in awe of is continually hitting success after success in a way that appeals to the same target audience. I know you’ve talked about it not always being a success – The 4-Hour Chef, for example, not doing quite as well as you’d wanted or even, I remember, what was it, Rust and Iron, the little YouTube [inaudible] you did about other [inaudible]. Tim Ferriss: Sure. Or multiple TV shows that I’ve attempted on cable and elsewhere. Robin: For sure. And yet you continually spring back. I look at The 4-Hour Workweek through to this context that appealed to people like me. I’m a white male lived in the extended Bay Area. I actually just left San Francisco after ten years, but still in the extended Bay Area. I’m 31. And you’re able to create content that appeals to that same audience and then seemingly grow that audience over time. I understand starting niche, but personally and in terms of professionally finding the next hit and the next hit after that, what do you think other than maybe luck has contributed to that ongoing growing success of teaching essentially people like you? Tim Ferriss: Cool. This is a good topic to explore. Hopefully my answer isn’t underwhelming. I’ll try to fuel it with some more tequila to make it more interesting. Let me ask a few clarifying questions, if I could. First of all, you have a shot here, so you might as well mention it. What is your café and what is the conference? Robin: Thank you. I founded it two years ago. It’s called Robin’s Café. It’s at 17th and Shotwell in the Mission in San Francisco. The conference is about how we work in the 21st century, called “Responsive Conference.” I bounce back and year every year between San Francisco and New York. It’s responsiveconference.com, happening September 24th and 25th in New York this next year. Tim Ferriss: There we go. All right, cool. This is all going somewhere. How did you first come into contact with me or any of the content that I’ve put together, whether it be writing, audio, or otherwise? How did you find your way to that? Robin: Totally. I think I would’ve come to it eventually regardless, whether through The 4-Hour Workweek or maybe when I came into contact with your material originally, I think it was a time just after you had published The 4-Hour Body. But I’ve come to know Jenny Sauer-Klein is a dear friend, the co-founder of AcroYoga. Tim Ferriss: She’s great. Robin: Chris Fussell, the co-author of Team of Teams was one of my speakers. I’ve been peripheral to your work, maybe very peripheral, but sort of circling around for a lot of yours. I think the first thing of yours I saw that really hooked me was early on in the Shopify competitions, you had a little video about building online businesses. At the time, I was dabbling with Shopify, trying to sell digital content for parents for kids with autism, which was a career of about five years that I had there. Something about your authenticity via video, that then led me you first TED Talk. That then, funnily enough led me to The 4-Hour Workweek, and I’ve really been following along since that. Tim Ferriss: Very cool. I appreciate the context. Let me try to tackle this. I’ll edge into it a few different days. The first thing I would say as a caveat is that even if I make a very overt attempt to talk about my failures and missteps and so on, the ratio of successes to failures that make their way onto the internet or my podcast or into the books still presents a very skewed misperception that I succeed a disproportionate amount of the time. That does not mean, however, that I am continually failing and then just highlighting the one or two successes. What it means, I think, if I’m trying to look at it as an observer is that No. 1, I increase the likelihood of success by doing one thing very reliably; I’m not even going to say well. But one thing very reliably, and that is try to support and create products or chapters that scratch an itch I have. It’s a very simplistic model. It doesn’t always work. But I assume that if something really grabs my attention, that it will grab the attention of at least 10,000 other people on the planet who speak English. You start really narrow. For me, I start with what I know. What I know is my daily experience of the things I want, the daily experience of the things that bother me, the daily experience of things that are a huge pain in my ass, the simple path I have found to be most reliable for reaching 10 million people, reaching 100 million is starting with the thing that you fucking know the best. That is your daily experience of pain or desire for pleasure or problems or solutions, and sharing that and really not fucking yourself by overthinking it and getting too sophisticated. Really focus on what you know as an individual and identify the primary pain points. If you can find solutions to those for yourself, generally speaking, that will really transcend any type of category that you fit neatly into and affect a lot of people. That’s been my experience. I can’t believe how fucking long that was. Oh, my God. Hopefully, that’s helpful in some capacity. But the reason that I’ve had the success I’ve had in investing is because I have set very strict rules, which I sometimes violate to my detriment. But for the most part, I’ve stuck with very simple rules for investing in things that fix a personal problem that I am willing to pay money to fix. That excludes a lot of companies that have done spectacularly well that I have missed. It doesn’t matter because it’s not about how many you miss. It’s about how many you actually get right. That’s as true for entrepreneurship as it is for investing. I’ve just tried very hard not to outsmart myself. It makes me thing of quote from Charlie Munger, who’s the right-hand investing partner of Warren Buffett. It is something along the lines of, “It’s incredible how far you can go by trying to not be consistently stupid.” You’re not trying to outsmart everyone; you’re just trying not to be consistently stupid. What I would put into the consistently stupid category is really trying to project and hypothesize too much when it comes to entrepreneurship or investing. Focus on what’s right in front of you and it can take you really far. I apologize for how long that took, but this is something I feel very strongly about because the results are so clear to me when people pay attention to it. There you have it. Robin: Nice. I’m reminded of, I think it was Warren Buffett whole told you at the shareholder meeting of if you have money to invest, invest it in the stock market and get back to work. Tim Ferriss: Yeah, invest it in the S&P 500 and get back to work. It was like the most disappointing answer from a hero ever. But in retrospect, it made a lot of sense. Hey, if this isn’t your stock picking game, then you shouldn’t play, because you’ll get your face ripped off. So it’s like put your money in the S&P 500 and get back to work. Robin: Then psychographic. Regardless of what a person looks like or sounds like or where they live, the focus on specific problems that I, as an individual, have and who do I want to help those people like me become? Whether they look like me or not. Doing that consistently and showing up again and again and getting back to work. Tim Ferriss: Yeah, totally. Let me add a few things also, because I don’t want this to seem too high concept, 30,000 feet. That is, I avoid a lot of big failures by failing quickly with a lot of low-cost tests. That means, for instance, Rust and Iron, you mentioned – and who knows? Maybe it’ll be resurrected, but it didn’t get nearly the kind of attention that I would’ve hoped, given how excited I was about it. Some of these don’t work. For those who don’t know, this was a very short video series. I put a few of them of YouTube – youtube.com/timferriss – which were tours of gyms. Think Cribs for gyms. Endlessly fascinating to me. It turns out most of the world doesn’t give a single shit about it. I did a few of these. One of them I filmed on an iPhone with Kelly Starrett. And then a handful of others with Mark Bell and so on, with much nicer cameras. But those experiments cost a few hundred dollars a piece, maybe a little bit more. I decided for myself what the max allowable cost was. How much am I willing to sink into this to arrive at a decision as to whether to continue or not? Okay, a few thousand bucks, I’m willing to put that in. Depending on where you are in your entrepreneurial journey, that might be $80. It might be $0. It might be, if you have much more to play with in terms of capital, it might be $1 million. But in this case, I was like, you know what? This isn’t a revenue driver. It’s really just for shits and giggles to see if people respond to it well or not. I’m going to put in a few thousand bucks over a period of two months and see what happens. What happened was fucking crickets. I was like, okay, we’re not going to do anymore of those unless I receive some type of information that directly and powerfully in some meaningful way contradicts this F+ grade that I just got in this experiment. Robin: So, if you don’t mind going into the specifics, how do you determine – like, I just launched a tiny, little podcast called ZanderStrong, my last name being Zander. Again, it was crickets. But I know I could ask everyone I know to leave a review on iTunes for that project. If you direct your audience again and again towards a couple of videos, those videos will explode. If you wanted to get sponsorship, I think you probably could. How do you determine crickets and that your audience, your psychographic was not interested in Rust and Iron? Tim Ferriss: If we’re looking at, just to digress but not really digress, into a related topic. If you look at investment pitches from startups, as a venture capitalist or angel investor, you will, surprise, surprise, see the same graph in a lot of them. Wow, it looks like a hockey stick. Up and to the right. Fantastic! The question that any investor should ask, among others, is what percentage of this growth is represented through organic growth and what percentage of this growth is represented through paid acquisition? Because founders, being incentivized as they are, will very often go into the dark arts and take some of their preexisting funding or whatever money they might have through cash flow or other means, and invest it in artificially boosting the numbers. You can do this in an attempt to trick yourself, as well. I think it’s Richard Feynman, the physicist – anyone who wants to read a fantastic book should read, Surely You’re Joking, Mr. Feynman, one of my favorites. He said (and I’m paraphrasing all these), “Rule No. 1 is you must not fool yourself and you are the easiest person to fool.” I really try to focus on real metrics versus vanity metrics, and I would put in vanity metrics almost every fucking buzz word du jour that you can imagine, like “engagement.” I think it does not fucking matter, for the most part. I cannot say this applies to everyone. I can tell you how I will evaluate these things. I will look at the – and it’s partially to determine whether something is dead on arrival with no hope of revival or if I’m performing an experiment and it’s 10% off. If I tweak that 10%, it could explode, which is sometimes the case. If we look at Rust and Iron specifically, I’m not just looking at the view count, I’m looking at the comments. This is a subjective, I’m not even going to say science, art, but it’s a bit of a gestalt pattern-matching type of process that I’ll go through where I will look for intensity of feedback. Robin: People who love it; people who hate it. Tim Ferriss: Right. I will look at the 30 and I’ll primarily look at the people who love it. It doesn’t matter how many people don’t get it; it matters how many people do get it. You can have 90% of the people in a given city hate your fucking business more than anything on the planet, but if 10% of San Francisco loves your café, you are fucking set. You know what I mean? You are set. It doesn’t matter. You are going to have a super mega homerun on your hands. It doesn’t matter how many people don’t get it; it matters how many people do get it. I’ll pay attention to the positive feedback. If the positive feedback is along the lines of; “Oh, my God. This would be the best thing I’ve ever seen in my life. I really loved A, B, and C, but it would be great to have this and this.” If I see that type of feedback over and over again, I will test again. This is also related to my editing process for books. When I edit books, I will ask people which, for instance, and these are almost always friends of mine who are writers that I ask to do this, although lawyers are very good at editing because they can finding sloppy thinking and words that shouldn’t be there, or ambiguous wording and thinking. I will ask them to identify the 10% they would absolutely keep if I had to cut everything else, and the 10% they would cut no matter what. Or the 10% they would cut if they had to. It takes only one person to love something more than the other 90% for me to keep it in the book. But it takes more of a consensus for me to cut something. Does that make sense? If somebody absolutely loves something, even if nobody else mentions it, it stays in because my assumption is there are at least 10,000 more people who care about that. I don’t want to live in the comfortable middle ground, which is the gray of “I like this,” because that is where you die. If you make something you think everyone will like, you’re going to make something no one will love. I try very hard then to straddle that and not deliberately create things that people will hate, but in the process of selecting for things that people love, the side effect will be that in this pendulum of public opinion, you will have people who hate it almost by definition. That is how I would look at something like Rust and Iron. I didn’t have an overwhelmingly strong response, even from a minority. They did not offer, and this is an indicator of liking something and feeling highly invested, I did not get a lot of quality, constructive feedback. In other words, “Hey, this car is fantastic. It’s a Ferrari, but the front suspension is fucked. If you fix that, it would be a homerun.” I didn’t go in to that type of feedback. That’s part of the reason why I shelved it. It’s not dead forever, but it might be. Whereas, in the podcast case, and here’s another layer that I would add to it. It’s not just what other people think. In other words, with the podcast, I was willing to slog through some awful first episodes. They weren’t all terrible, but some of them were. Let’s be honest. I’ve done 300 now. Hopefully it’s better. But some of the original episodes were really rough. I slogged through it why? Because I was developing additional skillsets, the ability to ask more refined questions. I was developing additional skillsets, the ability to let silence do the work. The ability to ask follow-up questions, which default follow-up questions yield a lot of fruit. Such as how did that make you feel? What did you learn from that? How have implemented that later, etc.? As well as developing deeper relationships with people I knew, as well as people I didn’t know as well – acquaintances or even strangers. If you want to have a really funny/frustrating experience, you can listen to my first ever podcast interview with a stranger, someone I had never spoken to before that point in time, which was Ed Catmull, the President of Pixar. I was really nervous. And I went, mm-hmm, mm-hmm, like a thousand fucking times. It drove people nuts. Anyway, I was developing skills and relationships or deepening relationships that would transcend that given project, so I cared less about, or I weighed less the public opinion of those early episodes. Does that make sense? This is a subjective, I’m not even going to say science, art, but it’s a bit of a gestalt pattern-matching type of process that I’ll go through where I will look for intensity of feedback. Robin: People who love it; people who hate it. Tim Ferriss: Yeah. Because unlike, say Rust and Iron, where I was producing new content but not really developing new skills, there was a value to the practice of the podcast in and of itself. That is true of a lot of what I do. I really try to select whenever possible for what will help me to develop skills and relationships that will transcend that project. In part because I can really effectively ignore the early feedback. I don’t ignore it, but it is 10% of my consideration. Robin: Yeah, you’re not dependent on the early feedback to determine the success of the project. Tim Ferriss: Right. That’s another litmus test, perhaps, or another set of criteria that I have used consistently to increase the odds of each subsequent project success. But it’s in some ways laughably simplistic. It’s really hard to keep something simplistic. It’s intellectually difficult to keep something simplistic because you want to demonstrate to yourself that you’re so fucking smart. You start to add in additional criteria and use spreadsheets and all this stuff. It’s not to say that stuff isn’t warranted, but if you meet with a founder and you’re like, fuck, this guy gives me the heebie-jeebies, it doesn’t matter how good your goddammed spread sheet is, you should listen to that very primitive intuition. It’s probably telling you something that over millions of years of evolution is more sophisticated than whatever you put into Excel that afternoon. I’ve tried to really, really, really, really revert to the simple. If you want to give it a nicer name, the elegant, than the sophisticated or complex. Which is not to say there isn’t a place for the complex and the sophisticated. If you’re a growth stage or late stage private equity investor and you’re thinking about taking over a company and replacing the management and improving operational efficiencies, you’d better really know your numbers. But that’s not the game that I play. That’s not my power zone. I will get annihilated if I try to compete against people who are good in those spaces. It’s just not my sandbox. So for me, I really try to target areas where I have a basic advantage. That is, that I can stick to simplicity, a real pared-down set of criteria when other people are tempted to go to complexity and succumb to complexity. I don’t have many advantages. I really want to go as far as to say none of us have that many fucking advantages. Figure out what is easy for you that is hard for a lot of your friends. Start there. Then look at your personal pains. Look at your personal desires and use that as a starting point. If you’re trying to create content or products that you hope will ultimately impact billions of people. Guess what? A lot of these products, like Duolingo. As best as I can recall, I was in their first round of financing. At the time, it was the first language-learning software that made sense to me that solved a lot of pain points for me, personally as a language learning student. Now, as best I know, it is the most widely used, free language-learning software on the planet. 100+ million users. It didn’t start by thinking about what those 100 million people needed. It started with asking myself, does this or does this not scratch the itch or solve the pain that I experienced myself? I hope that helps. That’s partially how I think about this kind of thing. Robin: Thank you. I really appreciate your time and taking the time to share. Tim Ferriss: Hopefully, that wasn’t too drunk. Cool. Good luck with everything. If I ever make my way back to the Bay Area, I will check out your café. Posted on: June 26, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["tim ferriss: why, hello there and welcome to another episode the tim ferriss show", "this is tim ferriss", "it is typically my job to share the habits and routines of world-class performers of all different types, as well as try to spot the patterns amongst them and talk about that", "this episode is a rare exception to the rule", "unlike my usual long-form interviews, this is a drunk dialing q&a with you guys, my listeners", "what does that mean", "i’ve done this a few times in the past, including for the celebration of the 100th episode of this podcast", "we’re at more than 300 now, so it’s been a while", "here’s how it works", "in preparation for this episode, i went on the social media and pointed people to a google forum where they could input their phone numbers and so on", "those people are listeners who wanted to receive a call from me", "then i said, “hey, from this time to this time, i’m going to be making phone calls.” and i started drinking and dialing, answering your questions and getting a little frisky along the way", "tequila will do that", "we covered a lot", "in this episode, i cover all sorts of things, including: how jocko willink has made me more disciplined; my thoughts on sex as a doorway to higher perception (that was not a topic i expected to get into); and you name it, we cover it", "we talk about past addiction to stimulants that i’ve had and how i’ve weaned myself off of said stimulants, or at least prioritized abstinence from stimulants", "how i determine if a project is working or not", "put another way, how do i decide when i should persevere or quite a project, stop something and move on", "after all, the fastest way to complete something is to leave it undone forever", "that is one topic that we dig into", "how i think about teaching and much, much more", "i’ll leave it at that", "without further ado, please enjoy this tequila-fueled q&a with you guys", "thanks for being game", "here we go", "brendan: hello", "tim ferriss: hi, is this brendan", "brendan: is this tim ferriss", "tim ferriss: it is tim ferriss", "good evening", "brendan: wow, oh, my goodness", "this is crazy", "oh, man", "tim ferriss: where am i finding – brendan: how are you doing", "tim ferriss: i’m doing great", "where are you right now", "brendan: i’m actually probably about three hours north of where i assume you are", "i’m in dallas, texas", "tim ferriss: nice", "it’s a fine town", "it’s a fine town, dallas", "brendan: yeah, have you been through here much or no", "tim ferriss: i’ve been here, i’ve been there (that’s the alcohol talking, excuse me)", "i have been there a handful of times, as well as fort worth, but i’ve always spent more time in the austin area", "brendan: yeah, understandably so", "it’s a fine, fine community", "i was just actually down there community", "tim ferriss: for south by", "or what were you down here for", "brendan: no, i just went down to go to the onnit academy and then to get a little workout in and synchronistic enough, you released that podcast with aubrey just yesterday while i was down there, so i listened to that on the drive back", "tim ferriss: it’s a great gym", "i tell you what", "i’ve got a bunch of phone calls to make, a bunch of booze to drink", "how can i attempt to help", "what types of questions might i take a stab at", "brendan: good question because i know you collect them", "so, i actually took a little bit of time once i saw that tweet", "i was expecting this phone call", "an easy one that i just wanted to ask because it’s been one of the biggest things that you’ve helped me with, out of all the people that you’ve introduced me to [inaudible] [00:03:30] is jocko willink", "i wanted to know, just from your perspective, has having him around in your life made you more disciplined", "tim ferriss: that is a fine question", "yes", "having jocko around in my life, which i will say is also virtual", "even though i know jocko very well – i just spoke to him yesterday on the phone – but simply knowing that jocko exists in the universe makes me feel like i have a very benevolent yet strict guardian angel who will most certainly give me an occasional pat on the back, but more often a kick in the ass to actually do what needs being done", "so jocko exemplifies for me, at least, the importance of deciding to embody a given attribute as a means to developing that attribute", "so, of course, jocko is well known for saying, “if you want to be tougher, be tougher.” simply meaning, in that context, that if you want to be tougher, it’s not a 6-month plan, it’s not a 2-year plan, it’s not a progression", "it is, do i choose the stairs instead of the elevator when i get up from this table and i need to go to another floor", "it can be a small decision", "it can be a big decision", "but you want to immediately start making decisions that reflect the characteristic you want to develop", "that, i think, is very powerful", "also, quite frankly, the simplicity of jocko’s approach to many things, including physical fitness and training, which – brendan: yeah", "i got his book after i listened to your podcast and some of his, even the beginner workouts in it are so simply put together but difficult to execute with correct form and the proper cadence and everything like that", "i think that his principle is simple from extreme ownership", "just don’t overcomplicate things", "i think, in a way, simplicity is an expression of elegance", "tim ferriss: it is, absolutely", "also, the fact that jocko does not accept excuses in his own life and certainly doesn’t accept them from other people", "as one example, if he’s traveling – and you know this from having read the last book – but if he’s traveling and he wants to do pullups and he doesn’t have any pullup bar nearby, let’s say in a hotel, he will take a towel, go to the parking garage, find something from which he can hang effectively using the towel, like throw it over a bar or something, and he’ll do pullups", "brendan: yeah, like a pipe", "tim ferriss: exactly", "for those of you who don’t have the context, jocko willink is a legendary or former, or i should say retired navy seal commander", "he was in charge, at one point, of all west coast training for navy seal teams, which are certainly hyper-realistic, one might even call psychotic", "he’s a black belt in brazilian jiu-jitsu and can do, last i heard, 67 strict pullups at a body weight of somewhere between 215 and 230", "so, the guy is an absolute animal", "brendan: yeah, he’s a monster", "and then just a mental monster, too", "like the way he approaches life is a different kind of inspiration addition motivation", "it’s really a self-examining, be realistic about how many hours you’re willing to put in a day", "a lot of people, they could be night owls and they might stay up until 4:30", "or as long as you’re putting in work between midnight and 6:00 a.m", "at some point, you’re still ahead of most people", "that’s before you go to sleep", "or right when you get up", "tim ferriss: if you want to also see the most hilarious twitter q&as imaginable, you can follow jocko willink on twitter", "enough jocko", "i love jocko", "brendan: enough jocko, i know", "i didn’t want to just plug him", "he’s been one of the most influential of all the people you’ve introduced me to", "i just want to wrap up with one thing – do you remember, we actually met – tim ferriss: you know what i should say", "i apologize", "just to interrupt", "i will say if people want to get to know jocko, the very first interview he ever did publicly was on my podcast", "so you can just go to tim.blog/jocko", "brendan: you said a month to [inaudible] [00:07:55] and now he’s producing – what’s the video he came out with just today or two days ago", "it’s about the clock running out", "people should check out his youtube channel because it’s like two and a half minutes or something", "it’s amazing", "tim ferriss: i’ve helped to create – or i’d rather just really unleashed on the internet a monster known as jocko willink", "enjoy", "so what’s next", "brendan: one quick one", "are you drinking malbec or what do are you having", "tim ferriss: i’m drinking casa dragones sipping tequila", "in this case, 100% puro agave azul", "brendan: jalisco", "tim ferriss: it’s from san miguel de allende", "it is tequila blanco", "it is nice stuff", "brendan:  órale", "tim ferriss: órale, órale", "brendan: órale", "cool", "the last question is, we met", "do you know that", "do you remember that", "it was at cross campus l.a", "you basically did a meet-and-greet", "tim ferriss: i remember cross campus", "brendan: i flew up from dallas that time and got to interact with you a little bit", "it was kind of cool", "tim ferriss: yeah, i think i met you in this hallway space", "it was way in the back of the room behind the main stage, kind of on my way to get a drink and go to the bathroom, i think you stepped in front of a few people and i met you there, if i remember correctly", "brendan: it would’ve been that, and then there was also you getting swarmed by people", "i remember at the very beginning, you were like, “please, i’m not taking startup pitches right now.” it was just as soon as there was a break for coffee, you went to go for a coffee and you were swarmed with people asking about, “would you check this product out?” like, this guy from soylent was there", "there were all these people and they were swarming you", "i remember i got a second to talk to you", "i was like, “i just want to say thank you.” i still want to say thank you today, man", "i’m really grateful for everything you’ve led me towards in my life", "you’re one of the best decision making or content filtering algorithms that i’ve ever found because if you vet something, it’s already so much of the leg work is done and i trust you", "you’re driven for research and helping people", "tim ferriss: thank you, brendan", "i hope to never betray that trust", "i really work hard to not succumb to the temptation to loosen that filter", "it can be very challenging", "it’s very expensive, but i know how valuable that is to me", "i have friends who act as filters, certainly", "it’s largely thanks to the value that i’ve derived from them that i want to try to serve the same function for people in the wider world that i can hopefully try a thousand things and a lot of bullshit and distill the two or three that are actually worth a second look", "brendan: thank you so much for calling", "i want to be respectful of everybody else on your list", "i could talk to you forever", "you’ve been a huge inspiration in my life", "thank you so much", "tim ferriss: my pleasure, man", "any requests for the podcast", "types of people", "specific people", "or anything else", "brendan: what i want to do after having been introduced to your work in 2011", "i basically grew up in hospitality as a chef for many of the last years and was unable to sustain a healthy lifestyle", "there is no such thing as work/life balance if you’re a true chef cooking real food in a high-pressure, fine-dining environment, when everything is made from scratch", "i know you know that from your research and going through the 4-hour chef", "it’s pretty widespread, unknown issue in the states right now that there is not enough skilled labor in kitchens", "not just kitchens, restaurants in general", "i want to make a difference in that industry on a bigger scale", "i want to put together a website", "i have a ton of ideas in the realm of helping people in that specific genre of, i should say niche of the workplace because i have so much experience", "i grew up in a restaurant when my mother was raising me", "i was basically always in a restaurant", "then coming down to dallas, texas, there’s so much opportunity here", "i got a real sense of the labor market and did some research", "it’s not just the dallas labor market", "i’m sure anybody listening in any city right now that has anything to do with restaurants can attest to the fact that good help is harder to find than ever because the market is oversaturated and it’s easier to get loans to open restaurants in whatever the case may be – macroeconomically", "but i just want to make a difference", "if anybody’s interested, they can get at me on twitter, it’s [inaudible] or however you want to", "i just want to start a bigger conversation around this and put out content to help people in restaurants", "tim ferriss: here, here", "good luck", "i’ll see you on the internet and maybe in texas", "brendan: absolutely, yeah, man", "if you ever want to come up to dallas, just hit me up and i’ll probably show you some parts of the city that you didn’t see", "tim ferriss: all right, man", "i’ll see you on the road", "take it easy", "brendan: absolutely, man", "peace", "tim ferriss: bye", "diana: hello", "tim ferriss: hi, is this diana", "diana: yeah, this is diana", "tim ferriss: i was hoping i would get the pronunciation right", "this is tim ferriss", "good evening", "how are you", "diana: whoa, hello", "i can’t believe i made it", "tim ferriss: you made it", "you were the second person to fill the form out", "so you were very fast on the draw", "diana: awesome", "thank you for calling", "tim ferriss: my pleasure", "what question or questions can i tackle for you", "diana: my question", "well, i have a couple", "i want you to choose", "do you want an easy question", "do you want a hard question", "tim ferriss: i want whichever question you would be most disappointed not to have asked", "diana: okay", "my biggest interest right now is what stage of higher perception can we cultivate through training", "what’s coming to me is sex", "because sex seems to be a doorway in some cultures or some philosophies", "i’m thinking tantra, i’m thinking taoism", "i’m thinking kama sutra", "i’ve heard different things and i’m trying to put them together", "for example, abstaining from sex", "like, you were talking to jack kornfield", "or withholding orgasm as a training", "or multiple partners and open relationships and let’s have a lot of sex, guys, as a way of learning how to deal with your internal stuff, i’m curious to know what is your experience, if i can assume that you’ve experimented with all of this, and what do you think", "is that a doorway to higher perception", "either of these techniques or all of them or what", "what do you think", "tim ferriss: big question", "let me try to take a stab at it", "there are many different components to that question", "i would say that in general, my experience has been whenever you take an act or a daily habit, let’s just say eating, and you make previously automatic or subconscious decisions conscious, that you can very deliberately change perception", "that can lead many interesting places", "that could take the form of – and i will get to sex – but that could take the form of intermittent fasting or fasting, in which case you notice how much of your day is structured around three scheduled meals, whether or not you are hungry", "that brings to you a new appreciation of your automatic behaviors that may or may not be justified", "and secondly, it gives you a greater appreciation for, in this case, the thing you may abstain from for a certain period of time, which is food", "sex is very similar", "i do think that, and i don’t know if this is physiological or psychological, but i have engaged in a number of different practices and schools of training where the accepted best practices involve abstaining from sex and furthermore abstaining from orgasm or ejaculation for a period of time, whether that is two weeks or four weeks or a longer period of time", "when you remove any compulsive behavior, and i will just go out on a limb and say i think that masturbation for men, in particular, can be a compulsive behavior and tool for procrastination", "to put it mildly", "women maybe also, but i think particularly men", "when you remove that as an option and you have, for instance, a trip planned where you’re going to be engaging in some type of physical practice or exposure to psychedelics or whatever it might be and it has been clearly expressed to you that your gains will be 3x, 4x, 5x greater if you abstain from this behavior, that is the petri dish, the period of abstinence, that can allow you to observe how you react to that", "observing the impulses and the resistance that surface, i think, is really valuable", "i do think that whether or not there is some type of physiological basis to the regeneration or recirculation of qi, for instance, which may or may not be the case, right", "i’m very skeptical of this new age, woo-woo stuff, even though i’ve read the multi-orgasmic man by mantak chia, and i’ve looked at those exercises and i have experimented with withholding or postponing ejaculation, in some cases where you can use or have a partner use fingers in the perineum with pressure to prevent that from happening mechanically, which i don’t actually think, and this is subject to great debate, but it doesn’t strike me at the healthiest approach", "it’s like sticking a potato in an exhaust pipe or something", "it doesn’t seem structurally – diana: kills the mood immediately", "tim ferriss: yeah, exactly", "it also doesn’t seem very structurally prudent to do", "if you, for instance, as a male – and male and female physiology are, of course, very different when it comes to sex in multiple respects – but as a man, certainly learning to develop a sensitivity to when you’re about to ejaculate and focusing on breathing patterns or visualization allows you to extend the duration of intercourse, i think is tremendously valuable and it also transcends the bedroom", "i think it goes other places", "diana: that’s my question", "[inaudible] and to see if there’s a correlation between – i get the discipline and the interrupting of the habitual patterns", "i understand that", "but i don’t know or have an experience personally – does that translate into being more able to perceive nature or be more creative in my writing", "or be more aware or more present because i’m not giving my energy into this activity", "tim ferriss: i think it’s also cognitive load", "the degree to which any given activity is an interruptive thought", "when you remove something like that for a period of time, it ceases to be static in the mind and therefore your signal to noise ratio improves and ostensibly you should be able to, and my experience is that you can operate at a higher level when it comes to almost all of your other activities", "which is why, very often, when i’m abstaining from one thing, for instance sex, i’ll also abstain from alcohol", "i will also abstain from caffeine", "i tend to layer those things on top of one another", "diana: that makes sense", "how long have you been able to abstain from all the stimulants that distract you for a certain project", "tim ferriss: i did it earlier this year for almost eight weeks, which is a long time for me", "diana: i was thinking six months, and i’m like, can i do it", "tim ferriss: it’s a long time", "but i found it very worthwhile and it proved to me also that i could do it", "if you wonder whether or not you are addicted to something, you should try to go without it", "you will potentially suffer physical and psychological withdrawal symptoms and your willingness to contend with that will give you a very accurate read of how addicted you are to whatever it is you’re abstaining from, whether it’s – diana: my question doesn’t – tim ferriss: – let me just – diana: – come from addiction", "it’s more about commitment", "i’ve been experimenting with the undulation showers and waking up early in the morning and man, it’s hard to commit to it every single day", "it’s more the discipline aspect that is exciting to [inaudible]", "i know that if tackle that, then i’ll get a way bigger picture", "tim ferriss: when i say addiction, i’m not talking about addiction to nicotine or caffeine, necessarily", "i’m also talking about compulsive thought patterns", "for instance, if you’re interested in abstinence of any type or experimenting with that, my recommendation would actually be if you really want to see very clear return on investment quickly, i would just google “21-day no complaint experiment” and look for a blog post that i wrote about a 21-day no complaint experiment", "this translates very quickly to multiple domains", "when you remove certain patterns of phrasing and not only speaking but therefore thinking, the way that you relate to the word and the selection bias you use for seeing the good or seeing the bad changes very dramatically", "i would recommend taking a look at that as well", "diana: thanks so much", "that’s great", "tim ferriss: yeah, no problem", "if you have – my dog is whining, so i have to take molly out to pee", "but if you want to give me a quick question – she’s gazing straight into my eyes as i record this, so i have to get her outside", "but if you have one more question that i can potentially answer quickly, i’m happy to take a stab at it", "diana: i don’t know if it’s a quick question, but another thing in my mind was i know that you are experimenting a lot with psychedelics and how they can be used to treat certain elements for healing", "i’m just curious as a person – i went to college for anthropology and i work right now with individuals optimizing their performance through different tools", "i’m thinking when is it a good time to encourage somebody to tap into that and how can you guide them safely if you don’t have a personal experience of it", "tim ferriss: i can’t recommend that you use psychedelics", "you live in the united states and currently the classical psychedelics are – diana: it’s illegal", "tim ferriss: – are under schedule 1, which is in the same class as heroin", "so if we’re considering side effects, you also have to consider the legal ramifications and potential side effects", "what i can suggest is that you investigate something called holotropic breath work, h-o-l-o – diana: i’ve done it", "tim ferriss: psychedelics are one tool in the tool kit for creating a non-ordinary state of consciousness that can provide insights and realizations and also reprogramming that can be applied to different domains, really across the entire spectrum of human experience", "but it’s not the only tool", "it just happens to be a very powerful tool if you want to strap yourself or encourage someone to strap themselves to the front of the icebreaker, but they are not without risks", "they are exceptionally powerful and can be used irresponsibly", "that is why i’m lobbying very strongly to shepherd these compounds, specifically mdma and psilocybin through phase iii trials, along with a handful of other people who are working very tirelessly on this so that they can be administered with medical supervision and trained therapists", "i don’t think this is that far away, if the stars align in a certain sense", "if anyone wants to join me in supporting that, they should check out a few organizations: usona, u-s-o-n-a for psilocybin, which is where i’m spending a lot of my own capital and attention; maps, maps.org, for mdma, which is effectively there, from a funding perspective, for phase iii trials", "and then if they want to really come to bat, i haven’t talked about this publicly, but i am committing $1 million of my own capital to this over the next several years and will be really directing a lot of my attention at this field because i cannot recommend at this point that anyone pursue psychedelics with the legal ramifications that exist and also the difficulty in finding responsible, trained, ethical therapists who can support this work", "the risk/benefit ratio is really unappealing for most folks", "but what i was going to say is if anybody wants to come to the table and believes, as i do, based on both the data and experience, that they have the potential to change and even save lives, say in treatment-resistant depression and other conditions, then people can go to tim.blog/science if you really have some capital that you’d like to bring to bear on this", "i’ll say that, but at this point, i would explore other tools for helping shepherd people through the process – diana: that was exactly what i was – sorry to interrupt, but i what i was looking for was where to go to support this research because i don’t just want to fall into the hands of whatever, whoever, you know what i mean", "like you just said, it’s hard to find responsible guidance if you’re not in the know", "but i know the potential for healing", "i totally get it that it’s a work in progress and i totally support it", "you’re right, the holotropic breathing is great", "it just taps into something, but you don’t fully – i haven’t been able to fully get the same results and maybe it’s a matter of just time and continuous practice", "tim ferriss: i’d say keep practicing and also don’t forget the slow and steady, reliable methods at your disposal, which would include, for instance, meditation", "sam harris has a fantastic new app which will be coming out shortly, the waking up app", "i would encourage people to take a look at that", "there are other options like calm and headspace", "but when you start to layer these things on top of one another, you also very often see effects that are disproportionate and not additive", "in other words, you take meditation – one unit, holotropic breath work – one unit, and then say hot-and-cold work, say sauna and ice bath – one unit", "you add those up and instead of being 3, you get a 5 or a 6 or a 7", "i would encourage you to responsibility experiment", "all right, diana, i’ve got to run because i have a list of 20 people to call that i’m going to try to get through", "but – diana: go ahead", "thank you so much", "i hope we can at some point connect again", "it was amazing to share this time and space with you", "thank you so much for everything you’re putting out there", "it’s amazing", "tim ferriss: no problem", "my pleasure", "hasta la próxima", "thanks for taking the time", "diana: hasta la próxima", "tim ferriss: bye", "robin: this is robin", "tim ferriss: hey, robin", "this is tim ferriss", "how are you", "robin: i’m doing so well, tim", "how are you doing", "tim ferriss: splendid, couldn’t be better", "i am exciting to be on the phone with you", "how might i help", "we’ll see", "i can fabricate an answer in an attempt to be helpful", "i can’t promise it’ll be of any value", "what’s on your mind", "what can i potentially help with", "robin: thank you", "a delight to be here", "i’ve admired for ten years now your work and your sharing your work with people like us who follow along", "in that same time, i’ve built two somewhat successful businesses – a café in san francisco and an annual conference", "but the thing that you’ve done so successfully that i really am just in awe of is continually hitting success after success in a way that appeals to the same target audience", "i know you’ve talked about it not always being a success – the 4-hour chef, for example, not doing quite as well as you’d wanted or even, i remember, what was it, rust and iron, the little youtube [inaudible] you did about other [inaudible]", "tim ferriss: sure", "or multiple tv shows that i’ve attempted on cable and elsewhere", "robin: for sure", "and yet you continually spring back", "i look at the 4-hour workweek through to this context that appealed to people like me", "i’m a white male lived in the extended bay area", "i actually just left san francisco after ten years, but still in the extended bay area", "i’m 31", "and you’re able to create content that appeals to that same audience and then seemingly grow that audience over time", "i understand starting niche, but personally and in terms of professionally finding the next hit and the next hit after that, what do you think other than maybe luck has contributed to that ongoing growing success of teaching essentially people like you", "tim ferriss: cool", "this is a good topic to explore", "hopefully my answer isn’t underwhelming", "i’ll try to fuel it with some more tequila to make it more interesting", "let me ask a few clarifying questions, if i could", "first of all, you have a shot here, so you might as well mention it", "what is your café and what is the conference", "robin: thank you", "i founded it two years ago", "it’s called robin’s café", "it’s at 17th and shotwell in the mission in san francisco", "the conference is about how we work in the 21st century, called “responsive conference.” i bounce back and year every year between san francisco and new york", "it’s responsiveconference.com, happening september 24th and 25th in new york this next year", "tim ferriss: there we go", "all right, cool", "this is all going somewhere", "how did you first come into contact with me or any of the content that i’ve put together, whether it be writing, audio, or otherwise", "how did you find your way to that", "robin: totally", "i think i would’ve come to it eventually regardless, whether through the 4-hour workweek or maybe when i came into contact with your material originally, i think it was a time just after you had published the 4-hour body", "but i’ve come to know jenny sauer-klein is a dear friend, the co-founder of acroyoga", "tim ferriss: she’s great", "robin: chris fussell, the co-author of team of teams was one of my speakers", "i’ve been peripheral to your work, maybe very peripheral, but sort of circling around for a lot of yours", "i think the first thing of yours i saw that really hooked me was early on in the shopify competitions, you had a little video about building online businesses", "at the time, i was dabbling with shopify, trying to sell digital content for parents for kids with autism, which was a career of about five years that i had there", "something about your authenticity via video, that then led me you first ted talk", "that then, funnily enough led me to the 4-hour workweek, and i’ve really been following along since that", "tim ferriss: very cool", "i appreciate the context", "let me try to tackle this", "i’ll edge into it a few different days", "the first thing i would say as a caveat is that even if i make a very overt attempt to talk about my failures and missteps and so on, the ratio of successes to failures that make their way onto the internet or my podcast or into the books still presents a very skewed misperception that i succeed a disproportionate amount of the time", "that does not mean, however, that i am continually failing and then just highlighting the one or two successes", "what it means, i think, if i’m trying to look at it as an observer is that no", "1, i increase the likelihood of success by doing one thing very reliably; i’m not even going to say well", "but one thing very reliably, and that is try to support and create products or chapters that scratch an itch i have", "it’s a very simplistic model", "it doesn’t always work", "but i assume that if something really grabs my attention, that it will grab the attention of at least 10,000 other people on the planet who speak english", "you start really narrow", "for me, i start with what i know", "what i know is my daily experience of the things i want, the daily experience of the things that bother me, the daily experience of things that are a huge pain in my ass, the simple path i have found to be most reliable for reaching 10 million people, reaching 100 million is starting with the thing that you fucking know the best", "that is your daily experience of pain or desire for pleasure or problems or solutions, and sharing that and really not fucking yourself by overthinking it and getting too sophisticated", "really focus on what you know as an individual and identify the primary pain points", "if you can find solutions to those for yourself, generally speaking, that will really transcend any type of category that you fit neatly into and affect a lot of people", "that’s been my experience", "i can’t believe how fucking long that was", "oh, my god", "hopefully, that’s helpful in some capacity", "but the reason that i’ve had the success i’ve had in investing is because i have set very strict rules, which i sometimes violate to my detriment", "but for the most part, i’ve stuck with very simple rules for investing in things that fix a personal problem that i am willing to pay money to fix", "that excludes a lot of companies that have done spectacularly well that i have missed", "it doesn’t matter because it’s not about how many you miss", "it’s about how many you actually get right", "that’s as true for entrepreneurship as it is for investing", "i’ve just tried very hard not to outsmart myself", "it makes me thing of quote from charlie munger, who’s the right-hand investing partner of warren buffett", "it is something along the lines of, “it’s incredible how far you can go by trying to not be consistently stupid.” you’re not trying to outsmart everyone; you’re just trying not to be consistently stupid", "what i would put into the consistently stupid category is really trying to project and hypothesize too much when it comes to entrepreneurship or investing", "focus on what’s right in front of you and it can take you really far", "i apologize for how long that took, but this is something i feel very strongly about because the results are so clear to me when people pay attention to it", "there you have it", "robin: nice", "i’m reminded of, i think it was warren buffett whole told you at the shareholder meeting of if you have money to invest, invest it in the stock market and get back to work", "tim ferriss: yeah, invest it in the s&p 500 and get back to work", "it was like the most disappointing answer from a hero ever", "but in retrospect, it made a lot of sense", "hey, if this isn’t your stock picking game, then you shouldn’t play, because you’ll get your face ripped off", "so it’s like put your money in the s&p 500 and get back to work", "robin: then psychographic", "regardless of what a person looks like or sounds like or where they live, the focus on specific problems that i, as an individual, have and who do i want to help those people like me become", "whether they look like me or not", "doing that consistently and showing up again and again and getting back to work", "tim ferriss: yeah, totally", "let me add a few things also, because i don’t want this to seem too high concept, 30,000 feet", "that is, i avoid a lot of big failures by failing quickly with a lot of low-cost tests", "that means, for instance, rust and iron, you mentioned – and who knows", "maybe it’ll be resurrected, but it didn’t get nearly the kind of attention that i would’ve hoped, given how excited i was about it", "some of these don’t work", "for those who don’t know, this was a very short video series", "i put a few of them of youtube – youtube.com/timferriss – which were tours of gyms", "think cribs for gyms", "endlessly fascinating to me", "it turns out most of the world doesn’t give a single shit about it", "i did a few of these", "one of them i filmed on an iphone with kelly starrett", "and then a handful of others with mark bell and so on, with much nicer cameras", "but those experiments cost a few hundred dollars a piece, maybe a little bit more", "i decided for myself what the max allowable cost was", "how much am i willing to sink into this to arrive at a decision as to whether to continue or not", "okay, a few thousand bucks, i’m willing to put that in", "depending on where you are in your entrepreneurial journey, that might be $80", "it might be $0", "it might be, if you have much more to play with in terms of capital, it might be $1 million", "but in this case, i was like, you know what", "this isn’t a revenue driver", "it’s really just for shits and giggles to see if people respond to it well or not", "i’m going to put in a few thousand bucks over a period of two months and see what happens", "what happened was fucking crickets", "i was like, okay, we’re not going to do anymore of those unless i receive some type of information that directly and powerfully in some meaningful way contradicts this f+ grade that i just got in this experiment", "robin: so, if you don’t mind going into the specifics, how do you determine – like, i just launched a tiny, little podcast called zanderstrong, my last name being zander", "again, it was crickets", "but i know i could ask everyone i know to leave a review on itunes for that project", "if you direct your audience again and again towards a couple of videos, those videos will explode", "if you wanted to get sponsorship, i think you probably could", "how do you determine crickets and that your audience, your psychographic was not interested in rust and iron", "tim ferriss: if we’re looking at, just to digress but not really digress, into a related topic", "if you look at investment pitches from startups, as a venture capitalist or angel investor, you will, surprise, surprise, see the same graph in a lot of them", "wow, it looks like a hockey stick", "up and to the right", "fantastic", "the question that any investor should ask, among others, is what percentage of this growth is represented through organic growth and what percentage of this growth is represented through paid acquisition", "because founders, being incentivized as they are, will very often go into the dark arts and take some of their preexisting funding or whatever money they might have through cash flow or other means, and invest it in artificially boosting the numbers", "you can do this in an attempt to trick yourself, as well", "i think it’s richard feynman, the physicist – anyone who wants to read a fantastic book should read, surely you’re joking, mr", "feynman, one of my favorites", "he said (and i’m paraphrasing all these), “rule no", "1 is you must not fool yourself and you are the easiest person to fool.” i really try to focus on real metrics versus vanity metrics, and i would put in vanity metrics almost every fucking buzz word du jour that you can imagine, like “engagement.” i think it does not fucking matter, for the most part", "i cannot say this applies to everyone", "i can tell you how i will evaluate these things", "i will look at the – and it’s partially to determine whether something is dead on arrival with no hope of revival or if i’m performing an experiment and it’s 10% off", "if i tweak that 10%, it could explode, which is sometimes the case", "if we look at rust and iron specifically, i’m not just looking at the view count, i’m looking at the comments", "this is a subjective, i’m not even going to say science, art, but it’s a bit of a gestalt pattern-matching type of process that i’ll go through where i will look for intensity of feedback", "robin: people who love it; people who hate it", "tim ferriss: right", "i will look at the 30 and i’ll primarily look at the people who love it", "it doesn’t matter how many people don’t get it; it matters how many people do get it", "you can have 90% of the people in a given city hate your fucking business more than anything on the planet, but if 10% of san francisco loves your café, you are fucking set", "you know what i mean", "you are set", "it doesn’t matter", "you are going to have a super mega homerun on your hands", "it doesn’t matter how many people don’t get it; it matters how many people do get it", "i’ll pay attention to the positive feedback", "if the positive feedback is along the lines of; “oh, my god", "this would be the best thing i’ve ever seen in my life", "i really loved a, b, and c, but it would be great to have this and this.” if i see that type of feedback over and over again, i will test again", "this is also related to my editing process for books", "when i edit books, i will ask people which, for instance, and these are almost always friends of mine who are writers that i ask to do this, although lawyers are very good at editing because they can finding sloppy thinking and words that shouldn’t be there, or ambiguous wording and thinking", "i will ask them to identify the 10% they would absolutely keep if i had to cut everything else, and the 10% they would cut no matter what", "or the 10% they would cut if they had to", "it takes only one person to love something more than the other 90% for me to keep it in the book", "but it takes more of a consensus for me to cut something", "does that make sense", "if somebody absolutely loves something, even if nobody else mentions it, it stays in because my assumption is there are at least 10,000 more people who care about that", "i don’t want to live in the comfortable middle ground, which is the gray of “i like this,” because that is where you die", "if you make something you think everyone will like, you’re going to make something no one will love", "i try very hard then to straddle that and not deliberately create things that people will hate, but in the process of selecting for things that people love, the side effect will be that in this pendulum of public opinion, you will have people who hate it almost by definition", "that is how i would look at something like rust and iron", "i didn’t have an overwhelmingly strong response, even from a minority", "they did not offer, and this is an indicator of liking something and feeling highly invested, i did not get a lot of quality, constructive feedback", "in other words, “hey, this car is fantastic", "it’s a ferrari, but the front suspension is fucked", "if you fix that, it would be a homerun.” i didn’t go in to that type of feedback", "that’s part of the reason why i shelved it", "it’s not dead forever, but it might be", "whereas, in the podcast case, and here’s another layer that i would add to it", "it’s not just what other people think", "in other words, with the podcast, i was willing to slog through some awful first episodes", "they weren’t all terrible, but some of them were", "let’s be honest", "i’ve done 300 now", "hopefully it’s better", "but some of the original episodes were really rough", "i slogged through it why", "because i was developing additional skillsets, the ability to ask more refined questions", "i was developing additional skillsets, the ability to let silence do the work", "the ability to ask follow-up questions, which default follow-up questions yield a lot of fruit", "such as how did that make you feel", "what did you learn from that", "how have implemented that later, etc.", "as well as developing deeper relationships with people i knew, as well as people i didn’t know as well – acquaintances or even strangers", "if you want to have a really funny/frustrating experience, you can listen to my first ever podcast interview with a stranger, someone i had never spoken to before that point in time, which was ed catmull, the president of pixar", "i was really nervous", "and i went, mm-hmm, mm-hmm, like a thousand fucking times", "it drove people nuts", "anyway, i was developing skills and relationships or deepening relationships that would transcend that given project, so i cared less about, or i weighed less the public opinion of those early episodes", "does that make sense", "this is a subjective, i’m not even going to say science, art, but it’s a bit of a gestalt pattern-matching type of process that i’ll go through where i will look for intensity of feedback", "robin: people who love it; people who hate it", "tim ferriss: yeah", "because unlike, say rust and iron, where i was producing new content but not really developing new skills, there was a value to the practice of the podcast in and of itself", "that is true of a lot of what i do", "i really try to select whenever possible for what will help me to develop skills and relationships that will transcend that project", "in part because i can really effectively ignore the early feedback", "i don’t ignore it, but it is 10% of my consideration", "robin: yeah, you’re not dependent on the early feedback to determine the success of the project", "tim ferriss: right", "that’s another litmus test, perhaps, or another set of criteria that i have used consistently to increase the odds of each subsequent project success", "but it’s in some ways laughably simplistic", "it’s really hard to keep something simplistic", "it’s intellectually difficult to keep something simplistic because you want to demonstrate to yourself that you’re so fucking smart", "you start to add in additional criteria and use spreadsheets and all this stuff", "it’s not to say that stuff isn’t warranted, but if you meet with a founder and you’re like, fuck, this guy gives me the heebie-jeebies, it doesn’t matter how good your goddammed spread sheet is, you should listen to that very primitive intuition", "it’s probably telling you something that over millions of years of evolution is more sophisticated than whatever you put into excel that afternoon", "i’ve tried to really, really, really, really revert to the simple", "if you want to give it a nicer name, the elegant, than the sophisticated or complex", "which is not to say there isn’t a place for the complex and the sophisticated", "if you’re a growth stage or late stage private equity investor and you’re thinking about taking over a company and replacing the management and improving operational efficiencies, you’d better really know your numbers", "but that’s not the game that i play", "that’s not my power zone", "i will get annihilated if i try to compete against people who are good in those spaces", "it’s just not my sandbox", "so for me, i really try to target areas where i have a basic advantage", "that is, that i can stick to simplicity, a real pared-down set of criteria when other people are tempted to go to complexity and succumb to complexity", "i don’t have many advantages", "i really want to go as far as to say none of us have that many fucking advantages", "figure out what is easy for you that is hard for a lot of your friends", "start there", "then look at your personal pains", "look at your personal desires and use that as a starting point", "if you’re trying to create content or products that you hope will ultimately impact billions of people", "guess what", "a lot of these products, like duolingo", "as best as i can recall, i was in their first round of financing", "at the time, it was the first language-learning software that made sense to me that solved a lot of pain points for me, personally as a language learning student", "now, as best i know, it is the most widely used, free language-learning software on the planet", "100+ million users", "it didn’t start by thinking about what those 100 million people needed", "it started with asking myself, does this or does this not scratch the itch or solve the pain that i experienced myself", "i hope that helps", "that’s partially how i think about this kind of thing", "robin: thank you", "i really appreciate your time and taking the time to share", "tim ferriss: hopefully, that wasn’t too drunk", "cool", "good luck with everything", "if i ever make my way back to the bay area, i will check out your café"]}