{"dialog_idx": {"karlie kloss": [15, 16, 30, 31, 33, 34, 38, 39, 43, 44, 47, 48, 49, 55, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 82, 86, 87, 88, 89, 90, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 119, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 139, 140, 150, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 176, 184, 185, 186, 187, 188, 189, 190, 192, 193, 194, 195, 196, 198, 199, 200, 201, 202, 203, 207, 208, 209, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 234, 235, 236, 237, 238, 239, 241, 242, 243, 244, 245, 246, 248, 251, 252, 253, 254, 255, 256, 257, 258, 259, 262, 263, 266, 269, 270, 271, 272, 273, 274, 275, 276, 282, 287, 289, 296, 302, 304, 306, 307, 308, 309, 310, 311, 312, 313, 314, 316, 318, 320, 321, 322, 323, 324, 325, 326, 330, 333, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 353, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 374, 376, 380, 381, 382, 383, 384, 385, 386, 389, 390, 391, 392, 393, 395, 398, 399, 400, 401, 402, 403, 404, 410, 412, 424, 425, 426, 427, 428, 429, 431, 437, 441, 442, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 482, 483, 484, 485, 486, 487, 488, 489, 492, 497, 498, 499, 500, 501, 502, 503, 510, 515, 517, 519, 520, 521, 522, 523, 524, 525, 527, 528, 529, 532, 533, 537, 541, 542, 544, 551, 562, 563, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 598, 626, 628, 629, 631, 636, 637, 638, 639, 640, 641, 645, 656, 663, 664, 665, 666, 673], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 32, 35, 36, 37, 40, 41, 42, 45, 46, 50, 51, 52, 53, 54, 56, 57, 58, 81, 83, 84, 85, 91, 92, 93, 94, 110, 111, 112, 113, 114, 115, 116, 117, 118, 120, 121, 122, 138, 141, 142, 143, 144, 145, 146, 147, 148, 149, 151, 152, 153, 154, 168, 169, 170, 171, 172, 173, 174, 175, 177, 178, 179, 180, 181, 182, 183, 191, 197, 204, 205, 206, 210, 211, 212, 213, 214, 215, 216, 217, 218, 233, 240, 247, 249, 250, 260, 261, 264, 265, 267, 268, 277, 278, 279, 280, 281, 283, 284, 285, 286, 288, 290, 291, 292, 293, 294, 295, 297, 298, 299, 300, 301, 303, 305, 315, 317, 319, 327, 328, 329, 331, 332, 334, 335, 336, 337, 338, 351, 352, 354, 355, 356, 357, 358, 372, 373, 375, 377, 378, 379, 387, 388, 394, 396, 397, 405, 406, 407, 408, 409, 411, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 430, 432, 433, 434, 435, 436, 438, 439, 440, 443, 444, 445, 446, 447, 448, 449, 450, 464, 465, 466, 479, 480, 481, 490, 491, 493, 494, 495, 496, 504, 505, 506, 507, 508, 509, 511, 512, 513, 514, 516, 518, 526, 530, 531, 534, 535, 536, 538, 539, 540, 543, 545, 546, 547, 548, 549, 550, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 595, 596, 597, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 627, 630, 632, 633, 634, 635, 642, 643, 644, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 657, 658, 659, 660, 661, 662, 667, 668, 669, 670, 671, 672, 674, 675, 676, 677, 678]}, "episode_num": 307, "file_type": "html", "guests": ["karlie kloss"], "num_sentences": 679, "num_words": 11337, "raw_text": "Tim Ferriss: Hello, ladies and germs, this is Tim Ferriss, and welcome to another episode of the Tim Ferriss show, where it is my job to tease out, distill, share the habits, routines, life lessons, belief systems, and so on of world-class performers from all different domains. This episode features entrepreneur and supermodel Karlie Kloss – that’s two Ks. You can find her on Instagram and elsewhere @karliekloss – K-A-R-L-I-E-K-L-O-S-S. Karlie was discovered at a local charity fashion show at age 13, and by this point, I think she’s been on 45, 50 covers – something like that. Karlie’s fashion career quickly took off, and she has walked for top designers, including Oscar de la Renta, Christian Dior, Alexander McQueen, and Versace, among others. She’s also starred in many major campaigns, including Adidas – or Adidas, depending on where you’re listening to this – Donna Karan, Dolce and Gabbana, Dior, Calvin Klein, Carolina Hererra – if I’m getting that right – showing my stripes here – and Swarovski, among many, many others. But I wanted to have Karlie on this show not just because of her modeling career, of course, which I think gets discounted because thousands – tens of thousands of women or girls come into the world of modeling, and very few make it to the top and very few last a long time, and very, very few still are able to translate it to other things. Outside of modeling, Karlie’s passion for technology led her to take coding classes, learning to program. Inspired by coding’s endless possibilities, she then launched Kode With Klossy – K-O-D-E – Kode With Klossy, a nonprofit that empowers young women to learn to code and become leaders in tech, which in 2018 will expand to 50 camps in 25 cities and may go well beyond that. Time magazine has recognized Karlie for her entrepreneurship and philanthropic work on its Time 100 List, and she was also featured on the covers of Fast Company and Forbes for her work with Kode With Klossy. Karlie hosts Freeform six-part series, Movie Night With Karlie Kloss, as a correspondent for the Netflix original series, Bill Nye Saves the World. And – this will come up again at the very end, but if you are interested in learning more about Karlie’s coding camps – and application deadlines are coming soon – check out KodeWithKlossy.com/apply. That’s Kode With Klossy – all Ks – KodeWithKlossy.com/apply. And without further ado, please enjoy this wide-ranging conversation with Karlie Kloss. Karlie, welcome to the show. Karlie Kloss: Hi. Thank you for having me, Tim. Tim Ferriss: I am so thrilled to have you here, and I just want to make a few observations slash comments up front. So, the first is – Karlie Kloss: Uh-oh. This could go anywhere. Tim Ferriss: I have a researcher who helps me with some prep documents – I certainly do my own prep – and his documents are usually very straightforward. He is affectionately called “The Crazy Bulgarian.” He’s not crazy – I just thought that he should trademark that. He is from Bulgaria. And he put a note at the top of yours – he never adds notes – and the note is, so open parentheses, “NOTE,” in all caps – Karlie Kloss: Oh my gosh. Uh-oh. Tim Ferriss: – “She sounds like the nicest person on the planet,” end parentheses. So, that – Karlie Kloss: Wow. That’s quite the compliment. Thank you. Tim Ferriss: And so, that caught my attention. Karlie Kloss: Thank you. Thank you. Tim Ferriss: And I should also say that I have a face made for audio, and this is a new – relatively new experiment with video, and this is the highest beauty differential that I’ve ever had on my show. Karlie Kloss: No, no, no, no, no. Come on. Tim Ferriss: And I’m okay with it. So – Karlie Kloss: Maybe height, but not the – Tim Ferriss: Height, also. So, if those of you who are listening through your earholes want to see a shiny, bulbous head gnome on video, then you can find me side-by-side with Karlie – Karlie Kloss: Next to a giraffe – Tim Ferriss: Next to a giraffe. Karlie Kloss: – which is me. Yes. Tim Ferriss: So, I wanted to start with talking about modeling. And there are a lot of beautiful people on this planet – Karlie Kloss: Absolutely. Tim Ferriss: —and there are many people who go into modeling, and there are very, very few who get to where you are. Karlie Kloss: [Inaudible] Tim Ferriss: And it strikes me that there are some, it would seem success cases of, in this case, women who have gone off to build incredible businesses, like Kathy Ireland, and there are others. So, I wanted to start with asking you if you had, when you were getting started or even now, any role models among – Karlie Kloss: Oh my gosh. Tim Ferriss: – women or men – Karlie Kloss: Of course. Tim Ferriss: – who have gone from modeling to do other things. Karlie Kloss: I mean you certainly mentioned one – Kathy Ireland. There’s a long list. Cindy Crawford, Christy Turlington, Gisele – many women who are in the industry and have used their platform of voice or experiences to build businesses or to make meaningful impact in the world in whatever way they’re passionate about, and like, for me, that is success, and, I don’t know, yeah, I did not anticipate working in fashion or being a model, but I recognized somewhere along the line that there’s so much more you can do with it, and the women who have come before me certainly have proved that. Tim Ferriss: It seems like, from the outside looking in, that much like, say, entertainment, the machinery of fashion, beauty, and so on probably has a lot of casualties. Meaning it just chews up – Karlie Kloss: Yeah. Tim Ferriss: – and spits out a lot of people. There’s really high – it would seem to be – Karlie Kloss: There’s a lot of turnover. Tim Ferriss: A lot of turnover. Karlie Kloss: Yeah. Tim Ferriss: What were some of the key decisions that you and/or your family or people like managers made that helped you to navigate – to avoid some of the most common pitfalls? Maybe you could just – Karlie Kloss: Yeah, of course. Tim Ferriss: – start with like what are some of the most common mistakes and pitfalls? Karlie Kloss: Sure. I mean, honestly, Tim, I feel like I’m living my own version of a Cinderella story or an American dream. I mean I have been able to travel the world and have been able to learn from the most extraordinary people. I’m sititng here with you, talking. I mean this is – I feel like I’m living a dream every day. And you know, I certainly did not anticipate going into fashion or being a model. I had a very different kind of career path in mind, and I had this opportunity and I took it, but – Tim Ferriss: What was the opportunity? Karlie Kloss: So, I was – Tim Ferriss: Now, you grew up in the Midwest. Karlie Kloss: I grew up in the Midwest and my father’s a doctor. He’s an emergency room physician, one of the most hardworking people you’ll ever meet and so selfless. And I have three sisters, and my mom’s an artist. And so, I just like grew up in this amazing Midwestern, picturesque kind of childhood. And at 13, I was stopped in a mall and asked if I would be interested in walking in a fashion show. At the time, not only did I not care about – it just wasn’t my life, fashion. I mean, I didn’t even subscribe to magazines. I was focusing school, I was focusing on ballet, academics, and sports. And so, anyway, this idea of modeling was like totally not even in my mind. And so, I didn’t enter this with the ambition of building a career in modeling. I was stopped in a mall at 13, walked in a local charity fashion show to raise money for a local family whose ¬– my friend’s father, her dad had cancer, so it was this charity benefit, and there were scouts there from real agencies, and they took my name and said, “Let’s stay in touch.” I grew a couple inches, fast forward to when I’m 15, and I – Tim Ferriss: How tall are you at 15? Karlie Kloss: At 15? Oh my god, Tim. I was 15 years old and 5’11”. Tim Ferriss: Yeah? Karlie Kloss: It’s painful being – Tim Ferriss: I’m still working on – Karlie Kloss: 15 years old. Tim Ferriss: 5’9”. I’m 40. I’m – Karlie Kloss: Look, it’s – Tim Ferriss: – gonna get there. Karlie Kloss: I believe in you. I believe in you. And so, anyway, I was 15 years old and I got this opportunity to go to New York for the weekend and meet the designers of Calvin Klein, and they booked me. And I walked in their fashion show, and it completely kind of put me on the map as a new, up and coming model. And it’s been a wild ride ever since that day in the mall when I was stopped. Tim Ferriss: What are the traps? Like what are the common pitfalls? I mean the things that, having grown up on Long Island, and for instance, I mean I grew up at the very end of Long Island, where there are actually a lot of drug problems. And not saying that it’s drugs, although I suspect that could be a piece of it, but like where do people get off track or make mistakes? Karlie Kloss: Sure. I mean, I think there’s a lot of misconceptions, and I think there’s a lot of generalizations around the fashion industry, around the modeling industry, and you know, I can only speak to my experience, but I’ve had just a really positive experience as a model. Like I said, it’ been my key to the world. I’ve been able to travel the world. I have more frequent flier miles than most CEOs, and I’m – you know, I’ve been able to see the world and learn so much, learn from so many brilliant people and so, you know, I’ve used it to my advantage. I think that there are aspects of the industry that are really challenging. I think a lot of people tell you no. There’s a lot of competition. Like you said, I mean there’s so many beautiful people. There’s a lot of luck. And I feel like for me, you know, in my Cinderella story, I feel like I was in the right place at the right time, and I had this window of opportunity, and I ran for it. And I have an amazing family who was by my side every step of the way. I mean, starting a career at 15, I think there’s pitfalls to that, just the nature of being 15 and having a lot of pressure on you. so, for me, I had a lot of luck and the right people around me. And I think a lot of young women who want to go into modeling or work in fashion, that’s not always the case. Tim Ferriss: How did your family help you in terms of rules and policies? And the reason I ask this is it seemed like they were quite strict when it came to high school, homework, and so on. So, I was doing some reading prior to this, and a day might look like a 7:00 a.m. flight to new york to do some type of shoot for – Karlie Kloss: Right. 5:00 a.m. flight. Tim Ferriss: 5:00 a.m. flight that would get international coverage, and then you fly back and you’re doing homework at 7:00 p.m. and so on. Karlie Kloss: Yes. Tim Ferriss: What were some of the parameters, rules, policies – anything like that that your parents had to help keep you on track? Because this relates to something that has popped up a few times in this podcast that I think’s really important. So, could you speak to that? Karlie Kloss: Sure. You know, I had this kind of double life. I was 15 years old and very much figuring out who I am, what – you know, in high school, I mean you’re figuring out a lot of things. and like I said, I was a 5 foot 11” 15-year-old, so that came with its own set of challenges. But I don’t know, I guess I – I had this double life, and I would be in school, have a very normal day in class, sitting in the school lunch room with my friends, with my peers, and then I would get on a flight to Paris or New York a couple days a week. I really had this full-time job, even as a freshman in high school. So, I had this double life, and it was before social media, so none of my friends or teachers really knew to the extent of what I was doing. So, I would go to Paris and walk in a couture runway show or be the face of the Dior campaigns globally or on the cover of magazines, and it was before the kind of global connectivity we have now, so I kind of was able to have a very, very normal, real life at the same time I was building this international career. And I think the discipline that – to my parents, definitely helped me kind of stay really balanced with focusing on academics and focusing on what matters. I mean we still would have normal family dinners, and I would get in trouble if I didn’t – you know, came home past curfew or – I don’t know, I had such a normal home life that I think that really was – that balanced all of these amazing other things out. And I think my parents were always really – they trusted me. I think that’s one of the biggest things too. They knew that I was – they trusted me to do the right thing. And that freedom – there’s a lot of, I don’t know, responsibility I felt with that, and gratitude to my parents because I didn’t want to let them down. And so, I think I never wanted to – I don’t know – to ruin that. Tim Ferriss: Sort of betray that confidence. Karlie Kloss: Betray that. Yeah. Tim Ferriss: So, one of the reasons I ask is I’m fascinated by people who have reached a pinnacle of success in any field who can remain grounded in any capacity. Because it seems that, whether it’s alcohol, power, money – those are the three that come to mind – Karlie Kloss: Sure. Tim Ferriss: – when you add those, any of those, in quantity, people tend to become more of what they are. Right? So, if they have a small flaw, it gets magnified. And if they’re a small asshole, they become a really big asshole, and there’s real risk when pressure’s added to the container. So, I’m fascinated how people maintain perspective over time so that they don’t become some abomination, like Frankenstein’s version of themselves. And, for instance, a friend of mine I’ve had on this podcast, Chris Sacca, who I’ve had the privilege of – Karlie Kloss: Yeah, of course. Tim Ferriss: – watching go from angel investor to fledgling VC to now, you know, Midas Lists, and arguably – I don’t even think it’s arguable, is his LOWERCASE I fund is, I think, going to be the most successful venture capital fund in the history of venture capital. Karlie Kloss: Wow. Tim Ferriss: So, he’s really reached a peak, and when I’ve dug in with him as to how he’s maintained some perspective, because he still ultimately is a very middle-class kid who grew up in upstate New York, trying to make ends meet. His parents had him do sweet and sour summers. So, they would help him to find a job that would give him an opportunity to learn and interact with people who were maybe above his pay grade, above his parents pay grade, but then they would also make him take some shitty job, like hauling around heavy things – Karlie Kloss: Oh, I had plenty of those. Tim Ferriss: – on a construction site. Karlie Kloss: I had plenty of those shitty jobs. But you know, so I – to the extent of the normal life – this kind of double life that I had – my normal life, I really – I can’t stress it enough. It was very normal. Like I mean I still had my chores – doing the dishes, taking out the trash, like every 15-year-old. Didn’t matter if I was on the cover of international Vogues, like I was still coming home and doing my homework and taking out the trash. And also, beyond just my parents, my sisters. I have three sisters that I’m really close with. And some of my best friends – my core group of girlfriends from growing up that I’ve known since kindergarten are still some of my best friends. And so, I think there’s this – I feel really grateful that I’ve been able to, I don’t know, keep my feet on the ground, very much so. And also, I have a lot of people around me who would bat me over the head and like beat me up if I didn’t, you know? They wouldn’t allow it. I don’t know. Yeah. Tim Ferriss: Yeah, the support structures also – people might be asking – Karlie Kloss: I lived in the Midwest. Tim Ferriss: – themselves, like, “Well, okay, you grew up that way. Fantastic. I didn’t grow up that way, so it’s not actionable.” And then what I would say is, “Not true.” Why would I explore this? It’s because you can actually build in – it’s like, all right, what is the version, if you are hoping to achieve a certain modicum of success, like what are the chores that you can engineer into your life so that you maintain some perspective? Are there ways to do it? Right? Maybe it’s volunteering once a week. Karlie Kloss: Yes. Tim Ferriss: And that helps you to not only, hopefully, ultimately achieve some success, but to achieve also some contentment and life outside of focusing only on your personal success, right? Which is actually a segue of sorts to – I’m going to get there. I’m going to talk about coding very, very shortly, but I’m going to get there vis-à-vie books. So, I want to ask about books. Because I had read – maybe true, maybe not – that you don’t actually watch very much television. And so, I was like, all right, great, well, let’s talk about books, then. Are there any particular books that you have gifted the most to other people or reread often yourself? Karlie Kloss: So, I love podcasts, and I love audiobooks. I feel like I’m somebody who learns by listening. I retain information better. So, I do like TV, but I just don’t have a ton of time for it. I feel like I’m constantly on the go and so I’m listening to audiobooks, whether I’m walking through airport security or in a cab to the airport. And I love – there’s this book, The Four Agreements, that I recently gave my sisters, who are graduating from college. And I just think it’s got a lot of great principles and ideas. Tim Ferriss: Are there any particular podcasts that are your go-to? Karlie Kloss: So, I love learning about things. I love learning about entrepreneurs, I like learning about – I love listening to conversations. I mean I guess that’s one thing too that I feel like in my real life, I get to ask people. I am sitting here with you, Tim. I mean, what a privilege that is, the access that I have. Tim Ferriss: You’re welcome to rescind that comment later. Karlie Kloss: No, it’s true. It’s true. But I love listening to conversations. I love your work. I love Guy, How I Built This. I love listening to conversations. Tim Ferriss: So, The Four Agreements, just for people who aren’t familiar, has come up quite a few times in this podcast, and I also recently found out that Tom Brady had been gifting this book a whole lot as well. It has to – Karlie Kloss: That’s good company to be in. Tim Ferriss: – catch you at the right time, I think, for it to be applicable, but the reason I brought up – you were going to say? Karlie Kloss: No, I was just going to say, you know, I’m 25, and I feel like it’s to the point of the timing – because someone gave it to me for my birthday, and I just think that it really does come down to kind of this – I think we’re always evolving, always growing, and should be always learning, at least I hope I am. And it really makes you focus inward, and I think there’s – doesn’t matter how old or young you are, I think that’s something that I really value, is growing as a human being. And it certainly kind of helps you think about ways to grow and to focus as a human being. Tim Ferriss: So, other ways to grow. We’re going to get to it in two seconds. I brought up books because books involve writing, sort of expressing thought, in some cases on paper, some cases in audio. And there’s a craft, there’s a certain elegance to good writing. And I have been fascinated by coding and coders for a very long time, and the fact that you can have, say, a very, very good coder get more done than the next ten if he or she is just very, very elegant and can find non-obvious solutions in what they’re trying to execute. And I’ve spent a very small amount of time with a guy named Chad Fowler, actually, who showed me many years ago the basics of Ruby. It was just in one afternoon, but he used natural language to help me get a grasp on it because he speaks Hindi and I’m fascinated by different languages and was an East Asian studies major, so I’m fascinated by writing systems in Japanese, Chinese, Korean, etc. And so, I wanted to ask you, of all the many, many things, of the hundreds and thousands of things that you could do with your time, how did you get exposed to coding? And walk me through your first experience or experiences with that. Karlie Kloss: Well, I love the way that you explain it as a language, and that’s really what it is. And I think that, like any language, it’s a medium that you can express yourself, that you can express creative ideas, and that is why I think it’s so powerful. I got exposed to it because I’m just a super curious, like annoyingly curious person. I ask a lot of questions, and I love understanding how things work. I love understanding how the world around me works and how science and math can be ways to explain that. But I work in a really creative industry, and, I don’t know, I guess, at a certain point, a couple of years ago, I wanted to understand what “code” was. It was a term that I kept hearing – Tim Ferriss: What prompted it? Was it a person, a conversation? Karlie Kloss: Yeah, I mean I was meeting a lot of entrepreneurs. I was watching the entire world, especially fashion and media be transformed by technology, and I was like, what is it that a handful of people who are engineers and building huge enterprise value – what is the secret language that they know that the rest of us don’t, and code? And I was like, what is code, and how can I learn it? So, I took a boot camp. I took one week, and even in – Tim Ferriss: Where was it? Karlie Kloss: In New York, at the Flatiron School. Tim Ferriss: Who introduced you to that? Karlie Kloss: This guy, Avi Flombaum. And he is a great teacher, and he started this school, and he taught me Ruby, exactly as you. So, it’s a very intuitive kind of language. And even in a short time, I was able to kind of understand high-level, big principles, and the fact that you can use code to, you know, write a line of code that performs a function, and you can build ideas using this language. And that to me was just so mind blowing to understand how the tech that we touch every day – how it works, and to take it one step further, but to actually be able to write it yourself and to express your ideas, and to be able to – I mean you’re a man of – you’re so efficient, Tim, it’s really inspiring. You’re so organized and so efficient. Tim Ferriss: I’m organized for maybe like two hours a day, so you’re seeing my two hours. Karlie Kloss: No. You are. It’s impressive. And I just think that like even you can build tech to enable that and to scale that. And that’s what’s so powerful, is the ability to scale ideas or scale problem solving using code. And I think that there’s so much opportunity that has yet to really even be built in this kind of intersection of – many intersections of kind of creative industries from the perspective of someone writing code who has different life experiences or passions, maybe, than most engineers sitting in Silicon Valley today. Tim Ferriss: And you take this class, you learn the basics of Ruby with Avi. Karlie Kloss: With Avi. Tim Ferriss: Alright. And what is Kode With Klossy? Karlie Kloss: So, Kode With Klossy is – Tim Ferriss: It’s a “K,” folks. Karlie Kloss: – it’s with a “K” – Tim Ferriss: K-O-D-E. Karlie Kloss: – is my organization where we teach girls to learn how to code and empower the next generation of tech leaders. So, we do that by running summer camps across the country, and we teach girls the ABCs – so Ruby, HTML, JavaScript, CSS – enough to be able to build something. So, our camps are across the country and they’re two weeks long, and they’re totally free. And we have these amazing girls who come into our camps and learn these skills, and it’s amazing what they’re able to build. And not only just the way that they’re able to build their ideas, but what they’re passionate about – so, if it’s like making social impact, helping their community – they’re able to build something and recognize the impact that they can have. And that’s really empowering. And that, for a girl who’s kind of, you know, at that point in life where you’re figuring out what you think you can be or what you think you can’t, that’s really empowering. Tim Ferriss: Hmm. I need to learn to code. Karlie Kloss: You need to – I feel like you – Tim Ferriss: I need to learn to code. Karlie Kloss: – you need to come to our camp. Tim Ferriss: It’s embarrassing that I’ve been in Silicon Valley, or – I mean, I’m no longer there. We’re in Austin, and I live here, but 17 years in Silicon Valley, and I think I was too – I was worried that I wouldn’t be good at it. Karlie Kloss: I felt the same way. Tim Ferriss: I had a deep insecurity that when I scratched the surface, I would see the infinite complexity of something that I could at best only be mediocre at. And so, I stuck my head in the sand. Karlie Kloss: I disagree. I think that that’s one of the barriers to entry. I think that’s why a lot of people don’t ever try. I mean, who am I? I don’t have a – I don’t work in Silicon Valley. I didn’t go to college. But I’m curious, and it’s something that can be learned, like anything else. It is a language, and I think that a lot of people let that get in the way of taking that first step. Tim Ferriss: Yeah, you know, it strikes me too that, I think perhaps in my mind, I’ve given myself an out which is actually really flimsy, and that is that it’ll be too hard to learn to code. In my mind, learning to code is building, you know, the next super app to go gain a hundred million users. Whereas in reality – I’ll give you an example from my own experience. Then I have some questions for you so I don’t talk too much. This is what happens with too much caffeine, but – so, I’ve always been very, very insecure about my voice. Karlie Kloss: Oh, come on. Tim Ferriss: – and that’s part of the reason why I wanted to do the podcast, is to beat that out of myself, or to get more comfortable with my voice. And if anyone listens to my earlier episodes – say the introductions to my early, early, early episodes, and then later you will see the confidence build over time. I was really unsure of myself in the beginning. And I’m still unsure of myself in some ways, but I’ve always been fearful of singing, any type of singing. Karlie Kloss: [Inaudible]. Tim Ferriss: I would never do it. Karlie Kloss: Look, I’m right there with you. Tim Ferriss: So, I’ve always had, on my new year’s resolutions almost every year for the last six years – along those lines – voice lessons. Never did it until a few months ago. Just started. And what I realized very quickly is that I don’t have to become a good singer to get a credible value out of these voice lessons. Because I’ve learned enough now – I’ve certainly improved, but I’m not ready for any opera – Karlie Kloss: I think this might be your debut. Tim Ferriss: We will see. Karlie Kloss: After the podcast. Tim Ferriss: After the podcast. But yeah, I won’t impose that on anyone right now. It will be very, very harsh. But when you learn the basics of any skill – and I already know this, so I don’t know why I’ve been so blind to it with both singing and I think now coding – even if you never do anything with it per se, suddenly you hear everything – in the case of voice, you listen to every song you hear differently. And so, your enjoyment of that and your appreciation of it are ten-xed. Karlie Kloss: Yes. Tim Ferriss: And I would imagine that when you learn the basics of coding – even if you don’t use it to push you off into a different career, it gives you an entirely different lens through which you can look at everything that is being built and how things work. Karlie Kloss: A thousand [inaudible] [00:32:46]. Tim Ferriss: And that alone, to have that gift, to look through a different lens through the rest of your life, putting in a week or two seems like a very potentially worthwhile use of time. Karlie Kloss: Absolutely. Tim, I mean, just on that point, it’s like, you know, I think even if you understand high level how things are built, you can understand what is possible. And I think that that’s what’s really exciting, even just as an entrepreneur. You don’t have to – I mean, there’s probably so many people that you’ve sat with and that you met in Silicon Valley that – even a friend of mine, Kevin Systrom, founded Instagram – or one of the cofounders of Instagram. And he wrote lines of code early on, and actually, I think that was one of the a-ha moments. I knew him as a friend, and I was like, “Wait, Kevin, you actually know how to code? You actually built lines of code to build this tool, this platform that reaches so many people?” It put a human element to it. And I think the idea of even learning a little bit of what code is and how it builds things, it makes you realize what could be possible. And I think, for people who want to build businesses, you don’t have to be the main engineer, but there is this kind of literacy that I think is important. Tim Ferriss: Yeah, I mean it certainly seems to be the new literacy – or one of the new forms of literacy that, over time, as “software eats the world,” to borrow Marc Andreessen’s expression, if you don’t want to be displaced, if you want to be able to compete, you need to at least understand the ABCs. Karlie Kloss: Yeah. Tim Ferriss: And easy for me to say with my platform and microphone as someone who’s being a bit hypocritical, since I only did one afternoon of Ruby with Chad. Karlie Kloss: Oh, until you come to my coding camp. Tim Ferriss: Until I come to your camp. Karlie Kloss: But the other thing is too, Tim, is that part of the reason why I wanted to take a class beyond just wanting to understand how the world was being transformed by technology and what specifically that meant, but it’s like, because I was so intimidated by it, because I work in fashion, because I am not someone who maybe looks like the most – you know, most people in Silicon Valley or engineers, I don’t know, I wanted – there’s something in me, I think, that wanted to do what I think would be the harvest possible thing to do, or like – I don’t know, and this was not even about building an organization and helping other people do the same thing. This was just for me, selfishly. I wanted to learn something really hard. And I think that there’s probably a part of me that’s like, you know, insecure – speaking about the fact that I know that I’m more than just what people see me on the outside. And I think that insecurity probably has driven me to want to keep doing more. And it just – I am just a really curious, passionate person, and I think this – I’ve always been really interested in math and science, and I don’t know, I think that that’s partially why I tackled this challenge too, initially, was like, I want to learn what is going to be – what do people really think is hard to learn? I want to learn it. Tim Ferriss: Well, so, let’s talk about challenge for a second – or more than a second. And I don’t know the attribution to this quote I really like, which is “Everything you want is just outside of your comfort zone.” And I’m sometimes better at practicing that than others. But I’d love to talk about discomfort for a second. Karlie Kloss: Sure. Tim Ferriss: Because I think people have – there are many misconceptions about anyone who has a lot of public exposure, like yourself. So, one might be, “Ah, she’s just a pretty face.” Right? Karlie Kloss: Sure. Tim Ferriss: Which is not true. Another might be, “Oh, it’s all come very easily. It’s all been very easy. It’s just been home runs from day one.” So, what I’d love to ask you is, could you tell us about – you can choose – we can talk about both – like a dark, slash, hard time, what prompted it, and how you came out of it, or a failure that, looking back, helped set the stage or teach you something that led to success later. And the more specific, the better, because I want to humanize this a little bit for people who might feel like this is – that you’re perfect. Karlie Kloss: I’m far from perfect. So far from perfect, it’s like beyond, but for me, I think that there have been many failures along the way, but also I am a really – I am the toughest person on myself, and – Tim Ferriss: Yeah, let’s talk about a specific one. Karlie Kloss: I mean there are so many moments I can just think about in my fashion career, you know, where I didn’t quite – I mean it’s funny how you define like a failure, or even like dark moments. I have built my career over the past ten years of my life, and I was 15 years old when I started that, and I think there’s just natural human growth that happens over those ten years that’s really important, and no matter what you’re doing, you need to take those failures and challenge yourself to make yourself grow from them and be better.\nAnd for me, I think because I live in a more public life – or aspects of my life are more public, those failures or dark periods of growing up, of coming into your own, of growing into your own body, like that’s even more criticized or, you know, more people can see it. And so, I think for me, I definitely – so many different periods of my life where like, you know, being in the profession that I’m in, it’s very focused on the outside and your body. And as a teenage girl, growing into your body, I mean there are so many times I’ve gone into a fitting where the clothes don’t fit, and that just has made me feel so shitty about myself, and it’s not necessarily my fault, it’s not necessarily the clothes’ fault, it’s just shitty. It makes you feel horrible – it’s made me feel horrible about myself. And I think there was kind of this point progressively through my career that I was like, I am so much more than just like my measurements or my body. I have so many ideas. I’ve got so much drive. I know that I have so much to give the world, and I really want to help other people, and I know that I’m not necessarily doing that – or the extent of my self worth or value cannot be just on fitting the clothes or not. And I think that there was like a real shift in me and just understanding – I don’t know, understanding how and what to do to keep growing. Tim Ferriss: So, are there any particular, for instance, routines, habits, on a daily or weekly basis that help you to continue functioning at a high level? Or that just help you, that you like? Karlie Kloss: Yeah. Tim Ferriss: Like what are some specifics – my listeners always the specifics. Are there any particular – Karlie Kloss: [Inaudible]. I love meditating. You know, I think – Tim Ferriss: Okay. How do you – how, when, how long do you practice meditating? Karlie Kloss: Okay. So, I’m not as probably good or disciplined as many of your listeners out there, but whenever I can, to the point of – Tim Ferriss: Do you use an app, do you use – Karlie Kloss: I use Headspace. I learned TM. But I just do it whenever, wherever I can. So, you know, this morning, getting ready, I wake up, stretch, breathe, put in, you know, ten minutes of Headspace, go to the gym, or vice versa, work out and then meditate, and then start my day. You know, I really have learned how important it is to take care of myself mentally as well as physically, because I think, you know, part of being in – just part of life is staying mentally healthy and balanced, and I think especially in an industry that there is so much volatility – I mean to the point of – models and turnover, there’s a lot of failures, daily, of jobs you don’t get or things that you’re – I have been told that I’m too tall, too short, too fat, too skinny, too this, too that, everything. I mean it’s like – and that is such a – if that doesn’t mess with your head as a teenage girl growing up anyway, then I mean, come on. So, again, for me, you know, having an amazing support group around me, having like really – my family, my friends – and then having outlets that fill my cup. So, for me, investing in my learning, sincerely, is something I love. I love learning new things. I love learning from people. I love experiencing new things. And I love helping people, not for the sake of, like, any reason other than just I love sharing opportunities for other people to better themselves, their lives too. Tim Ferriss: Well, let’s talk about one outlet, slash, maybe stress release valve, which is the exercise. Right? Karlie Kloss: Yeah. Tim Ferriss: So, what does a sample morning exercise routine look like? Karlie Kloss: Totally. Tim Ferriss: Very specifically, and how long does it take? What exercises are you doing? What are you using? Karlie Kloss: Okay, so, I grew up playing every sport, doing ballet every day. I grew up super, super active, and I live a really busy life today, and I’m on a plane all the time. I mean you know it’s not easy to fit it in, but for me, I make sure that I fit in like a combination of cardio and a combination of strength training. So, I feel best when I’m strong, not skinny. And I like – Tim Ferriss: So, tell us about a recent workout. Karlie Kloss: So, this morning – woke up, meditated, and worked out for 45 minutes – all I had time for – and I – Tim Ferriss: And did you have breakfast before you worked out? Karlie Kloss: After. Tim Ferriss: After? Okay. Karlie Kloss: After I worked out. And a combination of running, biking, and some light weights. And just, I kind of do whatever I can whenever I can. So, if I’m in the south of France on a photo shoot, I’ll go for a run and a swim. If I’m here in Austin, I’ll go for a run across that cool bridge and, like, go tour around. Tim Ferriss: Whatever’s available. Karlie Kloss: Whatever’s available. Tim Ferriss: For strength training, if you had to pick only a handful of exercises that seem to get you the most bang for the buck, what would they be? What comes to mind? Karlie Kloss: I hate burpees so much – I hate them so much, but – Tim Ferriss: You hate them, but it’s a love-hate? Is that – ? Karlie Kloss: I hate them – it’s a love-hate. Because I just – I hate them so much that I just know they’re probably good for me. Burpees, things that you can do anywhere, so like planking or exercises like things that I do in my hotel room, like if I don’t have time to go down to the gym. So, just simple things like sit-ups, push-ups, dips, all sorts of – Tim Ferriss: Portable. Karlie Kloss: – really – yeah, boring things like that. Tim Ferriss: Yeah, I mean boring but effective. I wanted to get into specifics because I’m always curious, when I meet someone who travels as much as you do, it makes it very clear that the, “I haven’t been able to work out because I’m traveling” excuse is utter bullshit. And I’m always curious how people make do. Right? So, I’ve talked to Triple H, otherwise known as Paul Levesque – fascinating guy, and he’ll use a stationary bike for – or elliptical, for, say, even ten, 15 minutes when he first arrives anywhere after shifting time zones, and it seems to fix jet lag for him. Karlie Kloss: [Inaudible]. Tim Ferriss: Danzig, when they were traveling around touring, one of the very first things they would do is they would choose a hotel based on the gym that was available. Karlie Kloss: Oh, a hundred percent. Tim Ferriss: And it’s like, Bruce Lee would always travel with his running shoes because he knew no matter what if other things weren’t available, he could run. And it just goes on and on and on. I travel with a number of different bands, as well as – Karlie Kloss: Yes. Tim Ferriss: an inflatable ball, and it’s incredible what you can do, particularly if you learn calisthenic exercises like burpees or pistols, which are one-legged squats, you can get a brutal workout in your own hotel room. Or Jocko Willink, who’s a retired Navy SEAL commander, and he’ll travel with – or he won’t necessarily travel with, but if he wants to do pull-ups and he can’t find a place to do pull-ups, he’ll grab one of the towels from his room in the hotel and go find the parking structure, and throw it over a bar, and do pull-ups with the towels. So, it’s like there’s – two observations that I make. No. 1., there’s always a way. But secondly, the most – Karlie Kloss: There’s always a way. [Inaudible] that’s right. Tim Ferriss: There’s always a way, and in the highest functioning, seemingly busiest people I’ve met almost all make a point to move on a daily basis in some fashion. Karlie Kloss: It’s so important – for me, in my life, it’s crucial. Forget even about how it makes you look, but how it makes you feel and just, for me, brain – mental, emotional balance, I think, and focus and clarity. It’s like, I can’t start my day without doing something. And to the point of whatever it is, you know, I, in my suitcase, always have my running shoes, always have bands, always have ankle weights, which is really funny when I’m going through airport security and I’ve got like two ankle weights that look like bombs, and you know – Tim Ferriss: Yeah. Yeah. Karlie Kloss: – they’re like lead ankle weights, and I get stopped every time and get, you know, questioned. Tim Ferriss: Ankle weights and podcast gear. Karlie Kloss: [Inaudible]. Tim Ferriss: It’s like, “Oh, a bunch of batteries and cables.” Karlie Kloss: Yes. Tim Ferriss: “Yeah, we need to talk to you.” Karlie Kloss: We’re high-risk travelers. Tim Ferriss: Mr. American History X. For those of you who don’t know, I’m very, very bald and have sort of a wrestler-y look to me. Karlie Kloss: [Inaudible]. Tim Ferriss: So, let’s chat about investing. And by investing, I mean investment of time, energy, maybe in a particular relationship – I’m going to say you can’t answer with your family. All right? Karlie Kloss: Yeah. Sure. Tim Ferriss: So, I’m going to roll them out. But what would you consider one of the best investments you’ve ever made? And that could be, for instance, Amelia Boone has been on the podcast – four-time world champion in obstacle course racing. For her, at the time, she was and still is a lawyer, but it was the first $450.00 entry fee for the first, I think it was World’s Toughest Mudder, which she ended up winning, which opened up this entirely new career, right? Doesn’t have to be something like that, but – you know, in my case could potentially be the idea to put in the time to do a six-episode test for the podcast. Like, holy shit, you know? Was just supposed to be a side gig because I was too burned out writing books, now it turned into a whole thing. What comes to mind for you when you think about some of the best investments of time, energy, money, or decisions? Karlie Kloss: So, a number of things. One, the first pair of high heels that I ever owned were $20.00 high heels from Target that I learned how to quote, unquote “walk,” and those came in very handy when I started my fashion career. And I, with my first paycheck ever, bought a red KitchenAid mixer that still sits on my counter to this day, and thousands of cookies have been made from that little mixer. And I got the idea of starting a vegan cookie charity project from my passion for baking. And that led on to a whole fun project. And – Tim Ferriss: Take a few sentences just to explain what that is. Karlie Kloss: So, that’s really just what it sounds like. It’s a charity project focused on donating school lunches to kids through selling cookies, which, I love to eat cookies, I love to make cookies, and I wanted to kind of have a bake sale of sorts, and so – Tim Ferriss: Do you have any partners in – ? Karlie Kloss: We partnered with Momofuku Milk Bar, and – Tim Ferriss: Yeah, for those who don’t know that, look it up. Karlie Kloss: Look it up. Must visit when you’re in New York. And we made cookies, and we donated over a million school lunches from the sales of these cookies. And that was just this kind of first project where it was really my idea and something that I built and used my voice to take an idea and actually bake a cookie and bake an impact into that product, and – Tim Ferriss: So, we got the heels, which – Karlie Kloss: We got the heels. Tim Ferriss: – I mean, if you can’t walk in those, you’re going to have issues as a female in fashion. The KitchenAid mixer – so, KitchenAid, if you’re listening, I’m sure Karlie has very reasonable endorsement rates, so you can reach out. What else? Karlie Kloss: And investing in time. You know, honestly, two things, one, I applied back to NYU because I love learning and I wanted to be back in an environment where I could keep growing and learning. And that was at 20 years old. That was after five years already of working full time. And so, I invested back in being a student. And that also led me to taking a coding class. And that led me to starting Kode With Klossy. And – Tim Ferriss: What did you go in to learn? Karlie Kloss: I wanted to learn anything, everything. I have so many things that I love – Tim Ferriss: So, question. I want to – Karlie Kloss: Because I know you’re really a curious person, too, so I feel like – Tim Ferriss: I am, but I want to dig into the motivation for one second. Karlie Kloss: Yeah. Tim Ferriss: So, I have some friends, very, very smart, very accomplished, who either didn’t ever go to college or dropped out of college. And for some of them, going back and getting the diploma was just a – and this is not a bad motivation at all, but they had carried some type of like defensiveness and insecurity about having not gone to college and finished. Was that any piece of it? Karlie Kloss: A hundred percent. I was planning on becoming a physician, a doctor, emergency room doctor – something like my dad, or go to business school, or go to some – I always planned on having a very – at least getting a college degree. And so, I think there’s an element of wanting to kind of keep learning more, keep doing more – not for the sake of getting the degree, but for the sake of being in an environment where I can keep expanding my horizons. And I think the thing is – and I have that through my job, as well. There are so many ways that I’m able to learn just by traveling and meeting people. And I feel like everybody has that. It’s not just – I mean, I am a unique situation. I get to travel to crazy places, but I think just, it’s kind of a mindset, a mentality, a perspective of just keeping your eyes and ears open. Tim Ferriss: Do you have any favorite classes or professors besides the coding? Anything come to mind? Karlie Kloss: I took a feminism class at NYU, which was really fascinating for understanding the history of feminism, academic perspectives, the different waves of feminism – a lot of academic reading around the topic, beyond just kind of rah-rah, girl power. Tim Ferriss: Alright. So, you mentioned a number of things. Are there any purchases, say, in recent memory – this is one of my rapid-fire questions – I know it’s a bit of an awkward transition from feminism, so I apologize to people for that – but are there any particular purchases that have had a very positive impact on your life? Ideally of the, say, less than a hundred or less than a thousand dollar variety? Karlie Kloss: I love journaling. On airplanes, I sit for, you know – especially that flight back to St. Louis is only two hours, so it’s like two hours of uninterrupted time. And every airplane that I’m sitting on, I always journal and brain dump ideas, grocery lists. It’s really pretty remarkable looking back at those journals and thinking how much of the things that I listed out of dreams and goals that I’ve been able to tick off and accomplish, and I think that an investment of a journal, a great Moleskine, certainly has been worthwhile, and really just something that I think is a great exercise. And I really love actually, like I said, taking care of myself – my mind and body. And so, I always have all these – in my suitcase, I’ve got all these crazy supplements, like Moon Juice Dust – they have like Brain Dust and Beauty Dust, and it’s like crazy potions of like Ashwagandha and things that – like I’m a total sucker and believer that like – so, I travel with all these potions in my suitcase, along with my bands and ankle weights. Tim Ferriss: When you use the notebooks, what does a page look like, and how do you follow up? So, what I’m curious to know is how things make it from the page into reality, right? Do you go back and figure out what next steps are? Do you write down next steps in a particular way? And people have so many different ways of approaching this. I mean in my case, in my journal – I wish I had it right here, but I always make a little box in the bottom right-hand corner, and that’s for next steps, based on anything on that page. Karlie Kloss: Smart. Tim Ferriss: And so, every bottom right-hand corner has next steps. And then I’ll go through, and I’ll be like, eh, alright, that was a stupid idea. Or like, eh, that’s not for now, and I’ll do a second pass and then highlight the kind of like dominoes that I think will topple as many other dominoes as possible. But when you brain dump, or when you put these things on paper, walk us through what that looks like. Karlie Kloss: Next steps? Tim Ferriss: Yeah. Karlie Kloss: There’s also this app that’s called Wunderlist that’s great. Tim Ferriss: Yeah. Karlie Kloss: And for actually having a more digital version of those lists. And then also, things like Slack are great too. The notebook is more just like my real personal, kind of deepest, darkest thoughts, but and ideas and goals, and like, nobody’s judging – hopefully – nobody’s reading them. But I think the organization – you know, I mean I love – this is the way your brain works. I think my brain is not the most organized. I have a lot of ideas, and I think it’s actually taken a lot of discipline to kind of keep everything moving forward and to – I definitely think it’s like going through those lists and following up with the people that I need to continue the conversation with, or – I’ve got an amazing team. I’ve got a great partner who is helping me build Kode With Klossy, building all my businesses. Tim Ferriss: Who is that? Karlie Kloss: Her name’s Penni Thow. She’s amazing. And I feel like it’s a really collaborative process – taking those lists and actually turning them into action is more working with my team to bring them to live. Tim Ferriss: One thing I’ve noticed – and tell me if this is off-base or not, but in doing a lot of homework on you, putting together the dossier – Karlie Kloss: Uh-oh. I know, first of all, I need to send cookies to your friend, The Crazy – Tim Ferriss: Oh, The Crazy Bulgarian? Karlie Kloss: [Inaudible]. Bulgarian. Tim Ferriss: Oh my god. Crazy Bulgarian, I know you’re listening. You’re in lucky. Karlie Kloss: The Crazy Bulgarian. Tim Ferriss: You need some cookies. Don’t forget me. I could use some cookies too. Karlie Kloss: Yes. Done. Tim Ferriss: I’ll say it’s for my cheat day, but I might actually break that rule. Karlie Kloss: On it. Tim Ferriss: Yeah, I have to be careful around cookies. One of those – very little portion control when it comes to cookies – Karlie Kloss: I hear you. Tim Ferriss: – it turns out. But – Karlie Kloss: I’ll send you healthy ones. Tim Ferriss: Also send me the unhealthy ones. You can address them to somebody else, and then I’ll just eat them anyway. Karlie Kloss: Okay [inaudible]. Tim Ferriss: The pattern that seemed to pop up was – and I think this actually makes you a lot smarter than I am in some really deep ways, is when I go through my notebook and I write down what needs to be done next, like what do I need to do next, and it seems like, as I’ve looked through a lot of your history, you are much better at doing one thing that’s really important that I need to improve upon, and that is, not asking, “What do I need to do next?” necessarily, but “Who do I need to talk to next?” And whether it’s Kevin Systrom, or say, Casey Neistat, who’s also been on the podcast, really [inaudible] [00:58:39], I’ve had a lot of trouble – it doesn’t even occur to me to ask for help – not because I think I have all the answers, but I don’t want to burden people with that – or there’s some weird baggage that I carry, which is why Amanda Palmer, at one point, the musician, really, and her book has really helped me to learn how to ask for help. But is that accurate? Am I – Karlie Kloss: A hundred percent. Oh my gosh. I mean, again, I am somebody who didn’t get a college degree, a business school degree, and I’m trying to build businesses and a nonprofit and scale that impact and grow my team and be a boss. I mean there are so many things that I’m learning as I go. And I think that what I really value is the people that I can lean on as mentors or advisors in figuring it out. And I think that that’s a really important thing that I also kind of had this awakening where I was like, I am in the room with extraordinary people and I’m being afforded that opportunity because of my job, my day job – being a model, working on big advertising jobs, working in an industry with a lot of creatives. How can I actually best use that to accomplish what I really dream of, what my biggest goals and ambitions are? And I think a lot of people sometimes are afraid to ask for help, and I definitely have – I ask questions – Tim Ferriss: You ask for help. Karlie Kloss: I ask for help. Yeah. Tim Ferriss: Yeah, I don’t know what my problem is with that. I mean I’ve gotten better, but it’s one of these self-defeating habits of isolating myself that is kind of a – Karlie Kloss: I do that too. Tim Ferriss: It’s a default that I need to continually work on. I get better for periods, and then I’m like, oh, no, I need to figure this out. I should be able to figure this out. And like, sit down with my notebook, not always the ideal tool of choice. So, I need to revisit. Amanda, I need your help. I’ll reread your book. If you look at the last handful of years, are there any particular habits, beliefs, tools that have had a tremendously positive impact on your life besides things we’ve mentioned already? So, it can’t be, say, meditation or Headspace or one of those. Karlie Kloss: Yeah. You know, I think just learning by doing. You know, over the past years, I find it so interesting to just see how much the whole world has changed in so many ways. You know, you mentioned Casey Neistat. I had a conversation with him a number of years ago, where I – Tim Ferriss: If you want to talk about busy – Karlie Kloss: Yeah, talk about busy. Talk about wake up at – Tim Ferriss: – look up Casey Neistat. Karlie Kloss: He’s amazing. And he really helped me realize that I could not just be a canvas for creators, but I could be a creator myself. And I think there was kind of this overall shift in, certainly in fashion, in social media, enabling a platform and a voice for everyone. Doesn’t matter if you are the model, your voice can be heard in the same way the brand or designers can. And that extends for everyone, and that’s beyond just fashion. But there was this kind of shift in my own perspective of realizing that my ideas had value, and that I could be a creator and share what I was experiencing and learning and doing beyond just what was translated by somebody else or – I could be heard. I could be – what am I saying? I didn’t have to just be seen but I could also be heard. And I think that there was something really empowering in that, and that’s been kind of a collective shift over the years. And I think this kind of democratization of ideas and of voices and this kind of, instead of just a handful of people in power at the top, like everybody has the opportunity to build something with their ideas, and that’s to the point of code being this ability to actually actualize that, to realize that. To have ideas that, whether it’s a problem you’re facing or an idea for a company or an idea for making impact, I mean being able to actually build that, even if you’re a 15-year-old girl. I just, I think that there’s something so exciting about there being no rules. And I feel like a lot of the rules that maybe existed in the world or the industry that I work in ten years ago are no longer the case. And I think it’s exciting to see what is ahead of us. Tim Ferriss: That’s exciting. Yeah, I mean, there’s certainly still top-down power, and there are – Karlie Kloss: Sure. Tim Ferriss: – certain things that require political relationships and so on, but more and more so, the ability to develop bottoms-up power is available to anyone who is willing to learn and compete. Karlie Kloss: Yes. Tim Ferriss: That’s the good news. The bad news, potentially, is you better fucking compete, because – Karlie Kloss:  Yeah. Tim Ferriss: – guess what? When there are, say, three to four billion additional people coming online in the next handful of years, you have to compete against everybody. And I think that’s a very good thing. But it also means you can learn from everybody – Karlie Kloss: Yes. Tim Ferriss: – and that information is available. So, just a few more questions. Billboard – you’ve probably heard this question before because I like to ask it – but if you could put a few words, a word, a quote, anything on a billboard – can’t be an advertisement – to get a message out to millions or billions of people, metaphorically speaking, what might you put on that billboard? Karlie: Hmm. I feel like that’s – there are so many things that I probably should be putting on that billboard, but one thing that my dad always used to really hammer home to me and my sisters is – we would come home from school and if one of us got a bad grade or something, he would say, like, “Did you give it your best?” like only you actually really know. Did you give it your best? Did you study the best you could? Did you go in there as focused as possible? Did you give it your best? And I think that there’s something really important to always just keep in mind, is give it your absolute best. And also be present. I think that’s the other thing, too. Those are two things that I always kind of think about to myself, like am I doing my absolute best? Yes? Then cut myself a break. I can’t compare myself to anyone else, because my best – only I know what that actually is. And I think being present is a really important exercise, always. Tim Ferriss: Did you give it your best? That’s a really important question. Yeah. I feel like you are giving it your best, at least from the outside looking in. Karlie Kloss: Definitely trying the best I can. Tim Ferriss: Yeah. Karlie Kloss: I mean I certainly don’t have all the answers. I think that’s one thing too, is I’m 25 years old and like all of my – I’m far from perfect, but I’ve sincerely just given it my best every step of the way and taken opportunities that I’ve been able to have and make the most of them, learn from them, keep growing – never kind of being satisfied or staying complacent, and then also thinking about how I can help others along the way. Tim Ferriss: So, you have a very exciting year ahead of you, as I’m sure will be many, many years of excitement ahead of you. Karlie Kloss: Thank you. Tim Ferriss: I’m always super eager to support anything related to enabling through education. I mean that’s been a real focus of mine with a number of different organizations over the last ten years or so. What closing comments might you have and ask of the audience, a suggestion to the audience certainly, if they can learn more about how to code or share that with girls or people who may want to attend one of your camps. What would you like to share, ask of, or recommend to the audience? Karlie Kloss: Well, you have an incredible audience and anyone out there listening, I ask, just, if you know any young women between the ages of 13 and 18 who you think would benefit from learning to code or would be interested, send them to KodeWithKlossy.com to apply for our free camps. We’re going to have a thousand spots. This is a really, really big summer of growth for us – Tim Ferriss: How long are the camps? Karlie Kloss: The camps are two weeks long, 9:00 to 5:00, Monday through Friday, and they are action packed. There is so much that the girls do over the course of these two weeks. And we are growing to 50 camps in 25 cities across the country, so it’s a big summer for us, and we want to get as many amazing young women in these classes and in these camps, so send them to KodeWithKlossy.com to apply. Tim Ferriss: KodeWithKlossy.com. K-O-D-E with – hopefully you guys can spell that – K-L-O-S-S-Y.com. What was the age range again? Karlie Kloss: 13 to 18. Tim Ferriss: 13 to 18. So, think about this for a second, folks. You may say, “I don’t know any 13 to 18-year-old girls.” Alright. Do you have any daughters? Do your friends have any daughters? Are you a teacher with female students who might benefit from this? Consider it. This is, in many, many respects the new literacy. And I’m going to get off my lazy ass and stop procrastinating – Karlie Kloss: And come to my coding camp. Tim Ferriss: – and actually give it a shot. Karlie Kloss: Yes. Tim Ferriss: Yeah, talk about Where’s Waldo. That’d be easy to pick out. “Who’s the bald, shiny gnome among the 12 to 18-year old girls?” Karlie Kloss: No, no, no. Tim Ferriss: “Oh, why is Tim Ferris here?” Karlie Kloss: You’re the only boy we’ll let in. Tim Ferriss: So, KodeWithKlossy.com. People can find you everywhere of course. Karlie Kloss. @karliekloss, Twitter, Instagram, YouTube. Is there any one of those three that you would prioritize? Karlie Kloss: For applying, or for – ? Tim Ferriss: No, just for people who want to – Karlie Kloss: I love Instagram. That’s my first go-to. Tim Ferriss: That sounds like a native environment for you. So, Instagram, @karliekloss. Kode With Klossy is @kodewithklossy on all the socials and KodeWithKlossy.com. Thank you so much for taking the time today. Karlie Kloss: Thank you, Tim. Tim Ferriss: This was really fun. And for people listening, as always, we’ll have links to everything we’ve discussed including the websites, social, books, etc. in the show notes. Tim.blog/podcast. And until next time, thank you for listening. Posted on: June 26, 2018.", "speakers": ["tim ferriss", "karlie kloss"], "text_sentences": ["hello, ladies and germs, this is tim ferriss, and welcome to another episode of the tim ferriss show, where it is my job to tease out, distill, share the habits, routines, life lessons, belief systems, and so on of world-class performers from all different domains", "this episode features entrepreneur and supermodel karlie kloss – that’s two ks", "you can find her on instagram and elsewhere @karliekloss – k-a-r-l-i-e-k-l-o-s-s", "karlie was discovered at a local charity fashion show at age 13, and by this point, i think she’s been on 45, 50 covers – something like that", "karlie’s fashion career quickly took off, and she has walked for top designers, including oscar de la renta, christian dior, alexander mcqueen, and versace, among others", "she’s also starred in many major campaigns, including adidas – or adidas, depending on where you’re listening to this – donna karan, dolce and gabbana, dior, calvin klein, carolina hererra – if i’m getting that right – showing my stripes here – and swarovski, among many, many others", "but i wanted to have karlie on this show not just because of her modeling career, of course, which i think gets discounted because thousands – tens of thousands of women or girls come into the world of modeling, and very few make it to the top and very few last a long time, and very, very few still are able to translate it to other things", "outside of modeling, karlie’s passion for technology led her to take coding classes, learning to program", "inspired by coding’s endless possibilities, she then launched kode with klossy – k-o-d-e – kode with klossy, a nonprofit that empowers young women to learn to code and become leaders in tech, which in 2018 will expand to 50 camps in 25 cities and may go well beyond that", "time magazine has recognized karlie for her entrepreneurship and philanthropic work on its time 100 list, and she was also featured on the covers of fast company and forbes for her work with kode with klossy", "karlie hosts freeform six-part series, movie night with karlie kloss, as a correspondent for the netflix original series, bill nye saves the world", "and – this will come up again at the very end, but if you are interested in learning more about karlie’s coding camps – and application deadlines are coming soon – check out kodewithklossy.com/apply", "that’s kode with klossy – all ks – kodewithklossy.com/apply", "and without further ado, please enjoy this wide-ranging conversation with karlie kloss", "karlie, welcome to the show", "hi", "thank you for having me, tim", "i am so thrilled to have you here, and i just want to make a few observations slash comments up front", "so, the first is – karlie kloss: uh-oh", "this could go anywhere", "i have a researcher who helps me with some prep documents – i certainly do my own prep – and his documents are usually very straightforward", "he is affectionately called “the crazy bulgarian.” he’s not crazy – i just thought that he should trademark that", "he is from bulgaria", "and he put a note at the top of yours – he never adds notes – and the note is, so open parentheses, “note,” in all caps – karlie kloss: oh my gosh", "uh-oh", "tim ferriss: – “she sounds like the nicest person on the planet,” end parentheses", "so, that – karlie kloss: wow", "that’s quite the compliment", "thank you", "and so, that caught my attention", "karlie kloss: thank you", "thank you", "tim ferriss: and i should also say that i have a face made for audio, and this is a new – relatively new experiment with video, and this is the highest beauty differential that i’ve ever had on my show", "karlie kloss: no, no, no, no, no", "come on", "and i’m okay with it", "so – karlie kloss: maybe height, but not the – height, also", "so, if those of you who are listening through your earholes want to see a shiny, bulbous head gnome on video, then you can find me side-by-side with karlie – karlie kloss: next to a giraffe – next to a giraffe", "karlie kloss: – which is me", "yes", "so, i wanted to start with talking about modeling", "and there are a lot of beautiful people on this planet – karlie kloss: absolutely", "—and there are many people who go into modeling, and there are very, very few who get to where you are", "karlie kloss: [inaudible] and it strikes me that there are some, it would seem success cases of, in this case, women who have gone off to build incredible businesses, like kathy ireland, and there are others", "so, i wanted to start with asking you if you had, when you were getting started or even now, any role models among – karlie kloss: oh my gosh", "– women or men – karlie kloss: of course", "– who have gone from modeling to do other things", "karlie kloss: i mean you certainly mentioned one – kathy ireland", "there’s a long list", "cindy crawford, christy turlington, gisele – many women who are in the industry and have used their platform of voice or experiences to build businesses or to make meaningful impact in the world in whatever way they’re passionate about, and like, for me, that is success, and, i don’t know, yeah, i did not anticipate working in fashion or being a model, but i recognized somewhere along the line that there’s so much more you can do with it, and the women who have come before me certainly have proved that", "it seems like, from the outside looking in, that much like, say, entertainment, the machinery of fashion, beauty, and so on probably has a lot of casualties", "meaning it just chews up – karlie kloss: yeah", "– and spits out a lot of people", "there’s really high – it would seem to be – karlie kloss: there’s a lot of turnover", "a lot of turnover", "karlie kloss: yeah", "what were some of the key decisions that you and/or your family or people like managers made that helped you to navigate – to avoid some of the most common pitfalls", "maybe you could just – karlie kloss: yeah, of course", "– start with like what are some of the most common mistakes and pitfalls", "karlie kloss: sure", "i mean, honestly, tim, i feel like i’m living my own version of a cinderella story or an american dream", "i mean i have been able to travel the world and have been able to learn from the most extraordinary people", "i’m sititng here with you, talking", "i mean this is – i feel like i’m living a dream every day", "and you know, i certainly did not anticipate going into fashion or being a model", "i had a very different kind of career path in mind, and i had this opportunity and i took it, but – what was the opportunity", "karlie kloss: so, i was – now, you grew up in the midwest", "karlie kloss: i grew up in the midwest and my father’s a doctor", "he’s an emergency room physician, one of the most hardworking people you’ll ever meet and so selfless", "and i have three sisters, and my mom’s an artist", "and so, i just like grew up in this amazing midwestern, picturesque kind of childhood", "and at 13, i was stopped in a mall and asked if i would be interested in walking in a fashion show", "at the time, not only did i not care about – it just wasn’t my life, fashion", "i mean, i didn’t even subscribe to magazines", "i was focusing school, i was focusing on ballet, academics, and sports", "and so, anyway, this idea of modeling was like totally not even in my mind", "and so, i didn’t enter this with the ambition of building a career in modeling", "i was stopped in a mall at 13, walked in a local charity fashion show to raise money for a local family whose ¬– my friend’s father, her dad had cancer, so it was this charity benefit, and there were scouts there from real agencies, and they took my name and said, “let’s stay in touch.” i grew a couple inches, fast forward to when i’m 15, and i – how tall are you at 15", "karlie kloss: at 15", "oh my god, tim", "i was 15 years old and 5’11”", "yeah", "karlie kloss: it’s painful being – i’m still working on – karlie kloss: 15 years old", "5’9”", "i’m 40", "i’m – karlie kloss: look, it’s – – gonna get there", "karlie kloss: i believe in you", "i believe in you", "and so, anyway, i was 15 years old and i got this opportunity to go to new york for the weekend and meet the designers of calvin klein, and they booked me", "and i walked in their fashion show, and it completely kind of put me on the map as a new, up and coming model", "and it’s been a wild ride ever since that day in the mall when i was stopped", "what are the traps", "like what are the common pitfalls", "i mean the things that, having grown up on long island, and for instance, i mean i grew up at the very end of long island, where there are actually a lot of drug problems", "and not saying that it’s drugs, although i suspect that could be a piece of it, but like where do people get off track or make mistakes", "karlie kloss: sure", "i mean, i think there’s a lot of misconceptions, and i think there’s a lot of generalizations around the fashion industry, around the modeling industry, and you know, i can only speak to my experience, but i’ve had just a really positive experience as a model", "like i said, it’ been my key to the world", "i’ve been able to travel the world", "i have more frequent flier miles than most ceos, and i’m – you know, i’ve been able to see the world and learn so much, learn from so many brilliant people and so, you know, i’ve used it to my advantage", "i think that there are aspects of the industry that are really challenging", "i think a lot of people tell you no", "there’s a lot of competition", "like you said, i mean there’s so many beautiful people", "there’s a lot of luck", "and i feel like for me, you know, in my cinderella story, i feel like i was in the right place at the right time, and i had this window of opportunity, and i ran for it", "and i have an amazing family who was by my side every step of the way", "i mean, starting a career at 15, i think there’s pitfalls to that, just the nature of being 15 and having a lot of pressure on you", "so, for me, i had a lot of luck and the right people around me", "and i think a lot of young women who want to go into modeling or work in fashion, that’s not always the case", "how did your family help you in terms of rules and policies", "and the reason i ask this is it seemed like they were quite strict when it came to high school, homework, and so on", "so, i was doing some reading prior to this, and a day might look like a 7:00 a.m", "flight to new york to do some type of shoot for – karlie kloss: right", "5:00 a.m", "flight", "5:00 a.m", "flight that would get international coverage, and then you fly back and you’re doing homework at 7:00 p.m", "and so on", "karlie kloss: yes", "what were some of the parameters, rules, policies – anything like that that your parents had to help keep you on track", "because this relates to something that has popped up a few times in this podcast that i think’s really important", "so, could you speak to that", "karlie kloss: sure", "you know, i had this kind of double life", "i was 15 years old and very much figuring out who i am, what – you know, in high school, i mean you’re figuring out a lot of things", "and like i said, i was a 5 foot 11” 15-year-old, so that came with its own set of challenges", "but i don’t know, i guess i – i had this double life, and i would be in school, have a very normal day in class, sitting in the school lunch room with my friends, with my peers, and then i would get on a flight to paris or new york a couple days a week", "i really had this full-time job, even as a freshman in high school", "so, i had this double life, and it was before social media, so none of my friends or teachers really knew to the extent of what i was doing", "so, i would go to paris and walk in a couture runway show or be the face of the dior campaigns globally or on the cover of magazines, and it was before the kind of global connectivity we have now, so i kind of was able to have a very, very normal, real life at the same time i was building this international career", "and i think the discipline that – to my parents, definitely helped me kind of stay really balanced with focusing on academics and focusing on what matters", "i mean we still would have normal family dinners, and i would get in trouble if i didn’t – you know, came home past curfew or – i don’t know, i had such a normal home life that i think that really was – that balanced all of these amazing other things out", "and i think my parents were always really – they trusted me", "i think that’s one of the biggest things too", "they knew that i was – they trusted me to do the right thing", "and that freedom – there’s a lot of, i don’t know, responsibility i felt with that, and gratitude to my parents because i didn’t want to let them down", "and so, i think i never wanted to – i don’t know – to ruin that", "sort of betray that confidence", "karlie kloss: betray that", "yeah", "so, one of the reasons i ask is i’m fascinated by people who have reached a pinnacle of success in any field who can remain grounded in any capacity", "because it seems that, whether it’s alcohol, power, money – those are the three that come to mind – karlie kloss: sure", "– when you add those, any of those, in quantity, people tend to become more of what they are", "right", "so, if they have a small flaw, it gets magnified", "and if they’re a small asshole, they become a really big asshole, and there’s real risk when pressure’s added to the container", "so, i’m fascinated how people maintain perspective over time so that they don’t become some abomination, like frankenstein’s version of themselves", "and, for instance, a friend of mine i’ve had on this podcast, chris sacca, who i’ve had the privilege of – karlie kloss: yeah, of course", "– watching go from angel investor to fledgling vc to now, you know, midas lists, and arguably – i don’t even think it’s arguable, is his lowercase i fund is, i think, going to be the most successful venture capital fund in the history of venture capital", "karlie kloss: wow", "so, he’s really reached a peak, and when i’ve dug in with him as to how he’s maintained some perspective, because he still ultimately is a very middle-class kid who grew up in upstate new york, trying to make ends meet", "his parents had him do sweet and sour summers", "so, they would help him to find a job that would give him an opportunity to learn and interact with people who were maybe above his pay grade, above his parents pay grade, but then they would also make him take some shitty job, like hauling around heavy things – karlie kloss: oh, i had plenty of those", "– on a construction site", "karlie kloss: i had plenty of those shitty jobs", "but you know, so i – to the extent of the normal life – this kind of double life that i had – my normal life, i really – i can’t stress it enough", "it was very normal", "like i mean i still had my chores – doing the dishes, taking out the trash, like every 15-year-old", "didn’t matter if i was on the cover of international vogues, like i was still coming home and doing my homework and taking out the trash", "and also, beyond just my parents, my sisters", "i have three sisters that i’m really close with", "and some of my best friends – my core group of girlfriends from growing up that i’ve known since kindergarten are still some of my best friends", "and so, i think there’s this – i feel really grateful that i’ve been able to, i don’t know, keep my feet on the ground, very much so", "and also, i have a lot of people around me who would bat me over the head and like beat me up if i didn’t, you know", "they wouldn’t allow it", "i don’t know", "yeah", "yeah, the support structures also – people might be asking – karlie kloss: i lived in the midwest", "– themselves, like, “well, okay, you grew up that way", "fantastic", "i didn’t grow up that way, so it’s not actionable.” and then what i would say is, “not true.” why would i explore this", "it’s because you can actually build in – it’s like, all right, what is the version, if you are hoping to achieve a certain modicum of success, like what are the chores that you can engineer into your life so that you maintain some perspective", "are there ways to do it", "right", "maybe it’s volunteering once a week", "karlie kloss: yes", "and that helps you to not only, hopefully, ultimately achieve some success, but to achieve also some contentment and life outside of focusing only on your personal success, right", "which is actually a segue of sorts to – i’m going to get there", "i’m going to talk about coding very, very shortly, but i’m going to get there vis-à-vie books", "so, i want to ask about books", "because i had read – maybe true, maybe not – that you don’t actually watch very much television", "and so, i was like, all right, great, well, let’s talk about books, then", "are there any particular books that you have gifted the most to other people or reread often yourself", "karlie kloss: so, i love podcasts, and i love audiobooks", "i feel like i’m somebody who learns by listening", "i retain information better", "so, i do like tv, but i just don’t have a ton of time for it", "i feel like i’m constantly on the go and so i’m listening to audiobooks, whether i’m walking through airport security or in a cab to the airport", "and i love – there’s this book, the four agreements, that i recently gave my sisters, who are graduating from college", "and i just think it’s got a lot of great principles and ideas", "are there any particular podcasts that are your go-to", "karlie kloss: so, i love learning about things", "i love learning about entrepreneurs, i like learning about – i love listening to conversations", "i mean i guess that’s one thing too that i feel like in my real life, i get to ask people", "i am sitting here with you, tim", "i mean, what a privilege that is, the access that i have", "you’re welcome to rescind that comment later", "karlie kloss: no, it’s true", "it’s true", "but i love listening to conversations", "i love your work", "i love guy, how i built this", "i love listening to conversations", "so, the four agreements, just for people who aren’t familiar, has come up quite a few times in this podcast, and i also recently found out that tom brady had been gifting this book a whole lot as well", "it has to – karlie kloss: that’s good company to be in", "– catch you at the right time, i think, for it to be applicable, but the reason i brought up – you were going to say", "karlie kloss: no, i was just going to say, you know, i’m 25, and i feel like it’s to the point of the timing – because someone gave it to me for my birthday, and i just think that it really does come down to kind of this – i think we’re always evolving, always growing, and should be always learning, at least i hope i am", "and it really makes you focus inward, and i think there’s – doesn’t matter how old or young you are, i think that’s something that i really value, is growing as a human being", "and it certainly kind of helps you think about ways to grow and to focus as a human being", "so, other ways to grow", "we’re going to get to it in two seconds", "i brought up books because books involve writing, sort of expressing thought, in some cases on paper, some cases in audio", "and there’s a craft, there’s a certain elegance to good writing", "and i have been fascinated by coding and coders for a very long time, and the fact that you can have, say, a very, very good coder get more done than the next ten if he or she is just very, very elegant and can find non-obvious solutions in what they’re trying to execute", "and i’ve spent a very small amount of time with a guy named chad fowler, actually, who showed me many years ago the basics of ruby", "it was just in one afternoon, but he used natural language to help me get a grasp on it because he speaks hindi and i’m fascinated by different languages and was an east asian studies major, so i’m fascinated by writing systems in japanese, chinese, korean, etc", "and so, i wanted to ask you, of all the many, many things, of the hundreds and thousands of things that you could do with your time, how did you get exposed to coding", "and walk me through your first experience or experiences with that", "karlie kloss: well, i love the way that you explain it as a language, and that’s really what it is", "and i think that, like any language, it’s a medium that you can express yourself, that you can express creative ideas, and that is why i think it’s so powerful", "i got exposed to it because i’m just a super curious, like annoyingly curious person", "i ask a lot of questions, and i love understanding how things work", "i love understanding how the world around me works and how science and math can be ways to explain that", "but i work in a really creative industry, and, i don’t know, i guess, at a certain point, a couple of years ago, i wanted to understand what “code” was", "it was a term that i kept hearing – what prompted it", "was it a person, a conversation", "karlie kloss: yeah, i mean i was meeting a lot of entrepreneurs", "i was watching the entire world, especially fashion and media be transformed by technology, and i was like, what is it that a handful of people who are engineers and building huge enterprise value – what is the secret language that they know that the rest of us don’t, and code", "and i was like, what is code, and how can i learn it", "so, i took a boot camp", "i took one week, and even in – where was it", "karlie kloss: in new york, at the flatiron school", "who introduced you to that", "karlie kloss: this guy, avi flombaum", "and he is a great teacher, and he started this school, and he taught me ruby, exactly as you", "so, it’s a very intuitive kind of language", "and even in a short time, i was able to kind of understand high-level, big principles, and the fact that you can use code to, you know, write a line of code that performs a function, and you can build ideas using this language", "and that to me was just so mind blowing to understand how the tech that we touch every day – how it works, and to take it one step further, but to actually be able to write it yourself and to express your ideas, and to be able to – i mean you’re a man of – you’re so efficient, tim, it’s really inspiring", "you’re so organized and so efficient", "i’m organized for maybe like two hours a day, so you’re seeing my two hours", "karlie kloss: no", "you are", "it’s impressive", "and i just think that like even you can build tech to enable that and to scale that", "and that’s what’s so powerful, is the ability to scale ideas or scale problem solving using code", "and i think that there’s so much opportunity that has yet to really even be built in this kind of intersection of – many intersections of kind of creative industries from the perspective of someone writing code who has different life experiences or passions, maybe, than most engineers sitting in silicon valley today", "and you take this class, you learn the basics of ruby with avi", "karlie kloss: with avi", "alright", "and what is kode with klossy", "karlie kloss: so, kode with klossy is – it’s a “k,” folks", "karlie kloss: – it’s with a “k” – k-o-d-e", "karlie kloss: – is my organization where we teach girls to learn how to code and empower the next generation of tech leaders", "so, we do that by running summer camps across the country, and we teach girls the abcs – so ruby, html, javascript, css – enough to be able to build something", "so, our camps are across the country and they’re two weeks long, and they’re totally free", "and we have these amazing girls who come into our camps and learn these skills, and it’s amazing what they’re able to build", "and not only just the way that they’re able to build their ideas, but what they’re passionate about – so, if it’s like making social impact, helping their community – they’re able to build something and recognize the impact that they can have", "and that’s really empowering", "and that, for a girl who’s kind of, you know, at that point in life where you’re figuring out what you think you can be or what you think you can’t, that’s really empowering", "hmm", "i need to learn to code", "karlie kloss: you need to – i feel like you – i need to learn to code", "karlie kloss: – you need to come to our camp", "it’s embarrassing that i’ve been in silicon valley, or – i mean, i’m no longer there", "we’re in austin, and i live here, but 17 years in silicon valley, and i think i was too – i was worried that i wouldn’t be good at it", "karlie kloss: i felt the same way", "i had a deep insecurity that when i scratched the surface, i would see the infinite complexity of something that i could at best only be mediocre at", "and so, i stuck my head in the sand", "karlie kloss: i disagree", "i think that that’s one of the barriers to entry", "i think that’s why a lot of people don’t ever try", "i mean, who am i", "i don’t have a – i don’t work in silicon valley", "i didn’t go to college", "but i’m curious, and it’s something that can be learned, like anything else", "it is a language, and i think that a lot of people let that get in the way of taking that first step", "yeah, you know, it strikes me too that, i think perhaps in my mind, i’ve given myself an out which is actually really flimsy, and that is that it’ll be too hard to learn to code", "in my mind, learning to code is building, you know, the next super app to go gain a hundred million users", "whereas in reality – i’ll give you an example from my own experience", "then i have some questions for you so i don’t talk too much", "this is what happens with too much caffeine, but – so, i’ve always been very, very insecure about my voice", "karlie kloss: oh, come on", "– and that’s part of the reason why i wanted to do the podcast, is to beat that out of myself, or to get more comfortable with my voice", "and if anyone listens to my earlier episodes – say the introductions to my early, early, early episodes, and then later you will see the confidence build over time", "i was really unsure of myself in the beginning", "and i’m still unsure of myself in some ways, but i’ve always been fearful of singing, any type of singing", "karlie kloss: [inaudible]", "i would never do it", "karlie kloss: look, i’m right there with you", "so, i’ve always had, on my new year’s resolutions almost every year for the last six years – along those lines – voice lessons", "never did it until a few months ago", "just started", "and what i realized very quickly is that i don’t have to become a good singer to get a credible value out of these voice lessons", "because i’ve learned enough now – i’ve certainly improved, but i’m not ready for any opera – karlie kloss: i think this might be your debut", "we will see", "karlie kloss: after the podcast", "after the podcast", "but yeah, i won’t impose that on anyone right now", "it will be very, very harsh", "but when you learn the basics of any skill – and i already know this, so i don’t know why i’ve been so blind to it with both singing and i think now coding – even if you never do anything with it per se, suddenly you hear everything – in the case of voice, you listen to every song you hear differently", "and so, your enjoyment of that and your appreciation of it are ten-xed", "karlie kloss: yes", "and i would imagine that when you learn the basics of coding – even if you don’t use it to push you off into a different career, it gives you an entirely different lens through which you can look at everything that is being built and how things work", "karlie kloss: a thousand [inaudible] [00:32:46]", "and that alone, to have that gift, to look through a different lens through the rest of your life, putting in a week or two seems like a very potentially worthwhile use of time", "karlie kloss: absolutely", "tim, i mean, just on that point, it’s like, you know, i think even if you understand high level how things are built, you can understand what is possible", "and i think that that’s what’s really exciting, even just as an entrepreneur", "you don’t have to – i mean, there’s probably so many people that you’ve sat with and that you met in silicon valley that – even a friend of mine, kevin systrom, founded instagram – or one of the cofounders of instagram", "and he wrote lines of code early on, and actually, i think that was one of the a-ha moments", "i knew him as a friend, and i was like, “wait, kevin, you actually know how to code", "you actually built lines of code to build this tool, this platform that reaches so many people?” it put a human element to it", "and i think the idea of even learning a little bit of what code is and how it builds things, it makes you realize what could be possible", "and i think, for people who want to build businesses, you don’t have to be the main engineer, but there is this kind of literacy that i think is important", "yeah, i mean it certainly seems to be the new literacy – or one of the new forms of literacy that, over time, as “software eats the world,” to borrow marc andreessen’s expression, if you don’t want to be displaced, if you want to be able to compete, you need to at least understand the abcs", "karlie kloss: yeah", "and easy for me to say with my platform and microphone as someone who’s being a bit hypocritical, since i only did one afternoon of ruby with chad", "karlie kloss: oh, until you come to my coding camp", "until i come to your camp", "karlie kloss: but the other thing is too, tim, is that part of the reason why i wanted to take a class beyond just wanting to understand how the world was being transformed by technology and what specifically that meant, but it’s like, because i was so intimidated by it, because i work in fashion, because i am not someone who maybe looks like the most – you know, most people in silicon valley or engineers, i don’t know, i wanted – there’s something in me, i think, that wanted to do what i think would be the harvest possible thing to do, or like – i don’t know, and this was not even about building an organization and helping other people do the same thing", "this was just for me, selfishly", "i wanted to learn something really hard", "and i think that there’s probably a part of me that’s like, you know, insecure – speaking about the fact that i know that i’m more than just what people see me on the outside", "and i think that insecurity probably has driven me to want to keep doing more", "and it just – i am just a really curious, passionate person, and i think this – i’ve always been really interested in math and science, and i don’t know, i think that that’s partially why i tackled this challenge too, initially, was like, i want to learn what is going to be – what do people really think is hard to learn", "i want to learn it", "well, so, let’s talk about challenge for a second – or more than a second", "and i don’t know the attribution to this quote i really like, which is “everything you want is just outside of your comfort zone.” and i’m sometimes better at practicing that than others", "but i’d love to talk about discomfort for a second", "karlie kloss: sure", "because i think people have – there are many misconceptions about anyone who has a lot of public exposure, like yourself", "so, one might be, “ah, she’s just a pretty face.” right", "karlie kloss: sure", "which is not true", "another might be, “oh, it’s all come very easily", "it’s all been very easy", "it’s just been home runs from day one.” so, what i’d love to ask you is, could you tell us about – you can choose – we can talk about both – like a dark, slash, hard time, what prompted it, and how you came out of it, or a failure that, looking back, helped set the stage or teach you something that led to success later", "and the more specific, the better, because i want to humanize this a little bit for people who might feel like this is – that you’re perfect", "karlie kloss: i’m far from perfect", "so far from perfect, it’s like beyond, but for me, i think that there have been many failures along the way, but also i am a really – i am the toughest person on myself, and – yeah, let’s talk about a specific one", "karlie kloss: i mean there are so many moments i can just think about in my fashion career, you know, where i didn’t quite – i mean it’s funny how you define like a failure, or even like dark moments", "i have built my career over the past ten years of my life, and i was 15 years old when i started that, and i think there’s just natural human growth that happens over those ten years that’s really important, and no matter what you’re doing, you need to take those failures and challenge yourself to make yourself grow from them and be better.\nand for me, i think because i live in a more public life – or aspects of my life are more public, those failures or dark periods of growing up, of coming into your own, of growing into your own body, like that’s even more criticized or, you know, more people can see it", "and so, i think for me, i definitely – so many different periods of my life where like, you know, being in the profession that i’m in, it’s very focused on the outside and your body", "and as a teenage girl, growing into your body, i mean there are so many times i’ve gone into a fitting where the clothes don’t fit, and that just has made me feel so shitty about myself, and it’s not necessarily my fault, it’s not necessarily the clothes’ fault, it’s just shitty", "it makes you feel horrible – it’s made me feel horrible about myself", "and i think there was kind of this point progressively through my career that i was like, i am so much more than just like my measurements or my body", "i have so many ideas", "i’ve got so much drive", "i know that i have so much to give the world, and i really want to help other people, and i know that i’m not necessarily doing that – or the extent of my self worth or value cannot be just on fitting the clothes or not", "and i think that there was like a real shift in me and just understanding – i don’t know, understanding how and what to do to keep growing", "so, are there any particular, for instance, routines, habits, on a daily or weekly basis that help you to continue functioning at a high level", "or that just help you, that you like", "karlie kloss: yeah", "like what are some specifics – my listeners always the specifics", "are there any particular – karlie kloss: [inaudible]", "i love meditating", "you know, i think – okay", "how do you – how, when, how long do you practice meditating", "karlie kloss: okay", "so, i’m not as probably good or disciplined as many of your listeners out there, but whenever i can, to the point of – do you use an app, do you use – karlie kloss: i use headspace", "i learned tm", "but i just do it whenever, wherever i can", "so, you know, this morning, getting ready, i wake up, stretch, breathe, put in, you know, ten minutes of headspace, go to the gym, or vice versa, work out and then meditate, and then start my day", "you know, i really have learned how important it is to take care of myself mentally as well as physically, because i think, you know, part of being in – just part of life is staying mentally healthy and balanced, and i think especially in an industry that there is so much volatility – i mean to the point of – models and turnover, there’s a lot of failures, daily, of jobs you don’t get or things that you’re – i have been told that i’m too tall, too short, too fat, too skinny, too this, too that, everything", "i mean it’s like – and that is such a – if that doesn’t mess with your head as a teenage girl growing up anyway, then i mean, come on", "so, again, for me, you know, having an amazing support group around me, having like really – my family, my friends – and then having outlets that fill my cup", "so, for me, investing in my learning, sincerely, is something i love", "i love learning new things", "i love learning from people", "i love experiencing new things", "and i love helping people, not for the sake of, like, any reason other than just i love sharing opportunities for other people to better themselves, their lives too", "well, let’s talk about one outlet, slash, maybe stress release valve, which is the exercise", "right", "karlie kloss: yeah", "tim ferriss: so, what does a sample morning exercise routine look like", "karlie kloss: totally", "very specifically, and how long does it take", "what exercises are you doing", "what are you using", "karlie kloss: okay, so, i grew up playing every sport, doing ballet every day", "i grew up super, super active, and i live a really busy life today, and i’m on a plane all the time", "i mean you know it’s not easy to fit it in, but for me, i make sure that i fit in like a combination of cardio and a combination of strength training", "so, i feel best when i’m strong, not skinny", "and i like – so, tell us about a recent workout", "karlie kloss: so, this morning – woke up, meditated, and worked out for 45 minutes – all i had time for – and i – and did you have breakfast before you worked out", "karlie kloss: after", "after", "okay", "karlie kloss: after i worked out", "and a combination of running, biking, and some light weights", "and just, i kind of do whatever i can whenever i can", "so, if i’m in the south of france on a photo shoot, i’ll go for a run and a swim", "if i’m here in austin, i’ll go for a run across that cool bridge and, like, go tour around", "whatever’s available", "karlie kloss: whatever’s available", "for strength training, if you had to pick only a handful of exercises that seem to get you the most bang for the buck, what would they be", "what comes to mind", "karlie kloss: i hate burpees so much – i hate them so much, but – you hate them, but it’s a love-hate", "is that – ", "karlie kloss: i hate them – it’s a love-hate", "because i just – i hate them so much that i just know they’re probably good for me", "burpees, things that you can do anywhere, so like planking or exercises like things that i do in my hotel room, like if i don’t have time to go down to the gym", "so, just simple things like sit-ups, push-ups, dips, all sorts of – portable", "karlie kloss: – really – yeah, boring things like that", "yeah, i mean boring but effective", "i wanted to get into specifics because i’m always curious, when i meet someone who travels as much as you do, it makes it very clear that the, “i haven’t been able to work out because i’m traveling” excuse is utter bullshit", "and i’m always curious how people make do", "right", "so, i’ve talked to triple h, otherwise known as paul levesque – fascinating guy, and he’ll use a stationary bike for – or elliptical, for, say, even ten, 15 minutes when he first arrives anywhere after shifting time zones, and it seems to fix jet lag for him", "karlie kloss: [inaudible]", "danzig, when they were traveling around touring, one of the very first things they would do is they would choose a hotel based on the gym that was available", "karlie kloss: oh, a hundred percent", "and it’s like, bruce lee would always travel with his running shoes because he knew no matter what if other things weren’t available, he could run", "and it just goes on and on and on", "i travel with a number of different bands, as well as – karlie kloss: yes", "an inflatable ball, and it’s incredible what you can do, particularly if you learn calisthenic exercises like burpees or pistols, which are one-legged squats, you can get a brutal workout in your own hotel room", "or jocko willink, who’s a retired navy seal commander, and he’ll travel with – or he won’t necessarily travel with, but if he wants to do pull-ups and he can’t find a place to do pull-ups, he’ll grab one of the towels from his room in the hotel and go find the parking structure, and throw it over a bar, and do pull-ups with the towels", "so, it’s like there’s – two observations that i make", "no", "1., there’s always a way", "but secondly, the most – karlie kloss: there’s always a way", "[inaudible] that’s right", "there’s always a way, and in the highest functioning, seemingly busiest people i’ve met almost all make a point to move on a daily basis in some fashion", "karlie kloss: it’s so important – for me, in my life, it’s crucial", "forget even about how it makes you look, but how it makes you feel and just, for me, brain – mental, emotional balance, i think, and focus and clarity", "it’s like, i can’t start my day without doing something", "and to the point of whatever it is, you know, i, in my suitcase, always have my running shoes, always have bands, always have ankle weights, which is really funny when i’m going through airport security and i’ve got like two ankle weights that look like bombs, and you know – yeah", "yeah", "karlie kloss: – they’re like lead ankle weights, and i get stopped every time and get, you know, questioned", "ankle weights and podcast gear", "karlie kloss: [inaudible]", "it’s like, “oh, a bunch of batteries and cables.” karlie kloss: yes", "“yeah, we need to talk to you.” karlie kloss: we’re high-risk travelers", "mr", "american history x", "for those of you who don’t know, i’m very, very bald and have sort of a wrestler-y look to me", "karlie kloss: [inaudible]", "so, let’s chat about investing", "and by investing, i mean investment of time, energy, maybe in a particular relationship – i’m going to say you can’t answer with your family", "all right", "karlie kloss: yeah", "sure", "so, i’m going to roll them out", "but what would you consider one of the best investments you’ve ever made", "and that could be, for instance, amelia boone has been on the podcast – four-time world champion in obstacle course racing", "for her, at the time, she was and still is a lawyer, but it was the first $450.00 entry fee for the first, i think it was world’s toughest mudder, which she ended up winning, which opened up this entirely new career, right", "doesn’t have to be something like that, but – you know, in my case could potentially be the idea to put in the time to do a six-episode test for the podcast", "like, holy shit, you know", "was just supposed to be a side gig because i was too burned out writing books, now it turned into a whole thing", "what comes to mind for you when you think about some of the best investments of time, energy, money, or decisions", "karlie kloss: so, a number of things", "one, the first pair of high heels that i ever owned were $20.00 high heels from target that i learned how to quote, unquote “walk,” and those came in very handy when i started my fashion career", "and i, with my first paycheck ever, bought a red kitchenaid mixer that still sits on my counter to this day, and thousands of cookies have been made from that little mixer", "and i got the idea of starting a vegan cookie charity project from my passion for baking", "and that led on to a whole fun project", "and – take a few sentences just to explain what that is", "karlie kloss: so, that’s really just what it sounds like", "it’s a charity project focused on donating school lunches to kids through selling cookies, which, i love to eat cookies, i love to make cookies, and i wanted to kind of have a bake sale of sorts, and so – do you have any partners in – ", "karlie kloss: we partnered with momofuku milk bar, and – yeah, for those who don’t know that, look it up", "karlie kloss: look it up", "must visit when you’re in new york", "and we made cookies, and we donated over a million school lunches from the sales of these cookies", "and that was just this kind of first project where it was really my idea and something that i built and used my voice to take an idea and actually bake a cookie and bake an impact into that product, and – so, we got the heels, which – karlie kloss: we got the heels", "– i mean, if you can’t walk in those, you’re going to have issues as a female in fashion", "the kitchenaid mixer – so, kitchenaid, if you’re listening, i’m sure karlie has very reasonable endorsement rates, so you can reach out", "what else", "karlie kloss: and investing in time", "you know, honestly, two things, one, i applied back to nyu because i love learning and i wanted to be back in an environment where i could keep growing and learning", "and that was at 20 years old", "that was after five years already of working full time", "and so, i invested back in being a student", "and that also led me to taking a coding class", "and that led me to starting kode with klossy", "and – what did you go in to learn", "karlie kloss: i wanted to learn anything, everything", "i have so many things that i love – so, question", "i want to – karlie kloss: because i know you’re really a curious person, too, so i feel like – i am, but i want to dig into the motivation for one second", "karlie kloss: yeah", "so, i have some friends, very, very smart, very accomplished, who either didn’t ever go to college or dropped out of college", "and for some of them, going back and getting the diploma was just a – and this is not a bad motivation at all, but they had carried some type of like defensiveness and insecurity about having not gone to college and finished", "was that any piece of it", "karlie kloss: a hundred percent", "i was planning on becoming a physician, a doctor, emergency room doctor – something like my dad, or go to business school, or go to some – i always planned on having a very – at least getting a college degree", "and so, i think there’s an element of wanting to kind of keep learning more, keep doing more – not for the sake of getting the degree, but for the sake of being in an environment where i can keep expanding my horizons", "and i think the thing is – and i have that through my job, as well", "there are so many ways that i’m able to learn just by traveling and meeting people", "and i feel like everybody has that", "it’s not just – i mean, i am a unique situation", "i get to travel to crazy places, but i think just, it’s kind of a mindset, a mentality, a perspective of just keeping your eyes and ears open", "do you have any favorite classes or professors besides the coding", "anything come to mind", "karlie kloss: i took a feminism class at nyu, which was really fascinating for understanding the history of feminism, academic perspectives, the different waves of feminism – a lot of academic reading around the topic, beyond just kind of rah-rah, girl power", "alright", "so, you mentioned a number of things", "are there any purchases, say, in recent memory – this is one of my rapid-fire questions – i know it’s a bit of an awkward transition from feminism, so i apologize to people for that – but are there any particular purchases that have had a very positive impact on your life", "ideally of the, say, less than a hundred or less than a thousand dollar variety", "karlie kloss: i love journaling", "on airplanes, i sit for, you know – especially that flight back to st", "louis is only two hours, so it’s like two hours of uninterrupted time", "and every airplane that i’m sitting on, i always journal and brain dump ideas, grocery lists", "it’s really pretty remarkable looking back at those journals and thinking how much of the things that i listed out of dreams and goals that i’ve been able to tick off and accomplish, and i think that an investment of a journal, a great moleskine, certainly has been worthwhile, and really just something that i think is a great exercise", "and i really love actually, like i said, taking care of myself – my mind and body", "and so, i always have all these – in my suitcase, i’ve got all these crazy supplements, like moon juice dust – they have like brain dust and beauty dust, and it’s like crazy potions of like ashwagandha and things that – like i’m a total sucker and believer that like – so, i travel with all these potions in my suitcase, along with my bands and ankle weights", "when you use the notebooks, what does a page look like, and how do you follow up", "so, what i’m curious to know is how things make it from the page into reality, right", "do you go back and figure out what next steps are", "do you write down next steps in a particular way", "and people have so many different ways of approaching this", "i mean in my case, in my journal – i wish i had it right here, but i always make a little box in the bottom right-hand corner, and that’s for next steps, based on anything on that page", "karlie kloss: smart", "and so, every bottom right-hand corner has next steps", "and then i’ll go through, and i’ll be like, eh, alright, that was a stupid idea", "or like, eh, that’s not for now, and i’ll do a second pass and then highlight the kind of like dominoes that i think will topple as many other dominoes as possible", "but when you brain dump, or when you put these things on paper, walk us through what that looks like", "karlie kloss: next steps", "yeah", "karlie kloss: there’s also this app that’s called wunderlist that’s great", "yeah", "karlie kloss: and for actually having a more digital version of those lists", "and then also, things like slack are great too", "the notebook is more just like my real personal, kind of deepest, darkest thoughts, but and ideas and goals, and like, nobody’s judging – hopefully – nobody’s reading them", "but i think the organization – you know, i mean i love – this is the way your brain works", "i think my brain is not the most organized", "i have a lot of ideas, and i think it’s actually taken a lot of discipline to kind of keep everything moving forward and to – i definitely think it’s like going through those lists and following up with the people that i need to continue the conversation with, or – i’ve got an amazing team", "i’ve got a great partner who is helping me build kode with klossy, building all my businesses", "who is that", "karlie kloss: her name’s penni thow", "she’s amazing", "and i feel like it’s a really collaborative process – taking those lists and actually turning them into action is more working with my team to bring them to live", "one thing i’ve noticed – and tell me if this is off-base or not, but in doing a lot of homework on you, putting together the dossier – karlie kloss: uh-oh", "i know, first of all, i need to send cookies to your friend, the crazy – oh, the crazy bulgarian", "karlie kloss: [inaudible]", "bulgarian", "oh my god", "crazy bulgarian, i know you’re listening", "you’re in lucky", "karlie kloss: the crazy bulgarian", "you need some cookies", "don’t forget me", "i could use some cookies too", "karlie kloss: yes", "done", "i’ll say it’s for my cheat day, but i might actually break that rule", "karlie kloss: on it", "yeah, i have to be careful around cookies", "one of those – very little portion control when it comes to cookies – karlie kloss: i hear you", "– it turns out", "but – karlie kloss: i’ll send you healthy ones", "also send me the unhealthy ones", "you can address them to somebody else, and then i’ll just eat them anyway", "karlie kloss: okay [inaudible]", "the pattern that seemed to pop up was – and i think this actually makes you a lot smarter than i am in some really deep ways, is when i go through my notebook and i write down what needs to be done next, like what do i need to do next, and it seems like, as i’ve looked through a lot of your history, you are much better at doing one thing that’s really important that i need to improve upon, and that is, not asking, “what do i need to do next?” necessarily, but “who do i need to talk to next?” and whether it’s kevin systrom, or say, casey neistat, who’s also been on the podcast, really [inaudible] [00:58:39], i’ve had a lot of trouble – it doesn’t even occur to me to ask for help – not because i think i have all the answers, but i don’t want to burden people with that – or there’s some weird baggage that i carry, which is why amanda palmer, at one point, the musician, really, and her book has really helped me to learn how to ask for help", "but is that accurate", "am i – karlie kloss: a hundred percent", "oh my gosh", "i mean, again, i am somebody who didn’t get a college degree, a business school degree, and i’m trying to build businesses and a nonprofit and scale that impact and grow my team and be a boss", "i mean there are so many things that i’m learning as i go", "and i think that what i really value is the people that i can lean on as mentors or advisors in figuring it out", "and i think that that’s a really important thing that i also kind of had this awakening where i was like, i am in the room with extraordinary people and i’m being afforded that opportunity because of my job, my day job – being a model, working on big advertising jobs, working in an industry with a lot of creatives", "how can i actually best use that to accomplish what i really dream of, what my biggest goals and ambitions are", "and i think a lot of people sometimes are afraid to ask for help, and i definitely have – i ask questions – you ask for help", "karlie kloss: i ask for help", "yeah", "yeah, i don’t know what my problem is with that", "i mean i’ve gotten better, but it’s one of these self-defeating habits of isolating myself that is kind of a – karlie kloss: i do that too", "it’s a default that i need to continually work on", "i get better for periods, and then i’m like, oh, no, i need to figure this out", "i should be able to figure this out", "and like, sit down with my notebook, not always the ideal tool of choice", "so, i need to revisit", "amanda, i need your help", "i’ll reread your book", "if you look at the last handful of years, are there any particular habits, beliefs, tools that have had a tremendously positive impact on your life besides things we’ve mentioned already", "so, it can’t be, say, meditation or headspace or one of those", "karlie kloss: yeah", "you know, i think just learning by doing", "you know, over the past years, i find it so interesting to just see how much the whole world has changed in so many ways", "you know, you mentioned casey neistat", "i had a conversation with him a number of years ago, where i – if you want to talk about busy – karlie kloss: yeah, talk about busy", "talk about wake up at – – look up casey neistat", "karlie kloss: he’s amazing", "and he really helped me realize that i could not just be a canvas for creators, but i could be a creator myself", "and i think there was kind of this overall shift in, certainly in fashion, in social media, enabling a platform and a voice for everyone", "doesn’t matter if you are the model, your voice can be heard in the same way the brand or designers can", "and that extends for everyone, and that’s beyond just fashion", "but there was this kind of shift in my own perspective of realizing that my ideas had value, and that i could be a creator and share what i was experiencing and learning and doing beyond just what was translated by somebody else or – i could be heard", "i could be – what am i saying", "i didn’t have to just be seen but i could also be heard", "and i think that there was something really empowering in that, and that’s been kind of a collective shift over the years", "and i think this kind of democratization of ideas and of voices and this kind of, instead of just a handful of people in power at the top, like everybody has the opportunity to build something with their ideas, and that’s to the point of code being this ability to actually actualize that, to realize that", "to have ideas that, whether it’s a problem you’re facing or an idea for a company or an idea for making impact, i mean being able to actually build that, even if you’re a 15-year-old girl", "i just, i think that there’s something so exciting about there being no rules", "and i feel like a lot of the rules that maybe existed in the world or the industry that i work in ten years ago are no longer the case", "and i think it’s exciting to see what is ahead of us", "that’s exciting", "yeah, i mean, there’s certainly still top-down power, and there are – karlie kloss: sure", "– certain things that require political relationships and so on, but more and more so, the ability to develop bottoms-up power is available to anyone who is willing to learn and compete", "karlie kloss: yes", "that’s the good news", "the bad news, potentially, is you better fucking compete, because – karlie kloss:  yeah", "– guess what", "when there are, say, three to four billion additional people coming online in the next handful of years, you have to compete against everybody", "and i think that’s a very good thing", "but it also means you can learn from everybody – karlie kloss: yes", "– and that information is available", "so, just a few more questions", "billboard – you’ve probably heard this question before because i like to ask it – but if you could put a few words, a word, a quote, anything on a billboard – can’t be an advertisement – to get a message out to millions or billions of people, metaphorically speaking, what might you put on that billboard", "karlie: hmm", "i feel like that’s – there are so many things that i probably should be putting on that billboard, but one thing that my dad always used to really hammer home to me and my sisters is – we would come home from school and if one of us got a bad grade or something, he would say, like, “did you give it your best?” like only you actually really know", "did you give it your best", "did you study the best you could", "did you go in there as focused as possible", "did you give it your best", "and i think that there’s something really important to always just keep in mind, is give it your absolute best", "and also be present", "i think that’s the other thing, too", "those are two things that i always kind of think about to myself, like am i doing my absolute best", "yes", "then cut myself a break", "i can’t compare myself to anyone else, because my best – only i know what that actually is", "and i think being present is a really important exercise, always", "did you give it your best", "that’s a really important question", "yeah", "i feel like you are giving it your best, at least from the outside looking in", "karlie kloss: definitely trying the best i can", "yeah", "karlie kloss: i mean i certainly don’t have all the answers", "i think that’s one thing too, is i’m 25 years old and like all of my – i’m far from perfect, but i’ve sincerely just given it my best every step of the way and taken opportunities that i’ve been able to have and make the most of them, learn from them, keep growing – never kind of being satisfied or staying complacent, and then also thinking about how i can help others along the way", "so, you have a very exciting year ahead of you, as i’m sure will be many, many years of excitement ahead of you", "karlie kloss: thank you", "i’m always super eager to support anything related to enabling through education", "i mean that’s been a real focus of mine with a number of different organizations over the last ten years or so", "what closing comments might you have and ask of the audience, a suggestion to the audience certainly, if they can learn more about how to code or share that with girls or people who may want to attend one of your camps", "what would you like to share, ask of, or recommend to the audience", "karlie kloss: well, you have an incredible audience and anyone out there listening, i ask, just, if you know any young women between the ages of 13 and 18 who you think would benefit from learning to code or would be interested, send them to kodewithklossy.com to apply for our free camps", "we’re going to have a thousand spots", "this is a really, really big summer of growth for us – how long are the camps", "karlie kloss: the camps are two weeks long, 9:00 to 5:00, monday through friday, and they are action packed", "there is so much that the girls do over the course of these two weeks", "and we are growing to 50 camps in 25 cities across the country, so it’s a big summer for us, and we want to get as many amazing young women in these classes and in these camps, so send them to kodewithklossy.com to apply", "kodewithklossy.com", "k-o-d-e with – hopefully you guys can spell that – k-l-o-s-s-y.com", "what was the age range again", "karlie kloss: 13 to 18", "13 to 18", "so, think about this for a second, folks", "you may say, “i don’t know any 13 to 18-year-old girls.” alright", "do you have any daughters", "do your friends have any daughters", "are you a teacher with female students who might benefit from this", "consider it", "this is, in many, many respects the new literacy", "and i’m going to get off my lazy ass and stop procrastinating – karlie kloss: and come to my coding camp", "– and actually give it a shot", "karlie kloss: yes", "yeah, talk about where’s waldo", "that’d be easy to pick out", "“who’s the bald, shiny gnome among the 12 to 18-year old girls?” karlie kloss: no, no, no", "“oh, why is tim ferris here?” karlie kloss: you’re the only boy we’ll let in", "so, kodewithklossy.com", "people can find you everywhere of course", "karlie kloss", "@karliekloss, twitter, instagram, youtube", "is there any one of those three that you would prioritize", "karlie kloss: for applying, or for – ", "no, just for people who want to – karlie kloss: i love instagram", "that’s my first go-to", "that sounds like a native environment for you", "so, instagram, @karliekloss", "kode with klossy is @kodewithklossy on all the socials and kodewithklossy.com", "thank you so much for taking the time today", "karlie kloss: thank you, tim", "this was really fun", "and for people listening, as always, we’ll have links to everything we’ve discussed including the websites, social, books, etc", "in the show notes", "tim.blog/podcast", "and until next time, thank you for listening"]}