{"dialog_idx": {"katie couric": [3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 21, 22, 24, 25, 26, 27, 33, 34, 35, 36, 51, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 75, 76, 77, 78, 79, 80, 81, 86, 87, 88, 90, 91, 92, 93, 94, 95, 97, 98, 99, 100, 101, 102, 104, 105, 106, 107, 110, 112, 113, 116, 119, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 195, 199, 201, 202, 203, 204, 205, 206, 207, 211, 214, 217, 218, 219, 220, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 245, 251, 253, 260, 272, 279, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 380, 382, 383, 384, 385, 386, 387, 389, 390, 391, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 409, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 429, 430, 431, 432, 433, 436, 437, 438, 439, 441, 442, 443, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 460, 461, 462, 463, 464, 465, 466, 467, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 485, 486, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 528, 529, 530, 531, 533, 535, 537, 538, 539, 540, 541, 542, 543, 544, 545, 548, 549, 550, 551, 552, 553, 554, 555, 557, 558, 559, 560, 561, 564, 567, 576, 581, 587, 590, 591, 593, 596, 604, 607, 609, 621, 624, 627, 628, 629, 630, 631, 632, 633, 634, 635, 638, 639, 640, 642, 644, 648, 649, 650, 651, 656, 657, 660, 662, 664, 665, 672, 673, 676, 678, 679, 682, 685, 686, 687, 688, 689, 690, 691, 692, 696, 697, 698, 699, 700, 712, 716, 721, 722, 724], "tim ferriss": [0, 1, 2, 20, 23, 28, 29, 30, 31, 32, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 52, 63, 74, 82, 83, 84, 85, 89, 96, 103, 108, 109, 111, 114, 115, 117, 118, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 156, 157, 187, 188, 189, 190, 191, 192, 193, 194, 196, 197, 198, 200, 208, 209, 210, 212, 213, 215, 216, 221, 242, 243, 244, 246, 247, 248, 249, 250, 252, 254, 255, 256, 257, 258, 259, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 273, 274, 275, 276, 277, 278, 280, 281, 282, 341, 342, 365, 377, 378, 379, 381, 388, 392, 406, 407, 408, 410, 411, 428, 434, 435, 440, 444, 445, 459, 468, 484, 487, 507, 508, 509, 510, 525, 526, 527, 532, 534, 536, 546, 547, 556, 562, 563, 565, 566, 568, 569, 570, 571, 572, 573, 574, 575, 577, 578, 579, 580, 582, 583, 584, 585, 586, 588, 589, 592, 594, 595, 597, 598, 599, 600, 601, 602, 603, 605, 606, 608, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 622, 623, 625, 626, 636, 637, 641, 643, 645, 646, 647, 652, 653, 654, 655, 658, 659, 661, 663, 666, 667, 668, 669, 670, 671, 674, 675, 677, 680, 681, 683, 684, 693, 694, 695, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 713, 714, 715, 717, 718, 719, 720, 723]}, "episode_num": 308, "file_type": "html", "guests": ["katie couric"], "num_sentences": 725, "num_words": 10823, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss and welcome to another episode of the Tim Ferriss Show where it’s my job to attempt to deconstruct world-class performers, whether they come from the world of sports, business, entertainment, or otherwise to distill the habits, routines, belief systems, life lessons, that hopefully you can use or find impactful in some way. This episode is one of those episodes that I was very, very nervous about and that doesn’t happen to me terrible often but it was the case this time around because I was asking questions of someone who is no stranger to asking questions herself. Katie Couric, @KatieCouric, is an award-winning journalist, New York Times bestselling author, and co-founder of the non-profit Stand Up to Cancer which has raised more than $500 million to fund scientific research teams. She launched her production company, Katie Couric Media, in 2015 and her podcast, the aptly named Katie Couric Podcast, features conversations with some of the biggest names in politics, media, and popular culture. Couric’s documentaries include Gender Revolution: A Journey with Katie Couric, which was for National Geographic, Under the Gun, which aired on Epix, and Fed Up, which can be found on Netflix. Couric’s upcoming six-part National Geographic series America Inside Out with Katie Couric premieres on April 11th and I recommend you check it out. We dig into the reasons why, but the subject matter is, in many cases, very fascinating to me. Katie joins CBS as the first woman at the helm of an evening newscast after a 15-year run as co-anchor of NBC’s Today Show. Her awards include a DuPont-Columbia Peabody, two Edward R. Murrow’s, a Walter Cronkite award, and multiple Emmys. She has spent a lot of time in the trenches. She has interviewed some incredibly influential and powerful figures who have helped to shape the culture that we’re currently a part of, and I was nervous coming into this one which you can hear in the audio and you can see in the video on my YouTube at YouTube.com/TimFerriss and for that apologize. Hey, we’re all human. I’m very impressed by what she has done and hopefully do that justice with digging into some of the areas that I attempted to dig. So, without further ado, please enjoy this wide-ranging conversation with the ever impressive, Katie Couric. Katie, welcome to the show. Katie Couric: Thank you very much! This is fun. I like the setup and I like the view. Tim Ferriss: The view of beautiful Austin, Texas. Katie Couric: Yeah, it’s really been fun actually. This is my first South by Southwest. Tim Ferriss: Welcome to the chaos. Katie Couric: I know people called it South by. I’m gonna make it even cooler and call it SB. It’s been really fun to be here and it’s been really interesting for me. Thank you for having me on the show. Tim Ferriss: Of course! I really appreciate you making the time. I’ll be honest, I feel a little bit like that petulant Luke Skywalker in the first Star Wars. Everyone was like, ‘Oh, come on,’ when he’s hanging out with Obi-Wan and just missing the point because I’m sitting here asking questions of someone who has asked more questions of more presidents and dignitaries than I’ll ever even have a chance to meet. So, I apologize in advance if I make any novice mistakes. Katie Couric: Oh, stop. You know what? I think that if you are just curious about people and your curiosity is genuine and you’re truly interested in someone, I think that’s really what makes a good interviewer. I think you have that in spades so I think you’ll be fine. Tim Ferriss: I’m very curious. I want to jump into something that I found in the course of doing my homework that led me to a number of different questions. I said if I would ever have the chance to ask, and I was like wait a second, I do have a chance to ask. So, this was something that I found via NPR. It’s an interview format and they were asking you if there was any story that made your reputation or if there was a moment like that. Again, the internet sometimes misquotes things, so you can correct if need be. I’ll read a little bit and then I want to ask follow-up questions. “I think I got noticed when I was doing a tour of the White House with Barbara Bush. I didn’t think that President Bush was there and suddenly I heard this cocker spaniel or springer spaniel. Ultimately, it ends up we arrive at Millie, that’s Millie, coming into the room and President Bush was following him. Suddenly, I had to do an interview with the President of the United States that I wasn’t prepared to do. I was just getting a tour of the White House. So, that was sort of where I found my career path before my eye, but I was able to come up with enough questions to keep him there for something like 19 minutes and 20 seconds.” So, that last sentence was the part where I was like okay, I have to ask you if you could just walk us through that and how on earth – do you recall any of the questions? Do you recall how you kept the president on the hook, so to speak? Katie Couric: Engaged? Tim Ferriss: Yeah, or just any recollections from that because it just conjured such an incredible image in my mind. Katie Couric: Well, you can imagine when you’ve prepared for an interview and something completely unexpected happens. I had prepared endlessly to talk to Barbara Bush about the White House. It was the anniversary of the White House and she was giving me a tour and we were going to be talking about Dolly Madison’s tea set and we were going to talk about the ball and claw legs on some of the chairs and all kinds of things, paintings, and desks, accoutrements that are part and parcel of the White House. Suddenly, as you’ve described, it was like [mocks animal footfalls] and I was like, ‘Oh god, oh god, what’s going on?’ I, for some reason, thought that President Bush was out of town or that he had an appointment and that he wasn’t going to be around. It’s not often that you have the president pop in to say hi and you have no questions for him. So, that was where the rubber met the road and I just had to pull all these questions pretty much out of my ass to ask the president, the most powerful man in the free world. So, I think I asked him about Iran-Contra. He was running against Bill Clinton so I asked him about that campaign. I’d actually like to re-watch that to see how it plays out today and what I remember. I just kept on firing away and I remember his upper-lip started kind of quivering because I think he too felt suddenly put on the spot. Tim Ferriss: He wasn’t prepared. Katie Couric: He wasn’t prepared either. Exactly. We just had this very intense kind of rat-a-tat-tat back and forth and finally I remember Marlin Fitzwater came in and I said, ‘Oh my gosh, here’s Marlin.’ Everyone was basically saying, ‘Okay, that’s enough. Enough is enough.’ I remember saying to the audience at the time, the viewers, that Marlin Fitzwater was pulling out whatever was left of his hair because he was pretty bald at the time. Yeah, that was a very intense situation for me. It also showed that I could think on my feet. In all fairness, I also had my executive producer, Jeff Zucker, peppering me with questions behind the scenes through my IFB. I think he was nervous – Tim Ferriss: IFB is the earpiece. Katie Couric: Yeah – that if I had had a moment and suddenly had nothing to say that he was going to leave. Of course, as somebody who really understands television and understands audiences, he wanted to keep the president on the hook as long as he could. Tim Ferriss: Keep him on the ropes. Katie Couric: Yeah. It was fun and I remember afterward thinking, ‘Oh my god.’ It was well-received. I think Tom Shales, who is the TV critic for the Washington Post, wrote a very flattering article following that. I think that was very important because when I did that job and I decided I would be the co-anchor of the Today Show, it was really important for me as a female in the business to be taken seriously and to not be relegated to the cooking and fashion segments. In fact, when I got offered the job, I said to Michael Gartner, the then-president of NBC News, I’ll only do it if it’s a 50/50 division of labor between me and Bryant Gumble. I had covered the Pentagon, I had worked very hard in local news, and I’d gotten some very good advice early in my career to not be typecast as the cute girl who does features. So, it was important and that was validation in a way that yes, I could have a fun personality, but I could really get serious and ask serious questions, penetrating questions when I needed to, even if I wasn’t prepared. Tim Ferriss: I want to ask you about the chutzpah and where that comes from. Is that a trained skill? Is that something that’s innate to you? How did you end up developing that level of – aggression is too strong a word, but that ability to capitalize on an opportunity like that? Katie Couric: Chutzpah I think is a good word or moxie. My dad used to say I had a lot of moxie. I love that word. Tim Ferriss: It’s a good word. Katie Couric: You know, I don’t know. I think it’s inherent in my personality. I think I have been pretty guileless if that’s kind of a synonym for moxie in a way. I think I’ve always been pretty uninhibited and very open and very willing to go there, wherever ‘there’ might be. I think I’ve always had a fair amount of confidence in myself, although it’s wavered from time to time through the years. Yeah, I think having super-supportive parents obviously fed into that, but I also think it’s a little bit in my DNA as well. Tim Ferriss: A little hardwired or programmed? Katie Couric: Yeah, I actually do. I’ve always been fairly fearless and not hesitant to be out front and running for vice president when I was in 5th grade and president of my elementary school when I was in 6th grade. I’d always wanted to be a student leader and that kind of thing. It was very Tracy Flick from Election. “Would you like a piece of gum?” Do you remember that movie? Did you see that with Reese Witherspoon? Tim Ferriss: Yes, actually I have seen it. Katie Couric: It’s actually a very, very funny movie. It kills me. I’m not too Tracy Flick-ish but a little. So, I think I’ve just always had the chutzpah. Tim Ferriss: So, you have forgotten more interviews than I’ll probably ever do, but even in my short stint doing a podcast, we’re just about 300 right now – Katie Couric: Wow, that’s a lot! Tim Ferriss: It’s a decent number. Katie Couric: Do you do it every week? Tim Ferriss: I publish, on average, six a month. Katie Couric: Six a month, okay. What is your publishing schedule? Tim Ferriss: The publishing schedule is two weeks per month we’ll have two episodes and two per month with have a single episode. I’m thinking of reducing that down to once per week, but I typically record them in batches and then schedule them out in advance, particularly if they’re more complex involving video. Katie Couric: So, do you find that sometimes they’re not topical because you don’t do them around the time they’re published? Tim Ferriss: This is a good question. I deliberately avoid topical subjects. Katie Couric: That’s smart, I guess, so they can be evergreen. Tim Ferriss: That’s right. There are trade-offs though. There are people who I’ve watched very closely who are in my let’s call it ‘peer group’ in the podcasting world who are very good at tracking the headlines, finding names, inviting those people on, and riding the wave of Google juice effectively, the trend in traffic and search queries to drive traffic to their podcasts. That’s very effective, but I don’t want content – if I get hit by a bus tomorrow and I’ve been very – I shouldn’t say I’ve been unfortunate; I think it is part of life. I’ve had a number of very close friends and family members pass away in the last 12 months and it just reminds that I could get hit by a bus tomorrow and I don’t want to have put out only subject matter that has an expiration date. I really want it to last. So, whether it’s a blog post or an interview, I’d love for there at least, even if there are topical components, to be themes and lessons that transcend a certain period of time. That actually leads me to my question which is even in my relatively short stint – Katie Couric: Nice segue, by the way. Tim Ferriss: Thank you, thank you. No, it’s true though because what I am dying to ask you is related to nervousness. I’ve had a number of interviews and episodes where I’ve really been nervous for different reasons and that has led me to prepare in different ways and respond in different ways. Are there any interviews that come to mind over your career that you were particularly nervous about beforehand? Katie Couric: Yeah, I think throughout my career, obviously it would be dignitaries or heads of state. I remember I interviewed Yasser Arafat. I was very nervous about that. Ross Perot was very pugnacious and kind of ornery and you never knew what he was going to do. I think live interviews are really scary because you can’t edit things out, you can’t ask a question over again in a more eloquent way, and you’re really on the spot. So, I think live interviews would make me nervous. I remember I was supposed to interview with Tom Broker O.J. Simpson after he was acquitted and I was a nervous wreck at the very thought of it because I thought, first of all, I’m not a prosecutor. My husband, who passed away later, was alive and covering a lot of the O.J. trial knew everything. He was a white-collar criminal defense lawyer. I just remember thinking that this was just a no-win situation. First of all, I can’t retry the case, nor could I because I don’t really have the talent or the skills to do that. Secondly, it was so divisive and polarizing, that whole situation, and so racially charged. At the time, and still do to a certain extent, I just hated people attacking me and I thought it was just a no-win situation. So, when he bailed, I wanted to do a happy dance. I was so excited. So, situations like that would make me extremely nervous when I saw so much risk and so much downside and very little upside. I think whenever I’m interviewing people who are really smart and really knowledgeable about a certain area and I don’t know nearly as much as they do, that can be hard. I think also when you’re interviewing somebody about a wide range of public policy and you’re not necessarily a policy wonk, that’s challenging too. But to go to the White House and interview a president, either live or on tape, is really stressful. Interviewing Sarah Palin when I interviewed her because I thought it was so important to strike the right tone, ask the right questions. It was a critical time I think to understand her motivations and actually her abilities. So, I still get nervous when I have big interviews. Tim Ferriss: In the case of, let’s take Palin as an example, how did you prepare for that? Can you walk us through some of your preparation? Katie Couric: Well, I think I worked with my friend, Brian Goldsmith, with whom I do a podcast. He’s sort of my partner in crime on the podcast. He’s a very smart person who really follows politics and public policy very closely. We worked together and CBS and when I found out she was going to do the interview, we just immediately started to read everything we possibly could about her, about Alaska, about everything that was germane to the presidential campaign, what was going on in the country. I called Madeleine Albright, I called Sam Nunn, I called Richard Haass who’s the head of the Council on Foreign Relations. I called people and I said, “Hey, I’m interviewing Governor Palin.” Of course, everyone was in tune with what was going on in the campaign. I’d say to them, “What do you think are some of the areas that you think are really important that the American people need to know about and hear her perspective?” So, I think I asked a few other correspondents about it, read a lot, and you also have to make some very difficult choices because, as you know, there are probably a lot more questions than you have time for or that your guest has time for, and then we had to winnow them down. It also really important for me to make sure my tone was right, that my approach was right. I remember going on and saying I would have an almost Parkinsonian effect with very little facial expressions. I didn’t want people to misinterpret that I was looking at her like ‘what’ or askance. Madeleine Albright offered me I think the best piece of advice. She said, “Just let her talk.” I think so often in conversations, I don’t know if you find this true in a podcast because it may be different since things can be edited, but you try to fill the empty spaces. People feel very uncomfortable with silence. I know I do because I want to make sure I keep the conversation going. Then, of course, in live television, you can’t have these – Tim Ferriss: Dead zones. Katie Couric: – dead air. I really took that advice to heart and I wouldn’t jump in. I wouldn’t jump in to rescue her if she was giving a convoluted answer. I wouldn’t jump in if she felt awkward. I wouldn’t jump in if she paused. I just let her talk and I really resisted that temptation which I have because I’m a pleaser and I want to make sure that people feel comfortable. So, we spent probably three solid days preparing for that interview. I really wanted to ask questions that required accumulated knowledge and critical thinking. So, I wanted to talk about big issues. Honestly, I look at some of those questions and I’d say I don’t know how I would answer that, but I’m also not a public policy expert. I tried to ask questions that weren’t ‘gotcha’ questions, even though she insisted they were, but that people deserved to know how much she knew about any given subject and how she would approach it and what her thinking was. What became abundantly clear was she just wasn’t ready to be put in this position. She wasn’t ready for prime time and it had nothing to do with her gender. I just think her experience and her perhaps lack of intellectual curiosity did not equip her to do an interview about substantive issues facing the country or the world. Tim Ferriss: Let her talk. I really love that. I have a had the chance to become friends with someone named Cal Fussman who is one of the senior writers who worked on the What I Learned column for Esquire for decades and has interviewed a million different people. I asked him for feedback when I was starting the podcast, to read some of the transcripts and to see if he saw opportunities for improvement. He said – such a nice guy, a real sweetheart of a guy – he said, “Let the silence do the work,” because I was trying to rescue people. If I asked a question and it started meandering or something like that, I would jump in. He goes, “No, no, no. You need to give them more space and give them time to follow up or to add to their answer.” I think it’s very unnatural, even if you’re not a pleaser, as a human being in conversation, it’s unnatural to leave a lot of space. Katie Couric: Yeah. Tim Ferriss: But as an interviewer, it seems really useful. You mentioned Ross Perot and him being pugnacious. Is there a toolkit or a more effective way to respond to someone in an interview if they are ornery or pugnacious? Katie Couric: Or combative. Tim Ferriss: Yeah. Katie Couric: I don’t know. I think it depends on the situation. I remember he was like, “Katie, Katie, Katie,” sort of admonishing me like I was a misbehaving 5th grader or something. I think you just have to stand your ground and not be intimidated. I think people like that want you to back down or want to make you uncomfortable and make you ill at ease and catch you off guard. So, I think you just have to really work at maintaining your composure and not be thrown by it. That’s very hard on national television to not be thrown by someone kind of scolding you. Tim Ferriss: You mentioned the facial expressions and so on which is something I haven’t even considered because this is my very first few experiments in video. Now I’m like oh my god, what have I been doing with my face? If you’re being scolded on national T.V., it’s not just what you say, it’s also how you respond visually. Katie Couric: Right, of course. Tim Ferriss: So, you really have to have trained a poker face or at least some self-awareness through the profession. That seems really hard. Katie Couric: I would definitely get fired if my thought bubbles ever became public, that’s for damn sure. Tim Ferriss: On the flipside, are there any interviews that come to mind, you’ve had so many, but where after you’re done or in the moments finishing the interview, think to yourself, “God, I hope the equipment was working. I really hope we caught that because it was so good.” Are there any that come to mind where you were like, “Oh wow, that’s one for which I’m really proud”? Katie Couric: Yeah, there are a lot. I think one that I usually dust off when I’m asked this question is one I did after the massacre at Columbine High School. It was maybe 4:00 a.m. Colorado time is how many hours behind New York, two or three? Tim Ferriss: Mountain time? Katie Couric: Two. So, it was 5:00 a.m. and it was April and so the sky was pitch black but it was snowing. So, it was this very dramatic scene and I interviewed Michael Shoels who had lost his son, Isaiah, and Craig Scott who had lost his sister, Rachel, and they were so broken, understandably broken, shattered. Not even broken, they were shattered. It had happened the day before and they came on the Today Show, which I think is always such an interesting thing. Why do people in this grief-stricken state come to talk about their loved ones? I’ve always been fascinated by that and thought it would be a really excellent thesis for a psychology student about grief and the public acknowledgment of grief. Anyway, they came and it was just a heartbreaking interview. To witness them looking to each other for comfort – Michael Shoels was a big, burly black guy and Craig Scott was this sort of angelic towheaded teenager. I’ve actually stayed in touch with Craig Scott. They held hands during the interview and it sort of the personification of loss and sorrow in these two people just holding onto each other for dear life. It was really profound. I was witnessing it more than interviewing them because they were in this particular space and I was an observer really. So, I always think of that interview as being, after it was over, a really important interview for people to watch and I hope I handled it in a sensitive, thoughtful way that both respected them as human beings, but also guided them so they could express themselves. There are situations where you just really want to help people get through it. There are all kinds of situations. I’m sure in all of the interviews you’ve done, there are some cases where you want to afflict the comfortable and there are other cases where you want to comfort the afflicted. That was definitely the latter. So, just helping them through it, that was a really significant experience for me as a person. Tim Ferriss: I want to explore this. I’m writing down that line, “There are times when you want to afflict the comfortable and times when you want to comfort the afflicted.” Katie Couric: That’s what they say is a journalist’s job. Tim Ferriss: Wow, I’ve never heard that before. Katie Couric: No? Tim Ferriss: No, that’s really useful. I want to talk about grief for a bit. Like I mentioned, I’ve lost a number of close friends and a mentor in the last 12 months. You mentioned your husband who passed away earlier. If I get any facts wrong, please correct me. Katie Couric: Yeah, don’t worry. Tim Ferriss: Colorectal cancer, 42. Katie Couric: Mm-hmm. Tim Ferriss: I’m 40 which really caught my attention. The first time I had an opportunity to go abroad, outside of the United States, was to Japan as an exchange student. I lived with a family and went to a Japanese high school and I’m still close to that family 25 years later. The father is that host family is my second father effectively and I planned on bringing my American family to Japan later this year to meet them for the first time. I just found out that my host father is in the hospital with a late-stage, very aggressive cancer. He was diagnosed, it has metastasized, and he will probably pass away in the next two months. Katie Couric: What kind of cancer? Tim Ferriss: I would have to go back to the email because it was very emotional and then cognitively difficult for me to translate from Japanese and it was all specialized medical terminology. It’s in the lung and it’s in the liver. He was a lifelong smoker which is very typical for Japanese of that age. I think it might also be esophageal. I know that it’s not also in the lymph nodes so he’s intubated in a hospital and only the mother and the brothers can visit. So, this has had me thinking about grief and is there anything I should do in advance to prepare for that. I’d just be very curious, if you’re willing to talk about it, to describe your experience of grieving. You could start at any point in time, but as it relates to your experience with your husband. Certainly, after that, we can get into it, but you’ve done a tremendous job of highlighting the types of diagnostic tools and preventative tools that people can use which we’ll talk about. I don’t even know how to think about grief. I don’t know if I’ve ever allowed myself to experience it before, but I know I’m gonna be hit with a hammer. Katie Couric: I thought though you had a couple of friends and a mentor. Tim Ferriss: I did. They have passed away and it’s been very recent. It hasn’t been this close. These are friends but they’re not a second father to me. The mentor that passed away did hit me pretty hard, but I’ve only in the last six to 12 months actually been allowing myself to feel more things. That’s a much longer story. Katie Couric: You have a conflicted relationship with this person? Tim Ferriss: No, I’ve had a lot of armor for decades that I’ve built up over time for a lot of different reasons. It’s been very useful for some things, for protecting me, but I realize it also keeps a lot in that is ultimately corrosive. I’m trying to develop more of an ability to feel instead of looking at it as a liability. Katie Couric: Gosh, I don’t know. How do you describe grief? I can talk a little bit about my personal experience. I was on top of the world, had this great, had two beautiful children, and of course a wonderful husband. I have to say we were having some challenges in our marriage because I think I had this out of the blue success and suddenly became a household name and had all this attention which I think can put a lot of pressure on a relationship. Suddenly, the power dynamic doesn’t feel as equal. But we were really in love and enjoying our lives and it was just out of the blue. Jay hadn’t been feeling well. He had been tired. He’d been traveling. We have two little kids, he was covering the O.J. Simpson trial, and his schedule was crazy. Out of the blue, he just was doubled over in pain. Our nanny, who was Irish, called and said Jay is doubled over in pain and I don’t know what to do. Like so many young men, he didn’t have a doctor. There are many takeaways from our conversation I hope, but I think because women go see gynecologists, that a lot of men don’t go and get physicals or they don’t even have a GP or an Internist. Jay was one of those guys. He played lacrosse and football in college and never smoked. I don’t think he ever even tried a cigarette. I don’t think he even tried pot ever. It’s sort of crazy when you think about it. He drank moderately and took pretty good care of himself. It just was boom, he had Stage IV metastatic colon cancer. So, we went from one day where everything was great. We were buying a house in the country or had a house in the country and we were really enjoying that. Jay was riding horses in Central Park and doing his thing professionally. I was at the Today Show. Our girls were great. Carrie was less than a year at the time or just had turned a year old when he was diagnosed on April 3rd, 1997. He died nine months later in January. It’s so debilitating and shattering and destabilizing. It’s such a process and I was in such denial. He was one of these very smart people, but he didn’t want to know about his health. He didn’t want to know the gory details. I don’t know why because he was so smart, intellectually curious, and interested. I don’t know, maybe he knew. So, I kept all this stuff from him which I really regret. I would say, “Oh, there are only shadows on your liver. Don’t worry, it’s going to be okay. We’re going to figure it out.” I remember sending his scans to NIH because I had a lot of connections because of my job. I remember a very prominent cancer scientist calling me and saying this is really bad. I arranged for him to get a hepatic artery pump which pushed the chemo directly to his liver that was covered. The tumor burden on his liver was awful. My husband, John, says I’m very good in an emergency. I get very focused and very proactive and driven. I went into ‘I am going to try to fix this’ mode. So, I was sort of doing that to avoid the grief because I had to do something. What can I say? It’s the worst thing in the world to see someone – first of all, your life just changed in an instant. Then, to see someone suffering, then to try to figure out how can help somebody, it’s really overwhelming. I think my grieving process became the day he was diagnosed because my doctor, who was the Internist Jay went to see when he was in this pain, he pulled me aside into one of those little patient rooms in the hospital and said this is really bad. The prognosis is very bleak. So, what do you do with that except for doing everything you possibly can to change the outcome, which you realize you probably can’t change. It’s a very challenging thing to deal with but maybe my regrets will help you with your situation in that I never really said to Jay, “What are your hopes and dreams for your kids? Can you write the girls a letter? Can we videotape you talking to them,” and to say everything I wanted to say to him because that was an acknowledgment that he was going to die and I just couldn’t do that. So, maybe if things are so bleak and this person is so special to you, first of all, you need to tell him. You need to write him or maybe go see him and feel that you don’t have any regrets. Tim Ferriss: Thank you. So, the only segue I could possibly think of from that is very closely related. Katie Couric: You could always so what I used to do on the Today Show, “On a lighter note…” Tim Ferriss: I suppose it’s on a lighter note, but it’s a shade of the same color. There’s a very interestingly titled paper in an academic journal and the title is The Impact of a Celebrity Promotional Campaign on the Use of Colon Cancer Screening: The Katie Couric Effect. It goes on to detail the increase in the number of colonoscopies because of your awareness campaign or campaigns. I was looking at this, I’ve read a lot of studies, and p-values, the likelihood that it could be attributed to chance, is really low. The data are really compelling looking at this. Can you tell us the story of how it happened? Katie Couric: Well, that’s a University of Michigan study I think, that paper, and I think it was in the annals of Internal Medicine possibly which I think in this case should be called the ‘anals’ of Internal Medicine. Basically, I really wanted to educate people. I didn’t understand colon cancer. I had never really heard of it. I guess I had vaguely when President Reagan had a polyp. I thought I have this opportunity, I have this bully pulpit, I have a platform to educate people. So, again, Jeff Zucker who at the time was my executive producer, he ironically had also been diagnosed with colon cancer in his 30s. So, he was a very receptive audience for my idea. I said, “Can I get a colonoscopy on television?” I was too young to get one. I wasn’t 50 yet. I was only 41 when my husband died. I said we need to demystify this procedure. So, that was my thinking to just educate people. This was before people were doing things like that and talking about it. It just seemed a perfectly logical thing to do and I think it was very helpful for me in a situation where I felt so powerless. I don’t know about you, but that’s the worst feeling in the world to feel powerless. Tim Ferriss: I don’t like that feeling. Katie Couric: No. So, here was an opportunity for me to use whatever power I did have to maybe help other people and possibly even save some lives. That was really the thinking and that started me on a journey to be a cancer advocate for all kinds of cancer and to continue emphasizing the importance of screening. I’m taking a very well-known person to get his first colonoscopy next week. I really appreciate people’s willingness to talk about this and to spread the word. It’s so preventable. It has a 92 percent cure rate if it’s detected early. It’s the second leading cancer killer of men and women combined. I feel like that will probably be the first line in my obituary, I hope. It won’t be ‘journalist’ but it will be ‘cancer advocate’. It’s something that I’m really proud of that I was willing to do. Tim Ferriss: I would say, even at this point, it could be the first line in certainly a number of measurable senses. You’re a co-founder of Stand Up To Cancer and that has raised more than $500 million at this point to fund scientific research teams. That’s a lot of money. Katie Couric: That’s a big chunk of change. Tim Ferriss: It is a big chunk of change. Katie Couric: That was started by nine women who together were frustrated with the pace of cancer research. I think Stand Up has really changed the paradigm of how cancer research is done. It’s really emphasizing collaboration rather than competition, getting these institutions and pharmaceutical companies and biotech firms to actually talk to each other, to pool their resources, and their brain power. It’s been adapted by people like Sean Parker and Joe Biden when it comes to the way they’re approaching cancer. It’s been a phenomenal thing. I’m so proud of these women, so proud of these scientists because at first, they weren’t too jiggy about collaborating. Tim Ferriss: That’s a really potentially complex problem to solve. Katie Couric: Sometimes it has worked better than others, quite candidly, but we’ve been able to get three drugs approved by the FDA and a lot of promising research done because these scientists are willing to work together. It just makes all the sense in the world, but it’s against our very primal impulses to be credit-mongering and not want to share the spotlight with people. It’s been challenging at times but now it’s been great. Tim Ferriss: What are the ingredients or the strategies that your team has used to encourage these people who have not previously collaborated to collaborate? Katie Couric: I don’t know. I don’t give the organization any credit. It’s their sheer decency and their desire to really help patients and to come up with better treatments for so many people who have suffered from this disease and lost the battle. So, I think that it was just different. People don’t like change, as you know, and it was just a different way of doing things. As I said, I think in some cases, maybe it hasn’t been as successful as it could have been and in other cases, it’s just been amazingly successful. These are the real heroes, by the way, these cancer scientists. First of all, they are ridiculously intelligent and brilliant people. These are the people who should be on the cover of celebrity magazines. We should be doing award ceremonies for them. This should be the real rock stars of our culture. Unfortunately, they don’t get much attention, they don’t get that much funding, and they just don’t get what they deserve as far as I’m concerned. So, they’re amazing and that’s been another really gratifying part of this work, is getting to know these scientists who are so selfless and so hardworking and so dedicated to helping people. Tim Ferriss: I’d love to ask you about how you choose projects. What we just discussed, it seems like a very natural consequence of your personal experience and then capitalizing on the platform and the assets that you have was a very natural fit. I can only imagine that you get hundreds and thousands of proposals that I’m sure other people help vet with basic criteria. Katie Couric: I don’t, really. Tim Ferriss: You don’t? You must have so much inbound and certainly throughout your career, I would imagine. Katie Couric: I really don’t. I’ve worked for companies, I’ve worked in local news and jumped around which you had to do at the time to get experience and become competent in reporting and doing on-air work. Then, I worked at companies like NBC for 15, maybe 20 years if you count my time covering the Pentagon and working in local news. Then, I went to CBS for five, I did a talk show for two, and then I worked at Yahoo for four. So, I’ve really worked for big companies, servicing them and doing what I needed to do to hopefully contribute to what their general mission was. Now, I am kind of at a weird place. I do things that I believe will have an impact and that give me creative freedom. Sometimes I miss working for companies because I love working with people. I’m a super sociable person and I really get energy from other people and the atmosphere I’m in. Now, I’m just trying to figure it out and it’s hard because the landscape is so fragmented and there are so few communal experiences. When I did the Today Show, I sort of felt – not everybody, I wasn’t that egotistical – but I thought a lot of people are watching this and it felt like a community. Now, a lot of people still watch the Today Show, but it just seems there are so many options and so many things to do with our time and this ‘attention economy’ that Tristan Harris talks about. Do you know Tristan Harris?    Tim Ferriss: Yeah, I know of him. We haven’t spent any time together. Katie Couric: I love him. You would love him. Tim Ferriss: Oh, he’s a fascinating guy. Katie Couric: He’s 33 years old. He’s an amazing person. I interviewed him for my Nat Geo series. So, I just try to do things that I’m going to enjoy and that I think will somehow contribute to the conversation and that will get some attention, but that’s hard. So, I think right now, you just have to do things you really enjoy and for which you like devoting your time. Tim Ferriss: What are you devoting your time to right now? That’s the leading question, but I suppose what I’m hoping to explore a little bit is America Inside Out and if you could tell us what that is and why you chose to do it? Katie Couric: Well, I decided to leave Yahoo when it was bought by Verizon. There were no hard feelings, it was just never really the right fit for me. I’ve talked about that a little bit with Kara Swisher. I’m sure you know Kara. Tim Ferriss: Yeah, I’ve had Kara on the podcast. Katie Couric: Yeah, she’s great. I really like Kara. I just like her no bs. Tim Ferriss: Very no bs. She’s great. Katie Couric: I also think she’s a very kind person. Probably not everyone who she’s written about feels the same way. I wanted to explore some of these issues that I thought were not getting attention. Biz Stone in this book I wrote about advice said, “If you see a need, fill it,” in terms of what to do with your life or if you’re entrepreneurial or if you want to be of service to people. I think basically don’t we all want our work to matter? I don’t think making money is the be-all-end-all for people. Maybe it’s easy to say that once you’ve made some money. I wanted to explore these topics that I thought were getting short shrift in the media. Everything is so ephemeral now. You can’t even remember partially because there is so much happening at once. You can’t remember what Donald Trump did two days ago. It’s so much. It’s TMI, isn’t it? Tim Ferriss: Yeah. Katie Couric: I think you can’t even digest it and think about it and contemplate it. I felt like everything is happening so fast, can we think about things a little more and what are some of the things that I believe we should be thinking about? They were things that were happening before our eyes, but we weren’t really giving them any consideration. So, I had done a documentary for National Geographic called Gender Revolution about our changing notions of gender and how people are not really binary as much as they used to be with very specific male/female, blue/pinks traits, and you grow up and you’re this way. Now, this whole notion of gender fluidity and being non-binary and all of this stuff was really relatively new concepts for me. I had whiffed on an interview I did with Laverne Cox and Carmen Carrera, less with Laverne. With Carmen, I asked her an inappropriate question about her genitals, her private parts. I taped the interview and at the time I thought she was quite offended and told me why and when the producers asked, I said to keep that in because I want people to understand why that’s an offensive question. Tim Ferriss: If you don’t mind me asking, what was the question? Katie Couric: I said, “What’s the situation with your private parts,” about gender reassignment surgery. It was just grossly inappropriate but I didn’t really know that. Believe it or not, I was trying to do a public service by at least talking about transgender individuals and trying to help people to understand it. My motives were actually pure, but my question was really clumsy. I kept it in the show and I remember I was on a plane going to CES and it was my birthday and I looked on Twitter. Oh my god, I’m surprised there wasn’t smoke coming out of my phone because it was just merciless. The scathing criticism I got and I, of course, regretted that I kept it in, but I kept it in for the right reasons too. Sorry, I’m going on and on about this, but I ended up saying I want to learn and I want to understand. I felt bad. I also felt defensive and upset, but ultimately, I said I need to educate myself and I need to help other people understand this community. So, I did a documentary called Gender Revolution for National Geographic and they were quite pleased with it. I was happy that I was able to do and I learned a lot. So, then they came back to me and they said, “Would you like to do some more?” I didn’t have a job at the time and I think this is sort of the new way of working. You don’t necessarily work for one company. You do it more project by project. Tim Ferriss: For sure. Katie Couric: I had really done pretty much every job in network news at this point in time, so I said sure, I’d love to, and I came up with six topics that I thought deserved a little more analysis or exploration and that’s the series. It has really been interesting and really exhausting. Tim Ferriss: What are some of the topics? Katie Couric: The first one is called Rerighting History but I’m spelling it R-I-G-H-T-I-N-G. It’s really about our memorial landscape and Confederate iconography, statues, and monuments. That led me to Charlottesville right before and during that “alt-right” rally that, by the way, is not Charlottesville, Virginia. People have now associated this kind of bigotry and disgusting white supremacy as relating to Charlottesville. It has nothing to do with Charlottesville. They picked Charlottesville because I think it’s a progressive town. So, it’s really on how these Confederate statues are dividing us, that they’re so important for some Southerners who see it as celebrating Southern heritage and so offensive to black Americans who feel they are a real poke in the eye and supporting people who wanted to perpetuate the institution of slavery. So, I just wanted to hear more about that and where the controversy started in Charlottesville. It was started by a 16-year-old African-American high school student who started a petition. I went to see Mitch Landrieu in New Orleans. I talked to Julianne Moore who did a petition to change the name of her high school in northern Virginia. Then, I went and talked to Bryan Stevenson of the Equal Justice Initiative who is just one of my personal heroes. You would love him. He’s doing a lynching project where he has collected soil from 44,000 lynching sites throughout the South because that’s a chapter of our history that has literally and figuratively been buried. He has taken the soil with the help of descendants of people who have been lynched and put the soil in mason jars with the name of the lynching victim on the jar. He has a whole memorial that he’s opening in Montgomery in April. He’s a very deeply thoughtful person. He does a lot of work with mass incarceration and with sort of the long tale of slavery and how it’s affected race and African-Americans in this country long past the Civil War. I mean, where can you really watch something like that on television? Tim Ferriss: What would be success for you, not in terms of views or anything like that, but the impact of an episode on a viewer? Is it that they change their mind? Is it that they view an issue that was before just a soundbite or two headlines and they see the shades of gray in something that is actually very nuanced? What do you hope it will do to people? Katie Couric: I think No. 2 would be very good, a deeper understanding. I guess remembering what it feels like to have empathy for somebody’s point of view and to have more context to be able to talk about it in a more educated, intelligent way. There is so much surface stuff. You don’t really know what lies beneath a story and oftentimes I think if you do a little digging, then you just understand it more and you can talk about it in a less knee-jerk way, in a more nuanced, less emotional, emphatic way. These statues, for a lot of people, are deeply offensive and I don’t think they belong in public squares, in public spaces, which are very important in terms of setting the tone for the community. That is why urban planners spend a lot of time thinking about these things. It’s just thought-provoking and I don’t think we think about these things enough or have an opportunity to really talk about them. That’s just one that I’m doing. I’m doing one on what it’s like to be a Muslim in America right now because there are so many prejudices and misconceptions about Islam and about Muslims. Fifty percent of Americans say they’ve never met a Muslim. So, I’m trying to introduce those people to Muslims virtually. I’m trying to just foster some kind of deeper understanding and connection for people with things that may seem foreign to them or with things that they may feel strongly about but don’t necessarily know why. Maybe it’s because their friends do. Tim Ferriss: Yeah, maybe their beliefs aren’t actually their beliefs at all. They’re just the beliefs of their parents or their co-workers or whatever it is that they’ve absorbed. They didn’t arrive at it through thought. Katie Couric: Right, it’s what they’ve been fed from their newsfeeds, through like-minded people who share their beliefs. It’s kind of ambitious to even want to do that. I just have to keep trying because that’s what I enjoy doing. I do think that I possibly could be a helpful conduit for people, a proxy for the Average Joe or Josephine who is curious about the world and wants to understand it better and wants to meet people and talk to people and see if they can try to make sense of it all. Tim Ferriss: I think that’s a very noble objective. Katie Couric: I don’t know. Tim Ferriss: I think if you aim for that, even if you partially fail, you’ll still create a lot of positive change. Katie Couric: Maybe. Tim Ferriss: That would certainly be what I would tell myself. Katie Couric: I think you’ve got to try. I do think this younger generation is much more receptive to trying to change the world in a good way. You see those kids in Parkland, Florida and it’s just so moving. I’m hoping that it will get people to talk to their friends about it and maybe counter some of the stuff that they’re seeing and say, ‘Actually, white extremists have committed three times the violent acts that Muslims extremists have committed since 9/11 or in the last 15 years, but the media coverage leaves you with the perception that’s not the case.’ So, we can all just be more aware and more critical, not in a negative way, but critical thinkers about the kind of information that’s incoming.   Tim Ferriss: I know we only have a few minutes left. If you had a billboard, metaphorically speaking, and you could put a word, a phrase, a quote, any type of message or question to get out to millions or billions of people, what might you put on that billboard? Katie Couric: I’m watching Three Billboards right now so all I can think of is the billboards that Frances McDormand put up. There are so many important things, right? I guess I would say something about voting. If you don’t vote, you can’t complain. Tim Ferriss: And there are a lot of ways to vote too. I mean, I understand the literal piece of it. Katie Couric: Yeah, I think for me it’s actually voting in elections because I think it was 55 percent of Americans voted. It was the worst turnout since 1994 or something. I just don’t understand how people can be that apathetic. They have to care about the country and they have to educate themselves about the issues. It’s just infuriating to me that people don’t vote, especially in the midterms. They need to really hold our politicians accountable and if they want to be the change they wish to see or whatever, they need to get involved in the political process. So, I think that is what I would do. It infuriated me if people didn’t vote in the last election or they threw away their vote by voting for someone that would be elected. Tim Ferriss: Didn’t have a chance. Katie Couric: Right. I felt like saying to them that’s a vote for the other person. If you’re comfortable with that, just so you know, that’s helping elect someone you may not want to be president. I just hope people take that really seriously. I just hope they vote for people for the right reasons too. Tim Ferriss: Yeah, and to focus on action instead of complaining. I think that you can create the illusion of action by jumping on social media and complaining. Katie Couric: They call that ‘slacktivism,’ right? Tim Ferriss: Yeah. You need to actually get up off your ass and make things happen and part of that is engaging in ways like that. Katie Couric: What would you put on a billboard? Tim Ferriss: That’s a damn fine question. I’ve thought about this, of course, because I ask this question a fair amount. I’ll give two answers. The one that I usually say is, “You are the average of the five people you associate with most.” So, psychologically, emotionally, politically, physically, you are going to be the average of the handful of people that you spend the most time with so pick those people very carefully. The other I am actually stealing from B.J. Miller, who is a hospice care physician and also a triple amputee. He was a warning story when I attended Princeton because a few years before, he had been climbing on this commuter train called the Dinky and was wearing a big watch. Electricity arched and burned off three of his limbs. Katie Couric: Oh my god, at Princeton? Tim Ferriss: At Princeton. After that point, he became an M.D. and has helped 1,000+ people to die with terminal diagnoses in something called the Zen Hospice Center. He’s since expanded beyond that. Katie Couric: Where is that hospice center? Tim Ferriss: San Francisco. They have a very uncommon approach to death and shepherding people from a terminal diagnosis to ultimately passing. They do it in a really beautiful way that I think lends peace to a lot of people. When I asked him this question, he also, in turn, said he got it from a bumper sticker so know knows who ultimately said this. He said, “I would put on a billboard, ‘Don’t believe everything that you think.’” I thought that was really profound to contemplate. Katie Couric: That’s good for my series. Tim Ferriss: Yeah, ‘don’t believe everything that you think.’ I revisit that a lot myself. That can be your beliefs about other people, but also your beliefs about yourself, the stories, the narratives that you escape to that ultimately don’t serve you. Katie Couric: He sounds like a remarkable person. Has he gotten a lot of attention? Tim Ferriss: Not enough attention. Katie Couric: Of course I immediately think this is a person I should do a story on. Tim Ferriss: You would love him. He’s incredible. Katie Couric: Does he have prostheses? Tim Ferriss: He does. He has prosthetics and we actually talked on the podcast. At some point, he mentioned in passing, ‘Well, the other week when I was riding my motorcycle,’ and then he kept going. I said, “Wait, hold on, you’re missing three limbs. You have a motorcycle?” He told me about this process that he went through with the help of many people to custom modify a motorcycle. He wanted to be on a motorcycle to feel the wind on his face and he rides a motorcycle. He’s a fascinating guy and hilarious. Katie Couric: What’s his name? Tim Ferriss: B.J. Miller. Katie Couric: Is he married? Tim Ferriss: I don’t think so but I’m unsure. Katie Couric: You met him when he spoke at Princeton or this happened to him at Princeton? Tim Ferriss: I heard about him. I saw him initially in I believe the Princeton Alumni Weekly, the alumni magazine, and I tore out that page. I said one day I’m going to track this guy down and I put it into a scrapbook. That was before I ever started the podcast. Then, at one point, I don’t know how it happened exactly, it might have been an email from someone else who said do you know – it was an email from someone else. It was from a scientist at UCSF. He said, well, da-da-da-da something-something, B.J. Miller.” I said wait a second, that rings a bell. Google searched and oh my god, that’s that guy years ago I said I would meet someday. I said I’ll do one better, I want to interview him. That’s how it came to be. Katie Couric: Have you become friends? Tim Ferriss: I would say we’re definitely on friendly terms. I still haven’t met him in person. Katie Couric: Oh my gosh, well you have to do that! Tim Ferriss: It was remote. He’s an incredible man. Katie Couric: You should do your podcast on location sometimes because it really does lend a different feel to the podcast. Actually, it would be incredible. You should go to his hospice and you should talk to some of his patients. That would be so profound. Then, put together something that would be really beautiful. People, myself included, still don’t know how to talk about death. They are terrified of it. I am. I think that you would be doing such a public service to help people get a different perspective on dying if that’s possible. Tim Ferriss: If my own thinking about the subject is any indication, based on conversations with people like B.J. and based on speaking with someone like you and asking about grief, this is why I’m asking because I don’t yet feel like I have a complete toolkit for even thinking about it. Katie Couric: You should also read Sheryl Sandberg’s book, Option B, which I thought was really brave of her to write with Adam Grant, who is also great. You should interview Adam Grant too. You must know Adam, right? Tim Ferriss: We’ve traded an email before. Katie Couric: He’s fantastic. Tim Ferriss: Yeah, I need to get him on the podcast. Katie Couric: You should read that book because I think it might be very useful for you. Tim Ferriss: I’ll take a look at it. I actually was at a group dinner with her then-husband just a few months before everything happened. You just never know. Katie Couric: You just never know. I always think wouldn’t it be cool if people had a crystal ball and they would see what’s coming. It’s always such a mystery, what’s around the corner. If you could somehow have a glimpse into the future, it’s just crazy to think – but of course, you can’t, but sometimes I think about that. Tim Ferriss: I do have two friends, I believe Kevin Kelly is one, who is a fascinating guy that we can talk about another time. He has an Amish beard, spends time with the Amish but he’s a technology futurist with an impeccable track record. He lives in Silicon Valley. He’s built his own house. Katie Couric: Really? He spends time with the Amish? Tim Ferriss: Yeah, because he’s fascinated by how they choose to adopt technology or not. In any case, he and another friend named Antonio have Excel spreadsheet that they look at every morning that, based on actuarial tables, tell them how many years, months, days, hours, and minutes they have left in their life just as a reminder of their mortality. Katie Couric: Jesus, no thank you. Tim Ferriss: Intense. Katie Couric: That is intense. Tim Ferriss: So, we are at time and hopefully we can continue the conversation someday. Katie Couric: Yeah, I’ve really enjoyed talking to you. I would love to interview you at some point. Tim Ferriss: That would be an incredible honor. I would love to do that. In the meantime, people can see you at work and doing what you do best. American Inside Out premieres on National Geographic on April 11th at 10:00 p.m. It’s a six-part docu-series. I will link to that in the show notes as well as to everything that we’ve talked about already. Katie Couric: Thank you. I really appreciate it. Tim Ferriss: Those of you who listen and those of you who watch, Tim.blog\\podcast is where you can find links to everything. On social media, @KatieCouric for all the platforms. Katie Couric: Yeah, it’s such a full-time job servicing all these social media platforms, isn’t it? Tim Ferriss: It can be. Katie Couric: But it’s also really fun. I have to say I really using Instagram because it’s a way to feel you do get a sense of community with Instagram. Tim Ferriss: You do. It has the feel of a friendlier neighborhood too compared to some of the others which feel more like a neighborhood where you walk down the street whistling and people just throw potted plants at your head. Katie Couric: Exactly! Tim Ferriss: That isn’t always how you want to feel. If you want to be an insomniac, check your Twitter feed right before you go to bed. Katie Couric: Oh, yeah. I had a very funny situation where I couldn’t sleep one night and I got on Twitter. I was using my device way too much. I did a whole hour on technology for this series as well. Suddenly, I’m in a conversation with Chrissy Teigen, Valerie Bertinelli, and I want to say, Ana Gasteyer. We were all talking about not being able to sleep on Twitter at like 3:00 in the morning. It was so insane and I was like okay, this is social media. Who’d a thunk it? Tim Ferriss: Who’d a thunk it? You’re competing against companies who put billions of dollars into R&D to throw everything scientifically vetted at your brain to distract so you’re completely outgunned. You are outgunned. Katie Couric: I know. That’s one of my hours and that’s what I talk to Tristan about. They manipulate you to keep you addicted with absolutely no responsibility or understanding. Should they? Do you think that tech companies need to be held accountable for that? Tim Ferriss: Ultimately, if tech companies are going to be as all-encompassing as they certainly appear to be, do have a moral obligation to think about the intermediate and long-term implications of some of these technologies even if they’re just trying to protect their bottom line. So, for instance, if you look at autonomous cars, self-driving cars – Katie Couric: Three million jobs, right? Tim Ferriss: You can look at the job shifting but you can also look at the decision-making that will have to be embedded into the code itself. So, let’s say a car gets hit by a huge hailstone or a ball comes into the street and throws the car off-course and has to choose between hitting three school children on one side of the street or 10 elderly people, how does it make the decision? It’s going to have to make a game-time decision. Are there times when the car sacrifices the driver? Is that dependent on your insurance premium? There are some really gnarly moral problems and ethical challenges that were previously relegated to thought experiments like the trolley scenarios and things like that. They will need to have ethicists to help advise the programmers who are developing the code so that these machines can make decisions. They have to think of that. It’s crazy. Katie Couric: It sounds like Black Mirror, doesn’t it? Tim Ferriss: I know. The future is here, it’s just not evenly distributed. William Gibson, thank you for that, and Katie Couric, thank you so much. Katie Couric: That would be a good billboard. Tim Ferriss: It would be a good one. I would have to give dear Mr. Gibson a lot of credit for that. Everybody, check out America Inside Out, and Katie, hopefully, to be continued. Katie Couric: Thank you. It was so nice meeting you. Tim Ferriss: Likewise. Katie Couric: Thanks. Posted on: June 26, 2018.", "speakers": ["tim ferriss", "katie couric"], "text_sentences": ["hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show where it’s my job to attempt to deconstruct world-class performers, whether they come from the world of sports, business, entertainment, or otherwise to distill the habits, routines, belief systems, life lessons, that hopefully you can use or find impactful in some way", "this episode is one of those episodes that i was very, very nervous about and that doesn’t happen to me terrible often but it was the case this time around because i was asking questions of someone who is no stranger to asking questions herself", "katie couric, @katiecouric, is an award-winning journalist, new york times bestselling author, and co-founder of the non-profit stand up to cancer which has raised more than $500 million to fund scientific research teams", "she launched her production company, katie couric media, in 2015 and her podcast, the aptly named katie couric podcast, features conversations with some of the biggest names in politics, media, and popular culture", "couric’s documentaries include gender revolution: a journey with katie couric, which was for national geographic, under the gun, which aired on epix, and fed up, which can be found on netflix", "couric’s upcoming six-part national geographic series america inside out with katie couric premieres on april 11th and i recommend you check it out", "we dig into the reasons why, but the subject matter is, in many cases, very fascinating to me", "katie joins cbs as the first woman at the helm of an evening newscast after a 15-year run as co-anchor of nbc’s today show", "her awards include a dupont-columbia peabody, two edward r", "murrow’s, a walter cronkite award, and multiple emmys", "she has spent a lot of time in the trenches", "she has interviewed some incredibly influential and powerful figures who have helped to shape the culture that we’re currently a part of, and i was nervous coming into this one which you can hear in the audio and you can see in the video on my youtube at youtube.com/timferriss and for that apologize", "hey, we’re all human", "i’m very impressed by what she has done and hopefully do that justice with digging into some of the areas that i attempted to dig", "so, without further ado, please enjoy this wide-ranging conversation with the ever impressive, katie couric", "katie, welcome to the show", "thank you very much", "this is fun", "i like the setup and i like the view", "the view of beautiful austin, texas", "yeah, it’s really been fun actually", "this is my first south by southwest", "welcome to the chaos", "i know people called it south by", "i’m gonna make it even cooler and call it sb", "it’s been really fun to be here and it’s been really interesting for me", "thank you for having me on the show", "of course", "i really appreciate you making the time", "i’ll be honest, i feel a little bit like that petulant luke skywalker in the first star wars", "everyone was like, ‘oh, come on,’ when he’s hanging out with obi-wan and just missing the point because i’m sitting here asking questions of someone who has asked more questions of more presidents and dignitaries than i’ll ever even have a chance to meet", "so, i apologize in advance if i make any novice mistakes", "oh, stop", "you know what", "i think that if you are just curious about people and your curiosity is genuine and you’re truly interested in someone, i think that’s really what makes a good interviewer", "i think you have that in spades so i think you’ll be fine", "i’m very curious", "i want to jump into something that i found in the course of doing my homework that led me to a number of different questions", "i said if i would ever have the chance to ask, and i was like wait a second, i do have a chance to ask", "so, this was something that i found via npr", "it’s an interview format and they were asking you if there was any story that made your reputation or if there was a moment like that", "again, the internet sometimes misquotes things, so you can correct if need be", "i’ll read a little bit and then i want to ask follow-up questions", "“i think i got noticed when i was doing a tour of the white house with barbara bush", "i didn’t think that president bush was there and suddenly i heard this cocker spaniel or springer spaniel", "ultimately, it ends up we arrive at millie, that’s millie, coming into the room and president bush was following him", "suddenly, i had to do an interview with the president of the united states that i wasn’t prepared to do", "i was just getting a tour of the white house", "so, that was sort of where i found my career path before my eye, but i was able to come up with enough questions to keep him there for something like 19 minutes and 20 seconds.” so, that last sentence was the part where i was like okay, i have to ask you if you could just walk us through that and how on earth – do you recall any of the questions", "do you recall how you kept the president on the hook, so to speak", "engaged", "yeah, or just any recollections from that because it just conjured such an incredible image in my mind", "well, you can imagine when you’ve prepared for an interview and something completely unexpected happens", "i had prepared endlessly to talk to barbara bush about the white house", "it was the anniversary of the white house and she was giving me a tour and we were going to be talking about dolly madison’s tea set and we were going to talk about the ball and claw legs on some of the chairs and all kinds of things, paintings, and desks, accoutrements that are part and parcel of the white house", "suddenly, as you’ve described, it was like [mocks animal footfalls] and i was like, ‘oh god, oh god, what’s going on?’ i, for some reason, thought that president bush was out of town or that he had an appointment and that he wasn’t going to be around", "it’s not often that you have the president pop in to say hi and you have no questions for him", "so, that was where the rubber met the road and i just had to pull all these questions pretty much out of my ass to ask the president, the most powerful man in the free world", "so, i think i asked him about iran-contra", "he was running against bill clinton so i asked him about that campaign", "i’d actually like to re-watch that to see how it plays out today and what i remember", "i just kept on firing away and i remember his upper-lip started kind of quivering because i think he too felt suddenly put on the spot", "he wasn’t prepared", "he wasn’t prepared either", "exactly", "we just had this very intense kind of rat-a-tat-tat back and forth and finally i remember marlin fitzwater came in and i said, ‘oh my gosh, here’s marlin.’ everyone was basically saying, ‘okay, that’s enough", "enough is enough.’ i remember saying to the audience at the time, the viewers, that marlin fitzwater was pulling out whatever was left of his hair because he was pretty bald at the time", "yeah, that was a very intense situation for me", "it also showed that i could think on my feet", "in all fairness, i also had my executive producer, jeff zucker, peppering me with questions behind the scenes through my ifb", "i think he was nervous – ifb is the earpiece", "yeah – that if i had had a moment and suddenly had nothing to say that he was going to leave", "of course, as somebody who really understands television and understands audiences, he wanted to keep the president on the hook as long as he could", "keep him on the ropes", "yeah", "it was fun and i remember afterward thinking, ‘oh my god.’ it was well-received", "i think tom shales, who is the tv critic for the washington post, wrote a very flattering article following that", "i think that was very important because when i did that job and i decided i would be the co-anchor of the today show, it was really important for me as a female in the business to be taken seriously and to not be relegated to the cooking and fashion segments", "in fact, when i got offered the job, i said to michael gartner, the then-president of nbc news, i’ll only do it if it’s a 50/50 division of labor between me and bryant gumble", "i had covered the pentagon, i had worked very hard in local news, and i’d gotten some very good advice early in my career to not be typecast as the cute girl who does features", "so, it was important and that was validation in a way that yes, i could have a fun personality, but i could really get serious and ask serious questions, penetrating questions when i needed to, even if i wasn’t prepared", "i want to ask you about the chutzpah and where that comes from", "is that a trained skill", "is that something that’s innate to you", "how did you end up developing that level of – aggression is too strong a word, but that ability to capitalize on an opportunity like that", "chutzpah i think is a good word or moxie", "my dad used to say i had a lot of moxie", "i love that word", "it’s a good word", "you know, i don’t know", "i think it’s inherent in my personality", "i think i have been pretty guileless if that’s kind of a synonym for moxie in a way", "i think i’ve always been pretty uninhibited and very open and very willing to go there, wherever ‘there’ might be", "i think i’ve always had a fair amount of confidence in myself, although it’s wavered from time to time through the years", "yeah, i think having super-supportive parents obviously fed into that, but i also think it’s a little bit in my dna as well", "a little hardwired or programmed", "yeah, i actually do", "i’ve always been fairly fearless and not hesitant to be out front and running for vice president when i was in 5th grade and president of my elementary school when i was in 6th grade", "i’d always wanted to be a student leader and that kind of thing", "it was very tracy flick from election", "“would you like a piece of gum?” do you remember that movie", "did you see that with reese witherspoon", "yes, actually i have seen it", "it’s actually a very, very funny movie", "it kills me", "i’m not too tracy flick-ish but a little", "so, i think i’ve just always had the chutzpah", "so, you have forgotten more interviews than i’ll probably ever do, but even in my short stint doing a podcast, we’re just about 300 right now – wow, that’s a lot", "it’s a decent number", "do you do it every week", "i publish, on average, six a month", "six a month, okay", "what is your publishing schedule", "the publishing schedule is two weeks per month we’ll have two episodes and two per month with have a single episode", "i’m thinking of reducing that down to once per week, but i typically record them in batches and then schedule them out in advance, particularly if they’re more complex involving video", "so, do you find that sometimes they’re not topical because you don’t do them around the time they’re published", "this is a good question", "i deliberately avoid topical subjects", "that’s smart, i guess, so they can be evergreen", "that’s right", "there are trade-offs though", "there are people who i’ve watched very closely who are in my let’s call it ‘peer group’ in the podcasting world who are very good at tracking the headlines, finding names, inviting those people on, and riding the wave of google juice effectively, the trend in traffic and search queries to drive traffic to their podcasts", "that’s very effective, but i don’t want content – if i get hit by a bus tomorrow and i’ve been very – i shouldn’t say i’ve been unfortunate; i think it is part of life", "i’ve had a number of very close friends and family members pass away in the last 12 months and it just reminds that i could get hit by a bus tomorrow and i don’t want to have put out only subject matter that has an expiration date", "i really want it to last", "so, whether it’s a blog post or an interview, i’d love for there at least, even if there are topical components, to be themes and lessons that transcend a certain period of time", "that actually leads me to my question which is even in my relatively short stint – nice segue, by the way", "thank you, thank you", "no, it’s true though because what i am dying to ask you is related to nervousness", "i’ve had a number of interviews and episodes where i’ve really been nervous for different reasons and that has led me to prepare in different ways and respond in different ways", "are there any interviews that come to mind over your career that you were particularly nervous about beforehand", "yeah, i think throughout my career, obviously it would be dignitaries or heads of state", "i remember i interviewed yasser arafat", "i was very nervous about that", "ross perot was very pugnacious and kind of ornery and you never knew what he was going to do", "i think live interviews are really scary because you can’t edit things out, you can’t ask a question over again in a more eloquent way, and you’re really on the spot", "so, i think live interviews would make me nervous", "i remember i was supposed to interview with tom broker o.j", "simpson after he was acquitted and i was a nervous wreck at the very thought of it because i thought, first of all, i’m not a prosecutor", "my husband, who passed away later, was alive and covering a lot of the o.j", "trial knew everything", "he was a white-collar criminal defense lawyer", "i just remember thinking that this was just a no-win situation", "first of all, i can’t retry the case, nor could i because i don’t really have the talent or the skills to do that", "secondly, it was so divisive and polarizing, that whole situation, and so racially charged", "at the time, and still do to a certain extent, i just hated people attacking me and i thought it was just a no-win situation", "so, when he bailed, i wanted to do a happy dance", "i was so excited", "so, situations like that would make me extremely nervous when i saw so much risk and so much downside and very little upside", "i think whenever i’m interviewing people who are really smart and really knowledgeable about a certain area and i don’t know nearly as much as they do, that can be hard", "i think also when you’re interviewing somebody about a wide range of public policy and you’re not necessarily a policy wonk, that’s challenging too", "but to go to the white house and interview a president, either live or on tape, is really stressful", "interviewing sarah palin when i interviewed her because i thought it was so important to strike the right tone, ask the right questions", "it was a critical time i think to understand her motivations and actually her abilities", "so, i still get nervous when i have big interviews", "in the case of, let’s take palin as an example, how did you prepare for that", "can you walk us through some of your preparation", "well, i think i worked with my friend, brian goldsmith, with whom i do a podcast", "he’s sort of my partner in crime on the podcast", "he’s a very smart person who really follows politics and public policy very closely", "we worked together and cbs and when i found out she was going to do the interview, we just immediately started to read everything we possibly could about her, about alaska, about everything that was germane to the presidential campaign, what was going on in the country", "i called madeleine albright, i called sam nunn, i called richard haass who’s the head of the council on foreign relations", "i called people and i said, “hey, i’m interviewing governor palin.” of course, everyone was in tune with what was going on in the campaign", "i’d say to them, “what do you think are some of the areas that you think are really important that the american people need to know about and hear her perspective?” so, i think i asked a few other correspondents about it, read a lot, and you also have to make some very difficult choices because, as you know, there are probably a lot more questions than you have time for or that your guest has time for, and then we had to winnow them down", "it also really important for me to make sure my tone was right, that my approach was right", "i remember going on and saying i would have an almost parkinsonian effect with very little facial expressions", "i didn’t want people to misinterpret that i was looking at her like ‘what’ or askance", "madeleine albright offered me i think the best piece of advice", "she said, “just let her talk.” i think so often in conversations, i don’t know if you find this true in a podcast because it may be different since things can be edited, but you try to fill the empty spaces", "people feel very uncomfortable with silence", "i know i do because i want to make sure i keep the conversation going", "then, of course, in live television, you can’t have these – dead zones", "– dead air", "i really took that advice to heart and i wouldn’t jump in", "i wouldn’t jump in to rescue her if she was giving a convoluted answer", "i wouldn’t jump in if she felt awkward", "i wouldn’t jump in if she paused", "i just let her talk and i really resisted that temptation which i have because i’m a pleaser and i want to make sure that people feel comfortable", "so, we spent probably three solid days preparing for that interview", "i really wanted to ask questions that required accumulated knowledge and critical thinking", "so, i wanted to talk about big issues", "honestly, i look at some of those questions and i’d say i don’t know how i would answer that, but i’m also not a public policy expert", "i tried to ask questions that weren’t ‘gotcha’ questions, even though she insisted they were, but that people deserved to know how much she knew about any given subject and how she would approach it and what her thinking was", "what became abundantly clear was she just wasn’t ready to be put in this position", "she wasn’t ready for prime time and it had nothing to do with her gender", "i just think her experience and her perhaps lack of intellectual curiosity did not equip her to do an interview about substantive issues facing the country or the world", "let her talk", "i really love that", "i have a had the chance to become friends with someone named cal fussman who is one of the senior writers who worked on the what i learned column for esquire for decades and has interviewed a million different people", "i asked him for feedback when i was starting the podcast, to read some of the transcripts and to see if he saw opportunities for improvement", "he said – such a nice guy, a real sweetheart of a guy – he said, “let the silence do the work,” because i was trying to rescue people", "if i asked a question and it started meandering or something like that, i would jump in", "he goes, “no, no, no", "you need to give them more space and give them time to follow up or to add to their answer.” i think it’s very unnatural, even if you’re not a pleaser, as a human being in conversation, it’s unnatural to leave a lot of space", "yeah", "but as an interviewer, it seems really useful", "you mentioned ross perot and him being pugnacious", "is there a toolkit or a more effective way to respond to someone in an interview if they are ornery or pugnacious", "or combative", "yeah", "i don’t know", "i think it depends on the situation", "i remember he was like, “katie, katie, katie,” sort of admonishing me like i was a misbehaving 5th grader or something", "i think you just have to stand your ground and not be intimidated", "i think people like that want you to back down or want to make you uncomfortable and make you ill at ease and catch you off guard", "so, i think you just have to really work at maintaining your composure and not be thrown by it", "that’s very hard on national television to not be thrown by someone kind of scolding you", "you mentioned the facial expressions and so on which is something i haven’t even considered because this is my very first few experiments in video", "now i’m like oh my god, what have i been doing with my face", "if you’re being scolded on national t.v., it’s not just what you say, it’s also how you respond visually", "right, of course", "so, you really have to have trained a poker face or at least some self-awareness through the profession", "that seems really hard", "i would definitely get fired if my thought bubbles ever became public, that’s for damn sure", "on the flipside, are there any interviews that come to mind, you’ve had so many, but where after you’re done or in the moments finishing the interview, think to yourself, “god, i hope the equipment was working", "i really hope we caught that because it was so good.” are there any that come to mind where you were like, “oh wow, that’s one for which i’m really proud”", "yeah, there are a lot", "i think one that i usually dust off when i’m asked this question is one i did after the massacre at columbine high school", "it was maybe 4:00 a.m", "colorado time is how many hours behind new york, two or three", "mountain time", "two", "so, it was 5:00 a.m", "and it was april and so the sky was pitch black but it was snowing", "so, it was this very dramatic scene and i interviewed michael shoels who had lost his son, isaiah, and craig scott who had lost his sister, rachel, and they were so broken, understandably broken, shattered", "not even broken, they were shattered", "it had happened the day before and they came on the today show, which i think is always such an interesting thing", "why do people in this grief-stricken state come to talk about their loved ones", "i’ve always been fascinated by that and thought it would be a really excellent thesis for a psychology student about grief and the public acknowledgment of grief", "anyway, they came and it was just a heartbreaking interview", "to witness them looking to each other for comfort – michael shoels was a big, burly black guy and craig scott was this sort of angelic towheaded teenager", "i’ve actually stayed in touch with craig scott", "they held hands during the interview and it sort of the personification of loss and sorrow in these two people just holding onto each other for dear life", "it was really profound", "i was witnessing it more than interviewing them because they were in this particular space and i was an observer really", "so, i always think of that interview as being, after it was over, a really important interview for people to watch and i hope i handled it in a sensitive, thoughtful way that both respected them as human beings, but also guided them so they could express themselves", "there are situations where you just really want to help people get through it", "there are all kinds of situations", "i’m sure in all of the interviews you’ve done, there are some cases where you want to afflict the comfortable and there are other cases where you want to comfort the afflicted", "that was definitely the latter", "so, just helping them through it, that was a really significant experience for me as a person", "i want to explore this", "i’m writing down that line, “there are times when you want to afflict the comfortable and times when you want to comfort the afflicted.” that’s what they say is a journalist’s job", "wow, i’ve never heard that before", "no", "no, that’s really useful", "i want to talk about grief for a bit", "like i mentioned, i’ve lost a number of close friends and a mentor in the last 12 months", "you mentioned your husband who passed away earlier", "if i get any facts wrong, please correct me", "yeah, don’t worry", "colorectal cancer, 42", "mm-hmm", "i’m 40 which really caught my attention", "the first time i had an opportunity to go abroad, outside of the united states, was to japan as an exchange student", "i lived with a family and went to a japanese high school and i’m still close to that family 25 years later", "the father is that host family is my second father effectively and i planned on bringing my american family to japan later this year to meet them for the first time", "i just found out that my host father is in the hospital with a late-stage, very aggressive cancer", "he was diagnosed, it has metastasized, and he will probably pass away in the next two months", "what kind of cancer", "i would have to go back to the email because it was very emotional and then cognitively difficult for me to translate from japanese and it was all specialized medical terminology", "it’s in the lung and it’s in the liver", "he was a lifelong smoker which is very typical for japanese of that age", "i think it might also be esophageal", "i know that it’s not also in the lymph nodes so he’s intubated in a hospital and only the mother and the brothers can visit", "so, this has had me thinking about grief and is there anything i should do in advance to prepare for that", "i’d just be very curious, if you’re willing to talk about it, to describe your experience of grieving", "you could start at any point in time, but as it relates to your experience with your husband", "certainly, after that, we can get into it, but you’ve done a tremendous job of highlighting the types of diagnostic tools and preventative tools that people can use which we’ll talk about", "i don’t even know how to think about grief", "i don’t know if i’ve ever allowed myself to experience it before, but i know i’m gonna be hit with a hammer", "i thought though you had a couple of friends and a mentor", "i did", "they have passed away and it’s been very recent", "it hasn’t been this close", "these are friends but they’re not a second father to me", "the mentor that passed away did hit me pretty hard, but i’ve only in the last six to 12 months actually been allowing myself to feel more things", "that’s a much longer story", "you have a conflicted relationship with this person", "no, i’ve had a lot of armor for decades that i’ve built up over time for a lot of different reasons", "it’s been very useful for some things, for protecting me, but i realize it also keeps a lot in that is ultimately corrosive", "i’m trying to develop more of an ability to feel instead of looking at it as a liability", "gosh, i don’t know", "how do you describe grief", "i can talk a little bit about my personal experience", "i was on top of the world, had this great, had two beautiful children, and of course a wonderful husband", "i have to say we were having some challenges in our marriage because i think i had this out of the blue success and suddenly became a household name and had all this attention which i think can put a lot of pressure on a relationship", "suddenly, the power dynamic doesn’t feel as equal", "but we were really in love and enjoying our lives and it was just out of the blue", "jay hadn’t been feeling well", "he had been tired", "he’d been traveling", "we have two little kids, he was covering the o.j", "simpson trial, and his schedule was crazy", "out of the blue, he just was doubled over in pain", "our nanny, who was irish, called and said jay is doubled over in pain and i don’t know what to do", "like so many young men, he didn’t have a doctor", "there are many takeaways from our conversation i hope, but i think because women go see gynecologists, that a lot of men don’t go and get physicals or they don’t even have a gp or an internist", "jay was one of those guys", "he played lacrosse and football in college and never smoked", "i don’t think he ever even tried a cigarette", "i don’t think he even tried pot ever", "it’s sort of crazy when you think about it", "he drank moderately and took pretty good care of himself", "it just was boom, he had stage iv metastatic colon cancer", "so, we went from one day where everything was great", "we were buying a house in the country or had a house in the country and we were really enjoying that", "jay was riding horses in central park and doing his thing professionally", "i was at the today show", "our girls were great", "carrie was less than a year at the time or just had turned a year old when he was diagnosed on april 3rd, 1997", "he died nine months later in january", "it’s so debilitating and shattering and destabilizing", "it’s such a process and i was in such denial", "he was one of these very smart people, but he didn’t want to know about his health", "he didn’t want to know the gory details", "i don’t know why because he was so smart, intellectually curious, and interested", "i don’t know, maybe he knew", "so, i kept all this stuff from him which i really regret", "i would say, “oh, there are only shadows on your liver", "don’t worry, it’s going to be okay", "we’re going to figure it out.” i remember sending his scans to nih because i had a lot of connections because of my job", "i remember a very prominent cancer scientist calling me and saying this is really bad", "i arranged for him to get a hepatic artery pump which pushed the chemo directly to his liver that was covered", "the tumor burden on his liver was awful", "my husband, john, says i’m very good in an emergency", "i get very focused and very proactive and driven", "i went into ‘i am going to try to fix this’ mode", "so, i was sort of doing that to avoid the grief because i had to do something", "what can i say", "it’s the worst thing in the world to see someone – first of all, your life just changed in an instant", "then, to see someone suffering, then to try to figure out how can help somebody, it’s really overwhelming", "i think my grieving process became the day he was diagnosed because my doctor, who was the internist jay went to see when he was in this pain, he pulled me aside into one of those little patient rooms in the hospital and said this is really bad", "the prognosis is very bleak", "so, what do you do with that except for doing everything you possibly can to change the outcome, which you realize you probably can’t change", "it’s a very challenging thing to deal with but maybe my regrets will help you with your situation in that i never really said to jay, “what are your hopes and dreams for your kids", "can you write the girls a letter", "can we videotape you talking to them,” and to say everything i wanted to say to him because that was an acknowledgment that he was going to die and i just couldn’t do that", "so, maybe if things are so bleak and this person is so special to you, first of all, you need to tell him", "you need to write him or maybe go see him and feel that you don’t have any regrets", "thank you", "so, the only segue i could possibly think of from that is very closely related", "you could always so what i used to do on the today show, “on a lighter note…” i suppose it’s on a lighter note, but it’s a shade of the same color", "there’s a very interestingly titled paper in an academic journal and the title is the impact of a celebrity promotional campaign on the use of colon cancer screening: the katie couric effect", "it goes on to detail the increase in the number of colonoscopies because of your awareness campaign or campaigns", "i was looking at this, i’ve read a lot of studies, and p-values, the likelihood that it could be attributed to chance, is really low", "the data are really compelling looking at this", "can you tell us the story of how it happened", "well, that’s a university of michigan study i think, that paper, and i think it was in the annals of internal medicine possibly which i think in this case should be called the ‘anals’ of internal medicine", "basically, i really wanted to educate people", "i didn’t understand colon cancer", "i had never really heard of it", "i guess i had vaguely when president reagan had a polyp", "i thought i have this opportunity, i have this bully pulpit, i have a platform to educate people", "so, again, jeff zucker who at the time was my executive producer, he ironically had also been diagnosed with colon cancer in his 30s", "so, he was a very receptive audience for my idea", "i said, “can i get a colonoscopy on television?” i was too young to get one", "i wasn’t 50 yet", "i was only 41 when my husband died", "i said we need to demystify this procedure", "so, that was my thinking to just educate people", "this was before people were doing things like that and talking about it", "it just seemed a perfectly logical thing to do and i think it was very helpful for me in a situation where i felt so powerless", "i don’t know about you, but that’s the worst feeling in the world to feel powerless", "i don’t like that feeling", "no", "so, here was an opportunity for me to use whatever power i did have to maybe help other people and possibly even save some lives", "that was really the thinking and that started me on a journey to be a cancer advocate for all kinds of cancer and to continue emphasizing the importance of screening", "i’m taking a very well-known person to get his first colonoscopy next week", "i really appreciate people’s willingness to talk about this and to spread the word", "it’s so preventable", "it has a 92 percent cure rate if it’s detected early", "it’s the second leading cancer killer of men and women combined", "i feel like that will probably be the first line in my obituary, i hope", "it won’t be ‘journalist’ but it will be ‘cancer advocate’", "it’s something that i’m really proud of that i was willing to do", "i would say, even at this point, it could be the first line in certainly a number of measurable senses", "you’re a co-founder of stand up to cancer and that has raised more than $500 million at this point to fund scientific research teams", "that’s a lot of money", "that’s a big chunk of change", "it is a big chunk of change", "that was started by nine women who together were frustrated with the pace of cancer research", "i think stand up has really changed the paradigm of how cancer research is done", "it’s really emphasizing collaboration rather than competition, getting these institutions and pharmaceutical companies and biotech firms to actually talk to each other, to pool their resources, and their brain power", "it’s been adapted by people like sean parker and joe biden when it comes to the way they’re approaching cancer", "it’s been a phenomenal thing", "i’m so proud of these women, so proud of these scientists because at first, they weren’t too jiggy about collaborating", "that’s a really potentially complex problem to solve", "sometimes it has worked better than others, quite candidly, but we’ve been able to get three drugs approved by the fda and a lot of promising research done because these scientists are willing to work together", "it just makes all the sense in the world, but it’s against our very primal impulses to be credit-mongering and not want to share the spotlight with people", "it’s been challenging at times but now it’s been great", "what are the ingredients or the strategies that your team has used to encourage these people who have not previously collaborated to collaborate", "i don’t know", "i don’t give the organization any credit", "it’s their sheer decency and their desire to really help patients and to come up with better treatments for so many people who have suffered from this disease and lost the battle", "so, i think that it was just different", "people don’t like change, as you know, and it was just a different way of doing things", "as i said, i think in some cases, maybe it hasn’t been as successful as it could have been and in other cases, it’s just been amazingly successful", "these are the real heroes, by the way, these cancer scientists", "first of all, they are ridiculously intelligent and brilliant people", "these are the people who should be on the cover of celebrity magazines", "we should be doing award ceremonies for them", "this should be the real rock stars of our culture", "unfortunately, they don’t get much attention, they don’t get that much funding, and they just don’t get what they deserve as far as i’m concerned", "so, they’re amazing and that’s been another really gratifying part of this work, is getting to know these scientists who are so selfless and so hardworking and so dedicated to helping people", "i’d love to ask you about how you choose projects", "what we just discussed, it seems like a very natural consequence of your personal experience and then capitalizing on the platform and the assets that you have was a very natural fit", "i can only imagine that you get hundreds and thousands of proposals that i’m sure other people help vet with basic criteria", "i don’t, really", "you don’t", "you must have so much inbound and certainly throughout your career, i would imagine", "i really don’t", "i’ve worked for companies, i’ve worked in local news and jumped around which you had to do at the time to get experience and become competent in reporting and doing on-air work", "then, i worked at companies like nbc for 15, maybe 20 years if you count my time covering the pentagon and working in local news", "then, i went to cbs for five, i did a talk show for two, and then i worked at yahoo for four", "so, i’ve really worked for big companies, servicing them and doing what i needed to do to hopefully contribute to what their general mission was", "now, i am kind of at a weird place", "i do things that i believe will have an impact and that give me creative freedom", "sometimes i miss working for companies because i love working with people", "i’m a super sociable person and i really get energy from other people and the atmosphere i’m in", "now, i’m just trying to figure it out and it’s hard because the landscape is so fragmented and there are so few communal experiences", "when i did the today show, i sort of felt – not everybody, i wasn’t that egotistical – but i thought a lot of people are watching this and it felt like a community", "now, a lot of people still watch the today show, but it just seems there are so many options and so many things to do with our time and this ‘attention economy’ that tristan harris talks about", "do you know tristan harris?    yeah, i know of him", "we haven’t spent any time together", "i love him", "you would love him", "oh, he’s a fascinating guy", "he’s 33 years old", "he’s an amazing person", "i interviewed him for my nat geo series", "so, i just try to do things that i’m going to enjoy and that i think will somehow contribute to the conversation and that will get some attention, but that’s hard", "so, i think right now, you just have to do things you really enjoy and for which you like devoting your time", "what are you devoting your time to right now", "that’s the leading question, but i suppose what i’m hoping to explore a little bit is america inside out and if you could tell us what that is and why you chose to do it", "well, i decided to leave yahoo when it was bought by verizon", "there were no hard feelings, it was just never really the right fit for me", "i’ve talked about that a little bit with kara swisher", "i’m sure you know kara", "yeah, i’ve had kara on the podcast", "yeah, she’s great", "i really like kara", "i just like her no bs", "very no bs", "she’s great", "i also think she’s a very kind person", "probably not everyone who she’s written about feels the same way", "i wanted to explore some of these issues that i thought were not getting attention", "biz stone in this book i wrote about advice said, “if you see a need, fill it,” in terms of what to do with your life or if you’re entrepreneurial or if you want to be of service to people", "i think basically don’t we all want our work to matter", "i don’t think making money is the be-all-end-all for people", "maybe it’s easy to say that once you’ve made some money", "i wanted to explore these topics that i thought were getting short shrift in the media", "everything is so ephemeral now", "you can’t even remember partially because there is so much happening at once", "you can’t remember what donald trump did two days ago", "it’s so much", "it’s tmi, isn’t it", "yeah", "i think you can’t even digest it and think about it and contemplate it", "i felt like everything is happening so fast, can we think about things a little more and what are some of the things that i believe we should be thinking about", "they were things that were happening before our eyes, but we weren’t really giving them any consideration", "so, i had done a documentary for national geographic called gender revolution about our changing notions of gender and how people are not really binary as much as they used to be with very specific male/female, blue/pinks traits, and you grow up and you’re this way", "now, this whole notion of gender fluidity and being non-binary and all of this stuff was really relatively new concepts for me", "i had whiffed on an interview i did with laverne cox and carmen carrera, less with laverne", "with carmen, i asked her an inappropriate question about her genitals, her private parts", "i taped the interview and at the time i thought she was quite offended and told me why and when the producers asked, i said to keep that in because i want people to understand why that’s an offensive question", "if you don’t mind me asking, what was the question", "i said, “what’s the situation with your private parts,” about gender reassignment surgery", "it was just grossly inappropriate but i didn’t really know that", "believe it or not, i was trying to do a public service by at least talking about transgender individuals and trying to help people to understand it", "my motives were actually pure, but my question was really clumsy", "i kept it in the show and i remember i was on a plane going to ces and it was my birthday and i looked on twitter", "oh my god, i’m surprised there wasn’t smoke coming out of my phone because it was just merciless", "the scathing criticism i got and i, of course, regretted that i kept it in, but i kept it in for the right reasons too", "sorry, i’m going on and on about this, but i ended up saying i want to learn and i want to understand", "i felt bad", "i also felt defensive and upset, but ultimately, i said i need to educate myself and i need to help other people understand this community", "so, i did a documentary called gender revolution for national geographic and they were quite pleased with it", "i was happy that i was able to do and i learned a lot", "so, then they came back to me and they said, “would you like to do some more?” i didn’t have a job at the time and i think this is sort of the new way of working", "you don’t necessarily work for one company", "you do it more project by project", "for sure", "i had really done pretty much every job in network news at this point in time, so i said sure, i’d love to, and i came up with six topics that i thought deserved a little more analysis or exploration and that’s the series", "it has really been interesting and really exhausting", "what are some of the topics", "the first one is called rerighting history but i’m spelling it r-i-g-h-t-i-n-g", "it’s really about our memorial landscape and confederate iconography, statues, and monuments", "that led me to charlottesville right before and during that “alt-right” rally that, by the way, is not charlottesville, virginia", "people have now associated this kind of bigotry and disgusting white supremacy as relating to charlottesville", "it has nothing to do with charlottesville", "they picked charlottesville because i think it’s a progressive town", "so, it’s really on how these confederate statues are dividing us, that they’re so important for some southerners who see it as celebrating southern heritage and so offensive to black americans who feel they are a real poke in the eye and supporting people who wanted to perpetuate the institution of slavery", "so, i just wanted to hear more about that and where the controversy started in charlottesville", "it was started by a 16-year-old african-american high school student who started a petition", "i went to see mitch landrieu in new orleans", "i talked to julianne moore who did a petition to change the name of her high school in northern virginia", "then, i went and talked to bryan stevenson of the equal justice initiative who is just one of my personal heroes", "you would love him", "he’s doing a lynching project where he has collected soil from 44,000 lynching sites throughout the south because that’s a chapter of our history that has literally and figuratively been buried", "he has taken the soil with the help of descendants of people who have been lynched and put the soil in mason jars with the name of the lynching victim on the jar", "he has a whole memorial that he’s opening in montgomery in april", "he’s a very deeply thoughtful person", "he does a lot of work with mass incarceration and with sort of the long tale of slavery and how it’s affected race and african-americans in this country long past the civil war", "i mean, where can you really watch something like that on television", "what would be success for you, not in terms of views or anything like that, but the impact of an episode on a viewer", "is it that they change their mind", "is it that they view an issue that was before just a soundbite or two headlines and they see the shades of gray in something that is actually very nuanced", "what do you hope it will do to people", "i think no", "2 would be very good, a deeper understanding", "i guess remembering what it feels like to have empathy for somebody’s point of view and to have more context to be able to talk about it in a more educated, intelligent way", "there is so much surface stuff", "you don’t really know what lies beneath a story and oftentimes i think if you do a little digging, then you just understand it more and you can talk about it in a less knee-jerk way, in a more nuanced, less emotional, emphatic way", "these statues, for a lot of people, are deeply offensive and i don’t think they belong in public squares, in public spaces, which are very important in terms of setting the tone for the community", "that is why urban planners spend a lot of time thinking about these things", "it’s just thought-provoking and i don’t think we think about these things enough or have an opportunity to really talk about them", "that’s just one that i’m doing", "i’m doing one on what it’s like to be a muslim in america right now because there are so many prejudices and misconceptions about islam and about muslims", "fifty percent of americans say they’ve never met a muslim", "so, i’m trying to introduce those people to muslims virtually", "i’m trying to just foster some kind of deeper understanding and connection for people with things that may seem foreign to them or with things that they may feel strongly about but don’t necessarily know why", "maybe it’s because their friends do", "yeah, maybe their beliefs aren’t actually their beliefs at all", "they’re just the beliefs of their parents or their co-workers or whatever it is that they’ve absorbed", "they didn’t arrive at it through thought", "right, it’s what they’ve been fed from their newsfeeds, through like-minded people who share their beliefs", "it’s kind of ambitious to even want to do that", "i just have to keep trying because that’s what i enjoy doing", "i do think that i possibly could be a helpful conduit for people, a proxy for the average joe or josephine who is curious about the world and wants to understand it better and wants to meet people and talk to people and see if they can try to make sense of it all", "i think that’s a very noble objective", "i don’t know", "i think if you aim for that, even if you partially fail, you’ll still create a lot of positive change", "maybe", "that would certainly be what i would tell myself", "i think you’ve got to try", "i do think this younger generation is much more receptive to trying to change the world in a good way", "you see those kids in parkland, florida and it’s just so moving", "i’m hoping that it will get people to talk to their friends about it and maybe counter some of the stuff that they’re seeing and say, ‘actually, white extremists have committed three times the violent acts that muslims extremists have committed since 9/11 or in the last 15 years, but the media coverage leaves you with the perception that’s not the case.’ so, we can all just be more aware and more critical, not in a negative way, but critical thinkers about the kind of information that’s incoming.   i know we only have a few minutes left", "if you had a billboard, metaphorically speaking, and you could put a word, a phrase, a quote, any type of message or question to get out to millions or billions of people, what might you put on that billboard", "i’m watching three billboards right now so all i can think of is the billboards that frances mcdormand put up", "there are so many important things, right", "i guess i would say something about voting", "if you don’t vote, you can’t complain", "and there are a lot of ways to vote too", "i mean, i understand the literal piece of it", "yeah, i think for me it’s actually voting in elections because i think it was 55 percent of americans voted", "it was the worst turnout since 1994 or something", "i just don’t understand how people can be that apathetic", "they have to care about the country and they have to educate themselves about the issues", "it’s just infuriating to me that people don’t vote, especially in the midterms", "they need to really hold our politicians accountable and if they want to be the change they wish to see or whatever, they need to get involved in the political process", "so, i think that is what i would do", "it infuriated me if people didn’t vote in the last election or they threw away their vote by voting for someone that would be elected", "didn’t have a chance", "right", "i felt like saying to them that’s a vote for the other person", "if you’re comfortable with that, just so you know, that’s helping elect someone you may not want to be president", "i just hope people take that really seriously", "i just hope they vote for people for the right reasons too", "yeah, and to focus on action instead of complaining", "i think that you can create the illusion of action by jumping on social media and complaining", "they call that ‘slacktivism,’ right", "yeah", "you need to actually get up off your ass and make things happen and part of that is engaging in ways like that", "what would you put on a billboard", "that’s a damn fine question", "i’ve thought about this, of course, because i ask this question a fair amount", "i’ll give two answers", "the one that i usually say is, “you are the average of the five people you associate with most.” so, psychologically, emotionally, politically, physically, you are going to be the average of the handful of people that you spend the most time with so pick those people very carefully", "the other i am actually stealing from b.j", "miller, who is a hospice care physician and also a triple amputee", "he was a warning story when i attended princeton because a few years before, he had been climbing on this commuter train called the dinky and was wearing a big watch", "electricity arched and burned off three of his limbs", "oh my god, at princeton", "at princeton", "after that point, he became an m.d", "and has helped 1,000+ people to die with terminal diagnoses in something called the zen hospice center", "he’s since expanded beyond that", "where is that hospice center", "san francisco", "they have a very uncommon approach to death and shepherding people from a terminal diagnosis to ultimately passing", "they do it in a really beautiful way that i think lends peace to a lot of people", "when i asked him this question, he also, in turn, said he got it from a bumper sticker so know knows who ultimately said this", "he said, “i would put on a billboard, ‘don’t believe everything that you think.’” i thought that was really profound to contemplate", "that’s good for my series", "yeah, ‘don’t believe everything that you think.’ i revisit that a lot myself", "that can be your beliefs about other people, but also your beliefs about yourself, the stories, the narratives that you escape to that ultimately don’t serve you", "he sounds like a remarkable person", "has he gotten a lot of attention", "not enough attention", "of course i immediately think this is a person i should do a story on", "you would love him", "he’s incredible", "does he have prostheses", "he does", "he has prosthetics and we actually talked on the podcast", "at some point, he mentioned in passing, ‘well, the other week when i was riding my motorcycle,’ and then he kept going", "i said, “wait, hold on, you’re missing three limbs", "you have a motorcycle?” he told me about this process that he went through with the help of many people to custom modify a motorcycle", "he wanted to be on a motorcycle to feel the wind on his face and he rides a motorcycle", "he’s a fascinating guy and hilarious", "what’s his name", "b.j", "miller", "is he married", "i don’t think so but i’m unsure", "you met him when he spoke at princeton or this happened to him at princeton", "i heard about him", "i saw him initially in i believe the princeton alumni weekly, the alumni magazine, and i tore out that page", "i said one day i’m going to track this guy down and i put it into a scrapbook", "that was before i ever started the podcast", "then, at one point, i don’t know how it happened exactly, it might have been an email from someone else who said do you know – it was an email from someone else", "it was from a scientist at ucsf", "he said, well, da-da-da-da something-something, b.j", "miller.” i said wait a second, that rings a bell", "google searched and oh my god, that’s that guy years ago i said i would meet someday", "i said i’ll do one better, i want to interview him", "that’s how it came to be", "have you become friends", "i would say we’re definitely on friendly terms", "i still haven’t met him in person", "oh my gosh, well you have to do that", "it was remote", "he’s an incredible man", "you should do your podcast on location sometimes because it really does lend a different feel to the podcast", "actually, it would be incredible", "you should go to his hospice and you should talk to some of his patients", "that would be so profound", "then, put together something that would be really beautiful", "people, myself included, still don’t know how to talk about death", "they are terrified of it", "i am", "i think that you would be doing such a public service to help people get a different perspective on dying if that’s possible", "if my own thinking about the subject is any indication, based on conversations with people like b.j", "and based on speaking with someone like you and asking about grief, this is why i’m asking because i don’t yet feel like i have a complete toolkit for even thinking about it", "you should also read sheryl sandberg’s book, option b, which i thought was really brave of her to write with adam grant, who is also great", "you should interview adam grant too", "you must know adam, right", "we’ve traded an email before", "he’s fantastic", "yeah, i need to get him on the podcast", "you should read that book because i think it might be very useful for you", "i’ll take a look at it", "i actually was at a group dinner with her then-husband just a few months before everything happened", "you just never know", "you just never know", "i always think wouldn’t it be cool if people had a crystal ball and they would see what’s coming", "it’s always such a mystery, what’s around the corner", "if you could somehow have a glimpse into the future, it’s just crazy to think – but of course, you can’t, but sometimes i think about that", "i do have two friends, i believe kevin kelly is one, who is a fascinating guy that we can talk about another time", "he has an amish beard, spends time with the amish but he’s a technology futurist with an impeccable track record", "he lives in silicon valley", "he’s built his own house", "really", "he spends time with the amish", "yeah, because he’s fascinated by how they choose to adopt technology or not", "in any case, he and another friend named antonio have excel spreadsheet that they look at every morning that, based on actuarial tables, tell them how many years, months, days, hours, and minutes they have left in their life just as a reminder of their mortality", "jesus, no thank you", "intense", "that is intense", "so, we are at time and hopefully we can continue the conversation someday", "yeah, i’ve really enjoyed talking to you", "i would love to interview you at some point", "that would be an incredible honor", "i would love to do that", "in the meantime, people can see you at work and doing what you do best", "american inside out premieres on national geographic on april 11th at 10:00 p.m", "it’s a six-part docu-series", "i will link to that in the show notes as well as to everything that we’ve talked about already", "thank you", "i really appreciate it", "those of you who listen and those of you who watch, tim.blog\\podcast is where you can find links to everything", "on social media, @katiecouric for all the platforms", "yeah, it’s such a full-time job servicing all these social media platforms, isn’t it", "it can be", "but it’s also really fun", "i have to say i really using instagram because it’s a way to feel you do get a sense of community with instagram", "you do", "it has the feel of a friendlier neighborhood too compared to some of the others which feel more like a neighborhood where you walk down the street whistling and people just throw potted plants at your head", "exactly", "that isn’t always how you want to feel", "if you want to be an insomniac, check your twitter feed right before you go to bed", "oh, yeah", "i had a very funny situation where i couldn’t sleep one night and i got on twitter", "i was using my device way too much", "i did a whole hour on technology for this series as well", "suddenly, i’m in a conversation with chrissy teigen, valerie bertinelli, and i want to say, ana gasteyer", "we were all talking about not being able to sleep on twitter at like 3:00 in the morning", "it was so insane and i was like okay, this is social media", "who’d a thunk it", "who’d a thunk it", "you’re competing against companies who put billions of dollars into r&d to throw everything scientifically vetted at your brain to distract so you’re completely outgunned", "you are outgunned", "i know", "that’s one of my hours and that’s what i talk to tristan about", "they manipulate you to keep you addicted with absolutely no responsibility or understanding", "should they", "do you think that tech companies need to be held accountable for that", "ultimately, if tech companies are going to be as all-encompassing as they certainly appear to be, do have a moral obligation to think about the intermediate and long-term implications of some of these technologies even if they’re just trying to protect their bottom line", "so, for instance, if you look at autonomous cars, self-driving cars – three million jobs, right", "you can look at the job shifting but you can also look at the decision-making that will have to be embedded into the code itself", "so, let’s say a car gets hit by a huge hailstone or a ball comes into the street and throws the car off-course and has to choose between hitting three school children on one side of the street or 10 elderly people, how does it make the decision", "it’s going to have to make a game-time decision", "are there times when the car sacrifices the driver", "is that dependent on your insurance premium", "there are some really gnarly moral problems and ethical challenges that were previously relegated to thought experiments like the trolley scenarios and things like that", "they will need to have ethicists to help advise the programmers who are developing the code so that these machines can make decisions", "they have to think of that", "it’s crazy", "it sounds like black mirror, doesn’t it", "i know", "the future is here, it’s just not evenly distributed", "william gibson, thank you for that, and katie couric, thank you so much", "that would be a good billboard", "it would be a good one", "i would have to give dear mr", "gibson a lot of credit for that", "everybody, check out america inside out, and katie, hopefully, to be continued", "thank you", "it was so nice meeting you", "likewise", "thanks"]}