{"dialog_idx": {"joeph gordon": [658, 659, 660], "joseph gordon": [11, 12, 13, 14, 15, 16, 17, 23, 24, 37, 38, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 55, 59, 60, 61, 62, 63, 64, 65, 66, 68, 70, 71, 73, 74, 75, 76, 77, 80, 84, 88, 89, 90, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 132, 141, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 177, 179, 180, 181, 182, 183, 184, 188, 189, 190, 191, 192, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 210, 211, 212, 213, 214, 222, 223, 224, 225, 227, 228, 229, 232, 233, 234, 235, 237, 238, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 261, 269, 270, 272, 273, 274, 275, 276, 277, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 312, 313, 314, 326, 330, 331, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 377, 378, 379, 380, 381, 382, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 396, 398, 399, 400, 401, 402, 403, 404, 405, 415, 417, 425, 429, 430, 431, 432, 433, 434, 435, 436, 437, 439, 440, 441, 442, 443, 446, 447, 448, 449, 450, 451, 452, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 465, 467, 468, 469, 470, 471, 472, 473, 475, 476, 477, 478, 484, 485, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 504, 505, 506, 507, 508, 509, 510, 511, 513, 514, 515, 516, 517, 518, 519, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 586, 588, 589, 590, 591, 592, 593, 595, 596, 597, 598, 599, 600, 604, 608, 609, 610, 611, 612, 613, 615, 617, 622, 623, 624, 625, 626, 627, 628, 629, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 662, 668, 673, 674, 675, 677, 678, 679, 680, 681, 682, 683, 685, 688, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 703, 704, 705, 708, 709, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 771, 773, 791, 793, 794, 795, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 809, 810, 811, 812, 813, 814, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 894, 906, 907, 911, 915, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 956, 957, 958, 959, 969, 971, 972, 977, 980], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 18, 19, 20, 21, 22, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 39, 50, 51, 52, 53, 54, 56, 57, 58, 67, 69, 72, 78, 79, 81, 82, 83, 85, 86, 87, 91, 92, 93, 94, 95, 96, 130, 131, 133, 134, 135, 136, 137, 138, 139, 140, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 175, 176, 178, 185, 186, 187, 193, 208, 209, 215, 216, 217, 218, 219, 220, 221, 226, 230, 231, 236, 239, 256, 257, 258, 259, 260, 262, 263, 264, 265, 266, 267, 268, 271, 278, 279, 280, 281, 282, 283, 284, 285, 286, 306, 307, 308, 309, 310, 311, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 327, 328, 329, 332, 333, 334, 335, 336, 337, 348, 349, 361, 373, 374, 375, 376, 383, 394, 395, 397, 406, 407, 408, 409, 410, 411, 412, 413, 414, 416, 418, 419, 420, 421, 422, 423, 424, 426, 427, 428, 438, 444, 445, 453, 464, 466, 474, 479, 480, 481, 482, 483, 486, 487, 498, 499, 500, 501, 502, 503, 512, 520, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 577, 578, 579, 580, 581, 582, 583, 584, 585, 587, 594, 601, 602, 603, 605, 606, 607, 614, 616, 618, 619, 620, 621, 630, 631, 632, 633, 634, 653, 654, 655, 656, 657, 661, 663, 664, 665, 666, 667, 669, 670, 671, 672, 676, 684, 686, 687, 689, 690, 702, 706, 707, 710, 711, 767, 768, 769, 770, 772, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 792, 796, 808, 815, 816, 817, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 888, 889, 890, 891, 892, 893, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 908, 909, 910, 912, 913, 914, 916, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 960, 961, 962, 963, 964, 965, 966, 967, 968, 970, 973, 974, 975, 976, 978, 979]}, "episode_num": 312, "file_type": "html", "guests": ["joseph gordon", "joeph gordon"], "num_sentences": 981, "num_words": 16464, "raw_text": "Tim Ferriss: Hello, my pretty little Mogwai, this is Tim Ferriss and welcome to another episode of the Tim Ferriss show, where it is my job to deconstruct world-class performers, to tease out the habits, routines, life lessons, favorite books, and so on that you can use. In this episode, we have a truth polymath – Joseph Gordon-Levitt on Twitter and Instagram @hitRECordJoe, like hit record on a video camera, @hitRECordJoe, and his site is HitRecord.org. Joe is an actor whose career spans three decades and ranges from television, i.e. “3rd Rock from the Sun,” or I should say e.g., to art house, “Mysterious Skin,” brick to multiplex, like “Inception,” “500 Days of Summer,” “Snowden.” He made his feature screenwriting and directorial debut with “Don Jon,” which had an Independent Spirit Award nomination for Best First Screenplay. He also founded and directs HitRECord, an online community of artists, around 600,000 now, emphasizing collaboration over self-promotion. HitRECord has evolved into a community-sourced production company that publishes books, puts out records, produces videos for brands from LG to the ACLU, and has run an Emmy for its variety show “HitRECord on TV.” So, without further ado, please enjoy this wide-ranging conversation with Joseph Gordon-Levitt. Joe, welcome to the show.            Joseph Gordon-Levitt: Thanks, man. Thanks for having me. Tim Ferriss: Of course. It’s been a while since we last caught up and I have so many questions and now I get to ask them in a public forum. So, thank you for taking the time. Joseph Gordon-Levitt: Yeah. I’m really excited to be on your show. I’m a listener – long-time listener, first-time caller. Yeah. I’m flattered to be in the company of the people you talk to on this show, man. It’s really cool. Thank you. Tim Ferriss: Of course. It’s completely my pleasure. I thought we might start – of course, where I start is not going to be where I go. The format of my shows is generally closest to the movie, “Memento,” as I mentioned before we got started. But I reached out to, as I often like to do with guests, a mutual friend to ask a question that I very frequently ask, which is – I’ll tell you the text that I sent and you’ll be able to guess who this is. Joseph Gordon-Levitt: Okay. I’m curious. Tim Ferriss: Partially because I’m going to say the name. “Evan!” Joseph Gordon-Levitt: Oh, yeah. Tim Ferriss: “Been ages, man. Hope you’re great. I’m finally interviewing Joe and we’ve had a few chats and one dinner in the last year. Might you be able to suggest any particular topics or questions or stories that can be fun or interesting to explore?” Joseph Gordon-Levitt: Does his answer involve balls? Tim Ferriss: It doesn’t, but now we have to talk about balls. So, balls goes on the list, for sure. How could it not? He gave me a number of different thoughts and recommendations and then he added like 20 minutes later, “And he can breathe fire if you tickle his feet. Have fun.” So, I wanted to fact-check that first because knowing Evan, I’m suspect. So, true or false, can you breathe fire if I tickle your feet? Joseph Gordon-Levitt: That depends on your state of mind. That’s Evan Goldberg, by the way, for those wondering who Evan is. Tim Ferriss: Could you explain for people who are like, “Who the hell is Evan?” Who is Evan and how did you first meet? Joseph Gordon-Levitt: Yeah. Evan Goldberg is known for being writing partners with Seth Rogen. Seth and Evan are like the comedy pair and they started by writing “Superbad” together. They wrote it about themselves. In fact, the character names of “Superbad,” if you go back and watch it again, are Seth and Evan. I think Michael Cera is playing Evan, right? Jonah Hill is playing Seth, if I’m not mistaken, which is wildly inaccurate to who they are, but funny anyway. They’re just two really hilarious guys. We did two movies together. The first one was “50/50,” and then the second one was called “The Night Before.” They’re really, really smart dudes, which is funny because they make humor that probably doesn’t get regarded as smart, but as with many things in movies, I find, often times the stuff that is considered low-brow or mainstream or pop is often the most intelligently constructed, which applies to them sometimes, not other times. Tim Ferriss: Yeah. They’re very, very smart guys. Just to paint a picture for folks – Evan always wears shorts. He does all his meetings standing up, just about, which can cause some anxiety if you don’t know why he’s standing and don’t realize that’s what he always does. Or he’ll be in like a deep squat like an Olympic weightlifter, which is a whole separate story. Joseph Gordon-Levitt: He always says sitting is the new smoking. Tim Ferriss: Right. Pro-tip for anyone who might bump into these folks – if you sit down with them and they’re brainstorming, I would advise you not to smoke with them unless you consider yourself – Joseph Gordon-Levitt: A really good smoker. Tim Ferriss: A really, really strong smoker. Joseph Gordon-Levitt: I’ve had that experience on both sides. I’ve been working with them in phases where I was smoking a lot and phases of my life where I was not smoking a lot. The first time I met them – well, it wasn’t the first time we met, but it was the first time we really hung out – they were asking me to do their movie, “50/50.” I flew up to Vancouver where they were. Time was short, for reasons that don’t really matter for the story. They had to cast this role really quickly, as happens all the time in show business. I read the script and that night flew up to Vancouver to sit down with Seth and Evan and Jon Levine, who was directing the movie. We had a good talk about the movie and talked about the things that one normally talks about. And then we sort of got to a point where that part of the meeting came to a natural conclusion, at which to Seth pulled out a joint and we went up to the roof and smoked and then had what felt like the real meeting, even though it was not. Tim Ferriss: It’s like meeting with Chinese bureaucrats except they’re not Chinese and you’re using a different substance. Joseph Gordon-Levitt: Is that how it goes? Tim Ferriss: They’ll bring out something called baijiu, which is this horrifically strong and unpleasant alcohol and that’s when the real meeting starts. Joseph Gordon-Levitt: Oh, wow. See, to me, smoking weed and strong alcohol could not be two experiences that are more different from each other. Tim Ferriss: Right. Joseph Gordon-Levitt: That’s not everyone’s experience. Look, everyone has their own, I think, reaction to different to different substances and I’m not one of those weed smokers that encourages people to smoke weed because I do think it’s different for everyone. But for me, at least at certain times in my life, it’s not brain-killing. It’s kind of the opposite. My brain would leap places that it might not otherwise. Tim Ferriss: And those guys – well, I should mention a few things for folks. Number one, if you’re going to BC, you’re going into the dragon’s den of high-potency plant matters. Joseph Gordon-Levitt: True. Tim Ferriss: You really need to have your wits about you. Second, for those people – we won’t spend too much time on this – but who are interested in what master sommeliers of pot, i.e. Evan and Seth, would recommend – the pot that they use for creative work, the pot that they use for functions A, B, C, D, and E, we do talk about it in the podcast that I did with the two of those guys. Joseph Gordon-Levitt: Yeah, I’m not surprised. Tim Ferriss: You can check it out. The reason I brought it up, aside from the bullets and the balls that I’ve put onto my list now that we will get to – Joseph Gordon-Levitt: That’s just because they get paid lots of money to make jokes about balls. Tim Ferriss: Ah, yes. Joseph Gordon-Levitt: He surmounted my expectations. He exceeded my expectations by making the fire-breathing joke. That was much more tasteful than a joke about my balls. Tim Ferriss: The first thing he said wasn’t a joke at all. You alluded to it just a moment ago that I wanted to ask you about. The first thing he said – I’ve known Evan for a while. We’ve had plenty of exchanges. So, the very first thing he says is, “He’s awesome. He saved our movie, ‘50/50.’” I’m going to edit what he said slightly afterwards, but he said, “Such and such person was cast and he had to drop out and Joe replaced him in 24 hours, which is all the time we had before they shut us down and I forever love him for it.” So, why did you choose to do that movie? Joseph Gordon-Levitt: Yeah. I should say the person who had to drop out, it was a family emergency. So, there was no bad blood between anybody. Yeah. Why do I choose – it’s a larger question that I think applies here the same as any movie, why I choose any given movie. The first thing to say is I’m incredibly lucky to get to choose what role I do or don’t take. It wasn’t always that way for many, many years. I started acting when I was 6. For a long, long time, up until, actually, pretty much a few years ago – well, it’s more than a few now, isn’t it? I’m getting old. I would just audition and take the part. If I got a part, then that was great news and I would do the part that I got. I went on lots of auditions. So, I come from the mentality of it’s amazing to get a role. However, in recent years when I’ve been fortunate enough to be able to kind of pick what I do and don’t do, it’s sort of the only power you have as an actor in a way is the power to say no because once you say yes – movies really aren’t the actor’s medium. That’s really cool and can also be frustrating depending on the context. If you’re working with a director and other filmmakers who you’re on the same page with, it can be incredible to have them there bringing forth and refining and presenting the work that you do, but if you’re not on the same page with somebody, it can be really frustrating because you can try all you want to make the performance what you think it should be, but ultimately, it’s going to be up to the director. What I think often gets overlooked or underemphasized is how big a role all the other factors are. You think you’re watching an actor giving a performance. And you are watching an actor. But you’re also watching the work of an editor and the camera crew. You’re listening to the work of the musicians, production design, all these other factors that all contribute to the feeling that you get when you watch a performance. So, what makes me say yes is when I feel good and on the same page with mostly the director because it should be the director’s job to kind of be steering the whole entire ship with all of those elements in the same direction. It’s not always just the director. Like in the case of “50/50,” with Seth and Evan, there’s Jon Levine, who is very much the director, but also Seth and Evan, who are producing, that are big parts of the collaborative process. They’re very collaborative in general. That was one of the things I liked about their situation that they create. They really let the actors in. it’s a very collaborative thing. You can feel like you trust them. They’re not going to tell you they want one thing and be doing something else and try to trick you into anything. There’s a phrase sometimes that gets said – people will say to a director, “Oh, you really got a great performance out of that actor.” I always feel like that’s not really how I would put it. Some directors do try to take the proactive role and be like, “It’s up to me to get this performance out of you.” “So, I’m going to use my manipulation or whatever it takes to force you into feeling what I need you to feel right now,” which to me feels adversarial and in my experience doesn’t usually work as well as, “Let’s all be on the same team,” where the director is supporting the actor to help the actor do what they need to do and then presenting and making sure all of the other elements are on the same page so that it all comes together in a cohesive way and the audience can feel it. Tim Ferriss: You mentioned directing. As someone who’s never been involved with film – although I’ve been involved with some unscripted television, which is a totally different animal. Joseph Gordon-Levitt: Less different than you might think. Tim Ferriss: That’s true. A lot of unscripted television is exactly scripted. Let’s be clear. And just for people at home who might watch some reality TV, if you ever see a lot of people standing in a kitchen and there’s someone mixing a random thing in a bowl, they’re not actually mixing anything. Why are they all standing in a kitchen? There’s natural light. No one in real life does that. That was planned. Joseph Gordon-Levitt: I think the difference between unscripted and scripted is if you call the writers producers, you don’t have to pay them as much. Tim Ferriss: I read somewhere that you’ve talked about the ability to balance a thorough plan with spontaneity at the crux of being a good director. I don’t want to misquote you, but – Joseph Gordon-Levitt: I think that’s true. Tim Ferriss: I’d love to hear, since you have worn many hats. You are not just an actor. You’ve done many other things. Could you tell us, maybe, a story or give an example of directors you’ve worked well with and things they’ve done to help you or to help the entire movie move well? What comes to mind for me, as someone who really doesn’t know much about this at all, I remember someone telling me at one point, that instead of saying, “Action,” Clint Eastwood would say – or maybe he still says – “Whenever you’re ready.” That was his lead-in. Not to say that makes a big difference, but there are varied – and then Robert Rodriguez, living now in Austin, Texas, as I do, I’ve gotten to know, he’ll play music in between takes. He’ll actually hire artists to help people learn how to paint while they’re on set as a way of – Joseph Gordon-Levitt: I did some painting on Rodriguez’s set. That was fantastic. Tim Ferriss: Cool. That’s right. I’d be curious to know what directors you’ve worked with have done from that perspective to help things that you’ve found memorable. And then also, what you’ve done when directing other people and how you forged your own style as a director. Joseph Gordon-Levitt: Sure. Let’s see. The first feature film I was ever in was a movie called “A River Runs Through It,” which was directed by Robert Redford, who’s a great actor-turned-director. I was 10. I remember – this is one of my favorite stories. I remember we were doing a scene where I had to walk up to my dad at his desk and show him something I had written. We did a few takes. I wasn’t hitting my mark. A mark is a little piece of tape that they put down on the floor so when you walk into a room you hit that mark. That mark is important for you to hit because they’ve set up the camera. They’ve set up all the lights to all look good for the actor to stand in that position. If the actor is standing in a different position, it will look different. By the way, the cinematographer for “A River Runs Through It,” won an Oscar for this movie. He, the DP, director of photography, which is the same as cinematographer, he walked up to me after the second time or whatever that I missed my mark and very nicely asked me to make sure that I stood on the mark, stood where that green piece of tape was on the floor. I was nervous. I was 10. I had been on plenty of sets before. I had been working; I think I said, since I was 6. But no matter who you are or how long you’ve been doing it, it doesn’t feel good to mess up twice and have to get into it like that. Tim Ferriss: And you’re not the only person on the set, right? I imagine this is – you have more than – how many people are around you as you’re filming something like this? Joseph Gordon-Levitt: Oh, 100, I’d say – yeah, around 100. Tim Ferriss: Wow. Joseph Gordon-Levitt: That’s like a standard film crew-ish. So, I really was staring at that green piece of tape on the floor and knew that when we did the next take, I was definitely going to walk in and stand right exactly on that green piece of tape and that’s what I was focused on. And right before they rolled camera, Redford came up to me and just quietly said in my ear, “I never hit my marks.” And that’s all he said and he walked away. That was so important because on the one hand, yes, here’s this Oscar-winning cinematographer who set up the shot and if the actor is not on the mark, the shot won’t look the way he wants it to look. But I think Mr. Redford had a lot of wisdom there to know that no matter how good the shot looks, if your actor is focused on a green piece of tape on the floor, it’s not going to really be worth watching. Tim Ferriss: That’s a great story. That is a great story. I suppose that’s also part of the gift that someone like Redford brings to the table is that he has so much experience in the shoes of actor. Joseph Gordon-Levitt: Yeah. He was the first actor/director that I had ever worked for and I really loved that. That’s a perfect example of why, because of just what you’re getting at, that he could say with authority, “I never hit my marks,” which I’m sure he’s exaggerating. I’m sure he does hit his marks. He needed to correct my head there for a second. Tim Ferriss: Any other directors come to mind who have lent memorable experiences to your memory banks? Joseph Gordon-Levitt: Yeah, sure, there are tons. I’m trying to think of a really good example. This might sound like I’m name-dropping, but watching Steven Spielberg set up a shot is pretty special. I remember asking him about shot listing. Shot listing is sort of a standard thing that a director does. You write down all the different shots that you want to get for a scene because in any given scene, you might want to capture it from three angles, four angles, five angles, depending on how you like to do it. So, I asked him. This is actually in 2011 when I was shooting for him in a movie called “Lincoln,” which is just the year before I got to direct a movie. I was really thinking about it. I’ve always since I was young followed directors and tried to soak up what I can, but at that time, I was really thinking about directing soon. I asked him if he shot listed. He showed me in his script a couple of tiny little lines that were just – no one would have… A shot list – when I shot my movie, a shot list was a long document with lots of description about all the different shots that we did for every scene. He had like a couple of pencil marks in his script because he just – I figured that he would be a meticulous shot lister as well because his shots are so well-composed. He doesn’t, really, or at least he didn’t on “Lincoln.” I would watch him. Tim Ferriss: Yeah, why is that? Why the difference? Joseph Gordon-Levitt: I think because he’s just got such facility that he would prefer – this gets back to the original point of spontaneity versus planning – he would prefer to watch what the actors do and figure out how he wanted to shoot it based on that, rather than have the actors have to fit into a pre-planned shot list. That’s what he would do. When we would show up to rehearsal, he wouldn’t be thinking about camera yet. Some directors do. He wouldn’t. Tim Ferriss: Out of curiosity, if you had to speculate, do you think he had shot lists earlier in his career? Was he someone that learned the rules and followed the rules for a period of time until he was so expert at following the rules that he realized he could abandon some of them or do you think he’s operated that way from the beginning? I raise it in part because I recently watched a documentary – I think it’s simply titled “Spielberg” – about his life. It’s a fantastic HBO documentary. I enjoyed it, at least. It painted a very human picture of him, including his frailties and weaknesses and failures and how he’s contended with them. But do you think that he’s always operated that way or that he later, only having become this virtuoso with confidence, then abandoned the shot list? Joseph Gordon-Levitt: I would guess the former. I can’t confirm that. I never quite asked him that, but I would guess that when he was shooting “Jaws” or when he was shooting “Raiders of the Lost Ark” that he had some shot lists. That would be my guess. Tim Ferriss: Although, he was famous for a while for going wildly over-budget, so who knows. Joseph Gordon-Levitt: True. And you know the story about the shark fin. That’s an old known story. Tim Ferriss: Why don’t you tell the story? It’s so good. Joseph Gordon-Levitt: Okay. For those of you who, like my wife, don’t know the lore of movies, if you’ve ever seen “Jaws,” which is one of the most powerful movies ever, it’s about a shark. You never see the shark, but you see its fin sticking out of the water. The story goes – I never asked him about this because I’m sure he’s sick of talking about it – the story goes that they had planned to see the shark a lot in the movie and they had built this big animatronic shark. Tim Ferriss: Nicknamed Bruce. Joseph Gordon-Levitt: I didn’t know that detail. That’s funny. Tim Ferriss: Yeah. Joseph Gordon-Levitt: It didn’t work. They got on set and like anything technical, it fucked up right when you needed it to work. So, his solution was, “Okay, well, we can’t see the shark. Can we make it work so that we can see its fin sticking out of the water?” If you see the movie, it’s so effective. The shark is so much scarier because you never see it. You just see this fin. It’s so ominous. They didn’t know that was going to happen. That speaks to the point you brought up again, spontaneity versus pre-planning. That’s exactly being a film director. You’re on a set. Days of production are so expensive. Directing a movie is like a two-year process, wherein you’re actually shooting for like two months of it, but you’re spending – I don’t know what the actual number is, but some huge percentage of your budget is going into this very small sliver of time. So, you’re always on the clock. You’ve planned everything, but then something else will happen. Either something will fuck up or some new great idea will emerge all of a sudden and it’s up to you to decide at that moment on the clock, “Should I stick to the plan or should I go to this new thing that just came up?” The ones who can kind of make that decision well, in my experience, are the best directors. Tim Ferriss: So, I have a number of follow-up questions, but I’ll also mention something that stuck in my mind from a director, even though I’ve never been directed, per se, as you have. I mentioned Robert Rodriguez. He was in the last two of my books, in fact, both “Tools of Titans” and “Tribe of Mentors” and was on this podcast. That’s when I first met him in person, to have him on this podcast. He said to me at one point something along the lines of the following – you’ve met Robert, so you can imagine him saying this with this gigantic smile on his face because he always seems to have this gigantic smile on his face. Joseph Gordon-Levitt: He has a lot of fun. Tim Ferriss: And he’s a big dude, so it’s an especially big smile. He’s like the Tony Robbins of filmmaking. He’s always optimistic. I shouldn’t say always, but in my experience with him, he’s a very upbeat dude. He said, “I have these young filmmakers come to me all the time and they say, ‘I ran this project and I was working on this thing and the lighting didn’t work and the grip fucked this thing up and this and this.’” He said, “The point I always make is that’s your job is that nothing is going to work.” Joseph Gordon-Levitt: Yeah. That’s well-put. Tim Ferriss: They don’t understand that the job description of filmmaker is nothing is going to work. Joseph Gordon-Levitt: It’s true. If everything worked, the director would just be able to show up and say, “Action,” and, “Cut,” kind of. Tim Ferriss: Right. Joseph Gordon-Levitt: If everything was done properly, then the actors will have rehearsed and known what they were going to do. Everything should be shot listed and prepared. Of course, everyone has their own methods. The truth is a director does do a lot more than, “Action,” and, “Cut.” I think it comes back to the same thing that we’re talking about. On the day, things always arise that you don’t expect. There has to be one person who’s making those decisions because it would take too long if those decisions were made by committee. Tim Ferriss: Too expensive, can’t afford the delays. On the “Jaws” point, in addition to the fin, for those people who have seen or want to see it, there are these open water scenes, which, by the way, much, much more complex than Spielberg expected to film. So, even the fin was difficult to use and they didn’t want to overuse it. So, they came up with on the spot the idea of using these barrels to track the shark. For those of you who want to check it out, you can revisit that, but it was absolutely an example of the improvising that you mentioned the ability to improvise. How did you learn to direct? Now, putting aside, if possible, the fact that you had been directed so much – so, you’ve been absorbing through osmosis, perhaps, quite a bit, given your career. But when you knew that on the horizon, you were going to be directing your own film, how did you go about learning more about directing, the craft, maybe the technical side, whatever it is that you felt you needed to know? What was your approach to learning how to do that? Joseph Gordon-Levitt: Yeah, first of all, I just had the advantage of being on a set a lot and watching a lot of directors on a set. So, that part kind of came naturally. But there’s a lot more to directing than the time on the set. One other thing that I came to focus on, though, was editing. As an actor, you never get to be in the editing room. You’re not really aware of that whole process and it’s a huge, huge part of what makes a movie. I love editing. I remember when I was growing up, I always wanted to edit, but you couldn’t yet. That wasn’t available to consumers yet. It sounds hard to believe now because you can edit video on your phone nowadays. When I was first starting to make fun little videos with my buddies when I was 10 or whatever and we were using our family video camera, which weighed more than 50 iPhones all duct-taped together, editing was sort of the Holy Grail. We would try something and be like, “Oh, wait, I wish we could do it again,” but you kind of can’t do it again unless you can edit. You kind of could if you set it up. It was a real pain in the ass if you tried to dub what you had shot onto the video camera onto an old VHS VCR and hit the pause button at just the right moment and then find the next thing and dub again. Hopefully the cut was sort of smooth, but it never was. Anyway, when editing finally became something you could just do on a computer at home, I was thrilled. For my 21st birthday, I got myself a new computer and my first copy of Final Cut Pro. This was like 2002. I ended up dropping out of college because I was so fascinated with sitting there and editing. Tim Ferriss: Okay. Just for people who – Joseph Gordon-Levitt: Sorry, I know I skipped ahead. Tim Ferriss: No, we’re not skipping ahead. We’re jumping all over the right places. So, just for people who don’t have this context – maybe we should revisit this. So, you went from showbusiness, so to speak, back to school, and then the – this was one of the catalyzing events for leaving school was getting this Final Cut Pro? Joseph Gordon-Levitt: It was 100 percent the catalyzing event. I would be sitting there at night and I was supposed to be writing a paper for college and all I wanted to do was edit. I was like, “I think I have to drop out of school,” and then I did. Tim Ferriss: Alright. There’s no set script for this conversation. Let’s talk about that for a second. We can come back to directing. I want to certainly talk more about your own experience with your film. Of all things, why go back to school? Place us in time. Where were you? What were you doing when you decided to go back to school and why? A lot of folks are thinking of you, your name, impressive career – why do that? What was the scene, if you can set us up with a description of where you were in life and how you made that decision? Joseph Gordon-Levitt: Well, I’d been acting since I was 6 years old and was lucky enough to do it pretty consistently throughout my childhood and adolescence. Tim Ferriss: Just as a quick side note because I’ve been drinking green tea since we started, so now I have more personality – is it true that you used to blow out your birthday candles wishing for gigs or something like that? Am I making that up? Am I hallucinating? Joseph Gordon-Levitt: No. That’s something in a magazine that’s true. Tim Ferriss: Great. There’s a lot in the magazines that may not be true. Okay. Cool. You’d had this long career already, starting at age 6. Please continue. Joseph Gordon-Levitt: Well, I had always wanted to go to college. My dad actually dropped out of college, but my mom really spoke very highly of university and even got her master’s. I was just always really looking forward to that. I always liked school. I was always sort of studious. I liked learning. I always, frankly, found elementary school, junior high, high school a little lacking in what I was really wanting. I was hoping that once I got to college, then I would be in these classes that were blowing my mind all the time. I think also besides the academics, I wanted to not know my future. I always had. Tim Ferriss: Right. That makes perfect sense. Joseph Gordon-Levitt: I was around all my friends. Some of them were going to college. Some of them weren’t. But they all were finishing high school and starting off on life and figuring out what they wanted to do or what they wanted to be. I felt like, “Wait, I shouldn’t just let my 6-year old self make the decision for me of what I’m going to be for my whole life.” I should be also making that decision, not just 6-year old me. So, I thought it would be right to quit acting for a while and just go to school. That’s what I did. I think it was one of the better decisions I’d ever made, both to quit for a while and also to move away from home. Not everybody can afford to move away from home, but luckily, I was able to. Living in a new city, while on the one hand, really challenging, was a huge growth spurt just for who you are and what you think and what you know. I loved moving away. Tim Ferriss: Where were you moving from and where did you move to? Joseph Gordon-Levitt: I grew up in the San Fernando Valley, Sherman Oaks, which is a suburb in LA, although all of LA is sort of a suburb because it doesn’t have a center like a conventional city. But this was really the suburbs. I moved to New York City, like Manhattan. Columbia University is where I went. I still miss New York. I don’t live there anymore, but New York City is just incredible. Walking around – in LA, you don’t walk so much. You mostly drive places. Still my favorite thing to do in New York is not any particular restaurant or bar or site or anything. It’s just walk out your door wherever you are and walk and see what you see and see who you see. I get so much inspiration from doing that whenever I go to that city. Tim Ferriss: It is an amazing city. Now, you ultimately, as you mentioned not too long ago, found Final Cut and that was the end of school. What did you choose to major in and why? Besides moving away from home, why did you find it to be a valuable experience? Joseph Gordon-Levitt: I was about halfway through a bachelor’s when I decided to drop out. Choosing a major was looming, but I never actually had to do it. It would have been a French major because by that time, I was taking my classes in French. I frankly – this isn’t any sort of slight to Columbia University, where I went – I just found myself underwhelmed in the academic setting. There were some classes that really interested me. One thing that really bothered me was you were supposed to read so much that there was no way you could read it thoroughly. Tim Ferriss: Right. Joseph Gordon-Levitt: I felt like that’s what I had been trying to get away from – high school, where you’re having to prove to someone that you read something and it’s kind of condescending and not very enriching. I thought college was going to be something more than that. Maybe it would have been if I were using it right or maybe it would have been if I had stuck around and declared a major. But what I really did like was studying in French because then, no matter what, I was learning. Just sitting in the class and listening to the teacher speak French or trying to read something in French, no matter what the subject matter, no matter what the paper was supposed to be on or what the test was or anything, just the fact that it was in another language meant I was learning. I had always wanted to speak another language. I felt sort of inferior for not speaking more than one language. I got to the point where I – I wouldn’t say that I’m a fluent French speaker like someone who lives there, but I can have a conversation with someone in French. I can read the newspaper slowly. It really taught me a lot even about English and about language to have more than one in my head. Tim Ferriss: Definitely. Why did you choose French? Joseph Gordon-Levitt: I think mostly because I liked French movies. Tim Ferriss: That’s a perfectly good reason. Joseph Gordon-Levitt: It’s sort of an aesthetic thing. My mom studied French. So, I always had that in the air, sort of a Francophilia. She lived in France for a number of years and spoke about it really romantically. That’s one of my favorite moments in life is walking through Paris with my mom and her being like, “This is where I worked when I was younger than you are now. I loved it here.” There was a real completion there to getting to do that with her. Nowadays, there are probably other languages that would be much more practical to learn – not just nowadays, back then too. Aesthetically, I just always found it really appealing and I liked it. Tim Ferriss: I think with language, not to interject and add too much of my own thoughts here – Joseph Gordon-Levitt: I want your thoughts. Tim Ferriss: Languages can be very challenging. I deeply feel that if you, as a native speaker, say, of English, want to learn a language that unless you need to absolutely get a job that requires another language – for instance, if you are an ethnic Indian living in Dubai and you need to speak English to work in the hospitality industries in some capacity, focus on English. Otherwise, I would suggest you follow your interest. In your case, yours was spurred by exposure to French films because there are going to be challenging times. There are going to be difficulties along the road and you want to have the enthusiasm and the passion that you feel for not just the language but the culture to help you get over those hurdles. I remember very clearly when I was just starting as an East Asian Studies major in college to take Chinese. I had been taking Japanese and I had just started Chinese and there were 60 kids in the class. Within two weeks, there were 12 kids in the class because the pronunciation and so on is so alien and so strenuous, so stressful, I should say, more accurately, that it weeds out a lot of people that are just there to develop a toolkit for a prospective career that may or may not even materialize later. Joseph Gordon-Levitt: Right. Tim Ferriss: It’s the people who are obsessed with something really odd, like the I Ching or obsessed with calligraphy or some weird – not necessarily weird. Joseph Gordon-Levitt: There are amazing Chinese movies. Tim Ferriss: There are amazing Chinese movies. This is very, very true. But I don’t want to take us too far down a rabbit hole on the Chinese and so on. I want to come back to the question of directing or the topic of directing your own movies. You’ve directed quite a number. You mentioned when you were working with Spielberg, I suppose it was maybe a year later or a year and a half later you were going to directing your own film. Which film was that? Joseph Gordon-Levitt: That movie is called “Don Jon.” Tim Ferriss: So, “Don Jon,” you, as I understand it, wrote, directed and starred in “Don Jon.” Joseph Gordon-Levitt: Yes. Tim Ferriss: What’s the creation story? Why did you choose to make this movie, to write, direct, and star in it? Maybe you could give a synopsis of the – not necessarily a synopsis, but a sentence or two or three or four or five, however many you’d like, on the subject matter. Joseph Gordon-Levitt: Yeah. Well, “Don Jon” is sort of an off-take on the old Don Juan story, who’s a mythical womanizer. It’s about a guy who’s addicted to pornography and who, more than just being addicted to pornography, objectifies everything in his life, not only women, but his friends, his family, his own body, his car, his god. He treats everything as sort of an object, much the same way as he treats the women that he jerks off to when he’s watching porn and has to have a self-realization about that. It’s sort of a coming of age story – a coming of age story. Why? Why did I want to tell that story? Well, it’s, in certain ways, a story about media, which is something that I’ve focused on my whole life, and like I was saying, a story about how people objectify other people. I guess without trying to sound like I’m complaining, I have felt kind of objectified myself throughout my life because of being in the media. Tim Ferriss: Sure. Joseph Gordon-Levitt: Besides that sort of feeling uncomfortable for me – there were times in my life where it felt really uncomfortable. I had real anxiety about it when I was younger and I’ve gotten more comfortable with it now. Besides that, I also think that it’s not really good for the objectifier either, for people out there who watch these faces on screens and see them as these almost deified, special entities that are more important or more attractive or more worthy of celebration than the watcher. I think that’s a really prominent idea in our culture and one that deserves to be attacked and made fun of. So, that’s what the movie is sort of about. Tim Ferriss: What was hardest about making that movie or getting it distributed? What were some of the hardest aspects of that, if any come to mind? Joseph Gordon-Levitt: Well, writing is really hard. It’s super-fun. I love writing, but it’s hard, I think, partially because it’s more of a loner sport, at least that one was for me. I wrote it myself. I had a great time doing it. But I think probably if you ask what’s the hardest part, it’s those moments where I’d be sitting there having spent how many hours on this over the last X-years, trying to make this script something that I think is good, and hearing a voice in my head saying, “This has all been a waste of time. You should probably just stop now,” and that kind of thing. Tim Ferriss: That’s kind of the story of my life right there. Joseph Gordon-Levitt: There’s no one you can really turn to to fight that voice. In those moments, you kind of have to ignore it or if the voice is really getting the better of you, I found I would just have to be like, “Okay, I’m going to have to stop for now. I’ll come back to this later.” Tim Ferriss: Tim:                             Were there any books or resources or screenplays or resources or screenplays that you found particularly helpful or motivating in the process of writing this? Joseph Gordon-Levitt: I never read a book about screenwriting. I know they’re out there. I glanced at some. I skimmed through one recently called “Save the Cat,” which was, I thought, smart in a lot of ways, but also, with all due respect to the smart guy who wrote it, sort of cynical and off-putting at times. Yeah, I don’t know. I don’t want to say that I don’t recommend people read those books because there are probably some really good thoughts in those screenwriting books that talk about conventional structure and the three acts and things like that. I sort of, I guess, got to take, in a way, a shortcut, and in a way, a long cut, because I’ve been around it and I’ve read so many scripts over the years. Tim Ferriss: Right. Joseph Gordon-Levitt: My mom was reading me scripts before I could read. Tim Ferriss: That’s a good advantage. Joseph Gordon-Levitt: I have had a certain osmosis, I guess. Look, I probably learned as much from the bad scripts as from the good scripts. I’ve certainly read way more bad scripts than good scripts. For me, writing is a lot like acting. When you’re acting, you spend a lot of time with your script. So, when I’m writing a scene, I’m treating it much like I do when I’m preparing to act in that scene. Then I can read it and be like, “No, that doesn’t feel good.” I’ve had so many experiences as an actor where you’re sitting there with a scene and being like, “I just wish that this line was phrased a little differently.” When you’re the writer, you can just rewrite it, which is nice. Tim Ferriss: Absolutely. Joseph Gordon-Levitt: Depending on the director you’re working with, sometimes, you can come in and say, “Hey, can I say this a little bit differently?” That goes back to what we were saying about a director before. That’s exactly one of those moments where a director has to go, “Huh, we’ve been sitting with that line that way for all this time and now, I have to tell the actor yes or no – yes, you can change it or no, don’t.” There are ways to approach that. You can always say, “Let’s try it both ways.” I’ve found usually, the actors are right. The dialogue that I wrote was much improved by the actors in “Don Jon,” Scarlett Johansson and Julianne Moore and other ones too, who said lines that were ultimately sometimes subtly different, sometimes quite a bit different than what I wrote and I think really benefitted. Tim Ferriss: So, Joe, you mentioned being objectified, having experienced being objectified. This leads me to want to ask a question about fame in general because I have many listeners, many readers who, say, are on Instagram or on fill-in-the-blank social network, Snapchat, whatever it may be, and their very explicit goal is to be as famous as possible, to have as many followers, among other things. There are different indicators that they would use to determine whether they’re famous enough or not. But that is a real explicit goal for a lot of folks. Could you maybe share what you would say to someone who is currently holding in mind being famous as a goal? Joseph Gordon-Levitt: Yeah. This is something I think about a lot because I guess I’ve experienced it to some degree. Tim Ferriss: Being famous? I would say so. Joseph Gordon-Levitt: Well, from what I’ve seen and experienced, fame doesn’t necessarily make you happy. I think the assumption on the part of the people you’re describing is that if they get a certain amount famous, then they’ll be happy because that’s really what we all want is to be happy, depending on how you defined the word happiness, but I think that sort of is the word happiness, in a way – what we want to be. The people that I know that have whatever amount of fame, some of them are happy. Some of them are not happy. The fame isn’t what makes them happy. What makes somebody happy, I think, is do you have your health? Do you have good people around you? Do you get to do things that you like doing? That’s where it gets complicated because sometimes having a certain amount of fame does allow you to do the things that you want to do. So, it’s not a simple answer. Tim Ferriss: And there are tradeoffs also. It’s not like you just get the upside when you have a lot of public exposure. I know even in my tiny fake famous, 14 minutes into my 15 minutes of fame capacity I’ve had to sell houses behavior because a crazy person has gotten ahold of the address and shown up, certainly without any announcement. There’s been a perceived level of threat associated with that. That isn’t one-one-hundredth of what you’ve experienced. So, there are, sort of commensurate with your degree of fame, very real tradeoffs. Joseph Gordon-Levitt: For sure. There are real life tradeoffs like that. I would say the thing that’s much more impactful isn’t real life invasion of privacy in your physical space. It’s more an invasion into your mental space and to your own identity. I don’t think this is just restricted to being famous. And especially now that the lines have been blurred so much between who’s famous and who’s not famous – it used to be much more clear cut. But nowadays, you can be, like you said, on Instagram with a certain number of followers. Fame is much more of a spectrum now. Tim Ferriss: Right. Joseph Gordon-Levitt: I think it can be really toxic because it’s really addictive, I think. I think there’s a reason for it. I don’t think it’s evil or something. If you go back – I like to think of things in terms of how they evolved. I think to think of early humans, like at the beginning of 2001 or something. If you go back to early, early human-like creatures out on the Savannah trying to survive, it probably was an advantage if everyone in your tribe or your pack knew you. That probably meant that you were more likely to survive and pass on your genes. Tim Ferriss: Right. Joseph Gordon-Levitt: I think there is something biological in us that wants that attention. It’s not evil if you feel that urge. I think it’s pretty natural. I think that urge now in the context of modern civilization can be really addictive and sort of poisonous because what happens is you start seeing yourself through the eyes of others more and more of the time. I think social media has really created a giant leap forward in this direction and is the kind of thing that used to be reserved for very famous people who are maybe stalked by paparazzi or whatever. Now, everybody’s their own paparazzi. I feel like I see it a lot. There’s a good word to describe it, which I learned recently, which is intrinsic versus extrinsic. If you’re intrinsically motivated, it means that your motivation for whatever it might be is coming from within yourself versus being extrinsically motivated is when your motivation is coming from without, from wanting to do things because of how other people will perceive it. I think that’s a recipe for unhappiness, usually. Not absolutely – this isn’t a case of black or white. There’s plenty of virtue to wanting to do things that will make other people happy, etc. But when it really gets that deep inside your head, where your whole identity becomes a performance, I think that can be unhealthy. It can really do a number on your head. I’ve seen it. I’ve spent my whole life trying to avoid that, sometimes probably overzealously and I’m sometimes kind of overly protective or overly allergic to the trappings of fame, etc. But I’m so, I think, scared, of falling down that rabbit hole of becoming overly extrinsically motivated that I really try to stay away. Especially when it comes to art – art and fame are sort of odd bedfellows because if you want to be a musician or you want to be an actor, a lot of people, the people you’re describing who want to be famous, they want to be famous by becoming actors or becoming musicians or becoming some kind of artist. Again, it’s complicated because on the one hand, it might mean, “Oh, that means that my work is resonating with lots of people and that’s not necessarily bad,” but if you’re only doing it for that, I feel that’s kind of hollow. I personally feel like I can hear it or see it in someone’s performance. I won’t name any artist in particular, but sometimes I’ll see a performance in a movie or I’ll hear a song and I feel like they’re performing for their fame, not for themselves, for something that’s inside of them. Tim Ferriss: You’re alluding to something that have always impressed me about you.                   Joseph Gordon-Levitt: You know what? I want to hear what you – I want to also add, I think it’s important because I just pointed my finger at others, I want to say I’m not entirely innocent of that at all. That’s probably why it scares me is because I’ve felt it of myself. It’s very seductive. I’m sure I’ve been guilty of it in moments or in big times. I’ve been very guilty of it at times, but I really try to keep an eye on it because I’ve seen what it can do to other people and to myself. Tim Ferriss: Right, unabated, un-arrested, uninterrupted if you allow that – I’m not going to say infection because like you said, there are some very plausible explanations for why we want or crave social acceptance or validation. But if you apply jet fuel and steroids to it in the form of these technological tools that we now have at our disposal, if all you want is your face to be recognized by 200,000 more people on Instagram or a million and a half more people on Instagram, whatever it might be, it can be very toxic, as you noted. What I was leading up to is the observation – this may be incorrect, but at least in a few cases, it seems to be true – that you’ve taken very deliberate breaks from acting, from your career in entertainment, let’s call it. That goes back to your break for school, where you didn’t want to, in an unquestioning way, continue on a path that you were put on at age 6. So, there was a deliberate pattern interrupt. And then later, you took a bunch of time off when you had kids. I would imagine that in entertainment, perhaps like in technology and the world of startups and venture capital and so on, there has to be – I want you to poke holes in this if it’s not true, but there has to be a degree of fear of missing out in the industries that are associated, right? There must be people who continue to take whatever jobs they can get because they have a fear of becoming irrelevant, that if they step outside of that slipstream, no one will remember them X-number of years or X-number of months later. So, they make compromises. I’d love to hear – you can talk about any number of them – what has been the self-talk and the thinking as you decide to take breaks? Joseph Gordon-Levitt: Well, certainly, you’re right. The FOMO is real. It’s not just the fear. I think maybe even more in showbusiness than maybe any other industry, who gets a job as an actor is very emotionally driven. Studios have some metrics and stuff that they look at and they have some math formulas about what actors are in what movies that make what amounts of money. But compared to, say, what goes on in Silicon Valley, which is really, really data-driven – I’m only having learned what that means fairly recently – but it’s really emotionally driven who gets hired as an actor. So, it’s a lot about “heat.” If you stop, yeah, your heat is going to die down. It’s a real opportunity cost of taking a break. The two big breaks that you’re talking about, one when I quit acting for a while to go to college and another recently – I had kids and took a lot of time off and I’m still kind of taking – I’m working a lot less than I was before I had kids. Of course, there’s a professional opportunity cost, but it’s a pretty simple comparison, like, “What do I care about more?” I don’t want to say that – talking about parenting is really, really tough, I have found, as a parent because everybody’s got their own life. Everybody’s got a unique scenario and everybody makes their choices. Those choices, they’re such high-stakes choices that I feel bad even already just saying what I said because I don’t want to imply that if someone wasn’t able to take as much time off as I was that they were somehow doing a disservice to their kids. I don’t think that’s necessarily true. I think that’s too reductive. It’s not that simple. Everybody’s got to do what they’ve got to do. That said, I love having had the chance to work less and spend more time with my kids and I do think it’s wonderful that there are some countries in the world that afford people maternity leave and even paternity leave. That’s a lot less common in the US. I was fortunate enough to have made money in my life where I can afford to do it. Tim Ferriss: Have you had people try to talk you out of taking breaks or has that not really been something you’ve encountered? Or you commit to taking a break and you get a call from a manager or agent that say, “I know you’re on break, but we’ve got this one thing and I think it’s worth considering. Let’s talk about it.” Joseph Gordon-Levitt: That’s funny. What that makes think of, I have a long-time agent named Warren Zavala. He was actually an agent of my assistant when I quit acting and went to school and he was the one calling me when I was in school saying like, “I know you’re going to school, but you might want to consider getting back into acting.” And then once my heat had died all the way down in my early 20s and I wanted to get back into acting – by the way, I had been known for being on a TV comedy and I didn’t want to do that anymore. I wanted to dramatic and independent films and stuff and no one really thought that I could do that. No one really thought that I was going to have much more of a career. I think pretty much all of my agents thought, “Well, you’re that kid that was on that show and that’s where it ends,” and that’s what happens with most kids who are on shows, for better worse. Tim Ferriss: What was the show? Joseph Gordon-Levitt: I was on “3rd Rock from the Sun” from age 13 to 19. Tim Ferriss: Big show. Joseph Gordon-Levitt: Thank you, and one I’m very proud of and remember very fondly. Warren was the only one, really, who kind of kept calling me and said, “I think you could be good at doing the things you want to do.” He’s still my agent. He was the one trying to coax me back into acting when I was taking a break for college. All these years later when I had kids, he didn’t say one thing like that because he knows me too well and we’re friends. He had nothing but respect for me taking the time off that I did. Any agents out there listening, take note. Tim Ferriss: That is proper etiquette. Joseph Gordon-Levitt: Really well done, I think, which isn’t to say that he didn’t tell me about the opportunity cost because he did. That’s his job. But when he would tell me about the opportunity cost, he wouldn’t do it in any kind of passive aggressive way or threaten me. He would just be telling me the truth. That’s what’s so good about him as an agent. He really just tells me his perception of the truth of the business, which is not always kind, but is the most useful information. Tim Ferriss: When you were at that point at 19, let’s just say, and there are many non-believers in your ability to explore these other types of acting and so on – I’m looking at a piece from The Guardian. Feel free to correct this because there are misquotes everywhere about everyone. But when you were asked what type of acting you would like to do, you wanted to play in a movie that might play at Sundance or something by Quentin Tarantino. Joseph Gordon-Levitt: That’s true. Tim Ferriss: Then it comes to there was a good year, if not more, of being turned away by casting directors. The quote I want to explore is this, “There were moments, days, even, of listlessness – wallowing in self-rejection and loathing in despair.” It closes with, “I also had pretty strong moments of intense optimism.” But aside from Warren’s belief in you during that period, the one guy who keeps calling, what helps you get through those periods of rejection and self-doubt? Are there any tools in the toolkit or any particular tips you might give to people who are going through or at some point will go through that type of experience of doubting themselves? Joseph Gordon-Levitt: That’s a great question. Well, the first thing is simply just having good people around you. I had that, people who love you matter what. I’m lucky to have had that. But beyond that, this goes back to what we were talking about a minute ago of being intrinsically or extrinsically motivated. Those are the moments – it’s easy to be extrinsically motivated when the world is just giving you a bunch of thumbs up. Tim Ferriss: Right. Joseph Gordon-Levitt: But it’s in those moments where you really just – it’s just you. Tim Ferriss: In the darker times or the moments of rejection. Joseph Gordon-Levitt: Right. Tim Ferriss: If I may, what brought up this intrinsic/extrinsic motivation recently or in the last few years? Is that a book that you read that explored that? Was it something else? I believe “Grit” by Angela Duckworth is a book that explores this in some capacity as it relates to parenting, so how to talk to your kids. Joseph Gordon-Levitt: It might have been that. I think I just heard it from my wife, honestly. If not that book, she might have gotten it from – she’s read a fair amount about child development. That is something that we talk about in terms of parenting, wanting the kid to be intrinsically motivated. When you over-stimulate a kid, it can lead to always chasing that outside approval, which then leads to, when you’re an adult, if you can’t find satisfaction in yourself, you’re always going to be looking for it elsewhere. That might take shape in any number of forms, whether it’s ending up in a codependent relationship or an addiction to something or something much more subtle than that. I think, actually, you thought of it. I think it probably was in terms of child development that I learned those words. Tim Ferriss: But I did interrupt you. I apologize for interrupting you. Now I’m going to segue out of my interruption. You were talking about having good people around you and anything else that might come to mind. You’re saying it’s easy to be extrinsically-oriented when everyone around with high-fives and making it rain with money for great gigs, but on the flipside, it’s very punishing and painful to be extrinsically motivated when you’re on the other side. Joseph Gordon-Levitt: That’s just it. It was during this same time when I was trying to become an actor again and failing – I was getting rejected a lot – this is right when I started really taking seriously editing and making my own stuff because I kind of came to realize I can’t just wait around for someone to give me a part. It’s too painful. I have to be able to get the joy that I get through creativity on my own. I remember it was around that time I made a little short film and I submitted it to the Cotton Film Festival. It was in French. I did it anonymously. I didn’t go through my agent or anything. I wanted to see what would happen if I didn’t pull any of the strings or use any of the connections I had from having worked in showbusiness before. The short film did not get into the Cotton Film Festival. But I was actually surprised because I thought it was really good and I kind of thought it would. A dear friend of mine who’s a filmmaker – Rian Johnson is his name. I’ve been in two of his movies, his first movie, “Brick,” and then his third movie, “Looper.” He recently just made “Star Wars: The Last Jedi.” He’s a filmmaker and a great friend. I remember at that time, having just gotten rejected by the Cotton Film Festival, he recommended that I read “Letters to a Young Poet,” Rainer Rilke, sort of a known book. But there’s a passage in there all about solitude. I think it gets a lot of what we’ve been talking about in terms of being intrinsically motivated, which is so important, especially if you’re going to be an artist, although maybe no matter what you do. It’s all about how you have to just go into yourself and do your very, very best to let everything outside of that fade away and find what’s really, really going on in just your own – whatever you want to call it – your own psyche, your own self, whatever. I think in terms of the dark moments you’re talking about when you’re facing that kind of rejection, when the world is telling you, “You’re not going to do what you want to do,” or, “We don’t want you,” what really worked for me was just kind of ignoring that and finding motivation to want to keep making things not for them. Tim Ferriss: And taking the power into your own hands to create start to finish, which I think we’re going spend a lot of time on. We are going to spend quite a bit of time on it. I’m not sure if this is a timing connection. I’d love to ask you. You mentioned “Looper,” which in looking at your filmography, I believe it was 2012. Joeph Gordon-Levitt: Yeah. I shot it in 2011. It came out in 2012. Tim Ferriss: You were a busy, busy boy in 2012. Joseph Gordon-Levitt: Yeah. Tim Ferriss: “The Dark Knight Rises,” “Premium Rush,” “Looper,” “Lincoln,” lots going on. Now, I was looking at a GQ piece that came out August 2012. I’ve only read this name, so I’m probably going to butcher it. Is it Zooey Deschanel? Is that how you say the name? Joseph Gordon-Levitt: Yeah, Zooey. Tim Ferriss: Perfect. So, Zooey said that when the two of you did “500 Days of Summer” together eight years after first working together, you were lighter and less burdened. She said that you changed a lot. Why do you think she said that and what contributed to the change? Joseph Gordon-Levitt: That’s funny. Well, I think she’s comparing it to – Zooey and I have done two movies together, “500 Days of Summer” and then, I guess, eight years prior, we did this movie together called “Manic,” a little-known, tiny budget indie drama, which was really, really heavy. So, that might have contributed something to it. Tim Ferriss: The subject matter. Joseph Gordon-Levitt: We were making a movie about kids in a psychiatric lockdown facility. I think I probably felt like I had something to prove. When she and I first met, I was 19. I was up again exactly that moment that we were just talking about, where I wanted to do a movie that might play at Sundance. All my agents thought that I should just sign up for another TV comedy for the next five years and had no belief that I could do anything other than that. The casting directors seemed to agree with them. I was really worried, I guess, and feeling insecure about that. Tim Ferriss: When did HitRECord enter the picture and can you tell us how it came to be? Joseph Gordon-Levitt: Exactly the same time. Tim Ferriss: Alright. I thought there might be a correlation. Joseph Gordon-Levitt: Yeah. Tim Ferriss: I’m not saying it’s causal. What is HitRECord and why did it manifest? Joseph Gordon-Levitt: Well, it was in the midst of those exact times when I wanted to get jobs, trying to get jobs, failing to get jobs and feeling like, “Fuck, I can’t keep waiting around for someone else to let me be creative. I have to be able to do it on my own.” HitRECord became this little turn of phrase that I would say to myself in those moments, a little wordplay about the record button, hearkening back to the little videos I would make on the family video cameras that had a red circle with REC over it. When you hit record, you start to do it. And, of course, it’s sort of a play on a hit record. That was my little almost personal mantra or something that I had to be the one to do it. I had to push the button. I wasn’t going to wait to just be an actor and stand in front of the camera. I wanted to hit record. The play on hit record is an object, but to hit record is an action. It’s doing something. Anyway, these are the kinds of things I would stay up late at night musing about. Tim Ferriss: What does HitRECord become? Joseph Gordon-Levitt: It’s changed a lot since then. Well, I guess I’ll just tell the whole story, right? That’s the beauty of a podcast like yours. Tim Ferriss: Let’s do it. We have no rush. Joseph Gordon-Levitt: Yeah. I’m always telling the short version of this story. Tim Ferriss: No. Let’s do the long version. Joseph Gordon-Levitt: So, I mentioned earlier that right around that time, I learned to edit. So, I was finally able to start making things on my own, finish things. This is like 2004-ish, so a little bit before YouTube. I wanted to put the little videos I was starting to make on the internet and my brother helped me set up a little website called HitRECord. We named it after this little mantra that I was saying to myself. It was nothing. It was just a page of HTML where you could download a couple of QuickTimes of videos I had made. Over the next few years, I would sometimes put a new video on there, things like that. Then we put a message board on there, like one of those old PHP message boards, for the techies out there. It looks not too dissimilar from popular message boards nowadays like Reddit or something, but kind of the ancestor of that. Anybody could start their own. It was easy if you knew how to do a little code. My brother was a coder. So, he helped me put up this message board. We watched as this little community formed on a message board, at first around these little videos that I was making. But what we noticed that was cool was while some people came and posted on the message board just to talk to me about what I was doing or what I had made, what a lot of people actually wanted to do was make things together, both with each other and with me. We saw that – when I say we, I mean my brother and I – we were like, “That’s cool. That’s really new. That’s unlike anything you could have done prior to this new technology. It’s different than just playing videos on the internet because that’s kind of just like TV except on a different screen. But if people were actually making things together through the screen, now you’re really kind of doing something new. We leaned into that. At this time, it was nothing but a hobby. We weren’t spending any money. We had no intention of making any money. It was just something we were doing for fun. We spent a lot of time on it and had a lot of fun. But it grew and then I started thinking and talking with friends of mine about how this collaborative process that was happening within this community on this message board, would there be a way to have that operate on a grander scale. Could we make things that were at a quality level? Could make like a short film that would get into Sundance or could we make music that we could release as a record? Could we make a book that we published? Could we even maybe one day use this methodology to make a TV show? These were the kinds of things we were wondering. We set about figuring out how to do it. We started a company and hired lawyers to figure out the terms of service for the intellectual property of it and everything. We really wanted to maintain the collaborative spirit of people not just submitting a short film and being like, “Hey, I’m now posting my short film to your website. Will you try to get it into Sundance for me?” But instead, having there be a community of people that are working together and saying, “I can do this,” or, “I can do this.” “Oh, you wrote something? Maybe I’ll rewrite it.” “Maybe I’ll draw something based on what you wrote.” Maybe someone else will be like, “I like your drawing. Maybe I’ll animate your drawing,” seeing what could come out of that. It started working. That was in 2010 we launched it. It’s grown a lot since then. We did those things. We made short films that got into Sundance and we published films and we put out records. We made a TV show that won an Emmy. We’ve paid artists a couple million dollars now over the years. The funny thing – what comes to mind speaking to you, because you really come from the world of entrepreneurship and business. We never treated it that way. It was always more of an art project. Even though it’s become profitable over the last four years, it’s paid for itself. I bankrolled it at first and then it started paying for itself. But I remember people years ago would say, “How are you going to build it to scale?” And I would be like, “I don’t know what that means, so I’m going to pretend like I don’t care.” It’s only now that we’ve sort of accomplished some of the things we’ve looked to accomplish and we’re now looking to accomplish even more ambitious things that I’ve kind of come to realize if we’re going to just do more than just one TV show at a time, if we’re going to make lots of things and involve more and more people and really set an example for people how the internet can be something besides just a showcase, but actually a place where people are productive together, we need to make this thing work as a business in addition to an art project. It’s something I’m actually excited about. Recently, what I’ve been focusing on is figuring out not how to – I don’t want to change it, really – but how to figure out how to arrange it so that it can work and grow and make it more accessible to people. That’s what we’ve been focused on recently. Tim Ferriss: Well, it seems like you’re well on your way. Certainly, with the successes on the platform and the collaborative model where you’re paying out to various contributors who add their skillsets and so on to give projects, you’ve attracted the attention of some very big brands who have come to the site for help with creative projects. I want to, before I keep traveling on that thread, underscore something that you said, which is this didn’t start off as a business. It started off as an art project. Joseph Gordon-Levitt: Yeah. Tim Ferriss: Even though I can put on the business hat and I can run different prospective projects through a business set of filters might retrospectively – this is often the only way that you can see things clearly, hindsight being 2020, but my best business decisions – if someone were to look at the things that have turned out financially to deliver the most value to me personally and to the world, quite frankly, almost all of them started off with no financial considerations. Joseph Gordon-Levitt: Yeah. Tim Ferriss: I’m not saying that if you need to make rent payments that that’s the best way to figure out how to solve that problem. It isn’t. But if you look at the – for instance, even my involvement with tech and startups, it began with me planning out two years of what would be a real world MBA because I wanted to develop certain skillsets and I was, quite frankly, fascinated by this new world I knew very little about that a friend of mine was very deeply involved with. Or the podcast – the podcast began because I was completely burned out after completing this book called “The 4-Hour Chef,” which was an intense project that should have taken three years, but it was crammed into a year and a half, very proud of the product. I don’t think we sacrificed there, but in order to not to sacrifice there, just had to kill myself, effectively, for the entire period of time. The podcast was something I wanted to experiment with because I enjoyed being on the interviewee side of the table so much on shows like The Joe Rogan Experience and Nerdist and WTF with Marc Maron that I thought it would be a relaxing but productive way to decompress. I would be able to focus on getting better at asking questions, while simultaneously doing something that was completely different in some respects from writing a book. No monetization model, no plans to have any type of sponsors, nothing – that’s how it started. I think the reason – people ask me all the time like, “Do you still want to do the podcast? Are you still having fun?” I’m like, “Yeah. I am actually still having fun.” I think in part, it’s because it began with that being one of the sole criterion, really, for continuing it was, “Am I actually enjoying this? I’m going to commit to doing six episodes and if I hate it, I’m going to stop. In fact, if it just bugs me a little bit, I’m going to stop.” Joseph Gordon-Levitt: Right. Tim Ferriss: Low and behold, I enjoyed it more than I expected and I kept doing it. I think that you’re in a great position because this platform, born out of passion of yours and the others involved in the very early stages, was adopted. You’ve proven out the model, in many respects, which by the way, a lot of the best entrepreneurs I know adopt as their path, whether it’s Garrett Camp, cofounder of Uber, or others who help get projects to a very, very viable stage before looking for, for instance, any kind of outside funding. You’ve, I think, checked off the preliminaries in a very organic way that sets you up potentially now, if you want to create something that is not just self-sustaining, but fast-growing, to then bring in partners or outside funding, if desired, if that makes sense to really multiply how large this become and how quickly it can become that. Joseph Gordon-Levitt: That’s really, really exciting to hear you say that. Tim Ferriss: Yeah, I believe that. Joseph Gordon-Levitt: I wanted to just jump back one second because what you said reminded me of something that I think sort of ties of what we’ve been talking about together. When I first, first, first started acting, I was young. I was like 6. Tim Ferriss: Right, very young. Joseph Gordon-Levitt: My mom asked me if I wanted to do it. I had been singing in a choir and was in some community theater. Having grown up in LA, some of the kids who were in my community theater were going on auditions for commercials and shows and stuff. She asked if I wanted to do that and I said yeah. I always really liked it. But there would be moments sometimes where I would be like, “I don’t feel like going on an audition today,” or whatever. She would always say, “You really don’t have to do this. I want to make sure you never feel like you have to. We’re only doing this because you’re enjoying it. I can tell that you’d really enjoy it, but if at any point you don’t want to, you should just stop.” And she wasn’t saying it in any kind of manipulative way. I realized that was what that sounded like. Tim Ferriss: It wasn’t a wink-wink. Joseph Gordon-Levitt: “If you want to stop…” No. I think she really wanted to make sure I had that out. I eventually did take the out later in life. But it gets back to what you were saying of doing something because you really want to do it. That’s that intrinsic motivation as opposed to extrinsic. If it’s really, really something you want to do way down there, there’s kind of no substitute for that. Tim Ferriss: How are you thinking about the next few years of your life and HitRECord and all these things? You have a family now, certainly in a different place than you were ten years ago, certainly 15, 20 years ago. Where is HitRECord going and where are you going, do you think, in the next few years? Joseph Gordon-Levitt: I love movies and I hope I get to keep working on them. By movies, I mean whether it’s movies or TV or whatever. It’s all kind of blending together now. I hope I get to keep doing that my whole life. But what I would like to do is try to find a way to ultimately blend my conventional career in show business with what we’re doing on HitRECord. I think that’s still a while away before those two sides will really meld together. But one does kind of feed the other. Certainly, whenever I have some success, if I’m in a movie that comes out that does well, HitRECord sees a spike in interest, etc. I love the idea of the media being something different than what it’s been. I think frankly, maybe ten years ago or so or even a little more, when what’s been called Web 2.0 was starting up, when YouTube emerged and things like that, I was really optimistic about that. I think everyone was. “This is going to change the media. This is going democratize media. This is going to make it so that the media is no longer about celebrity and narcissism and things like that. It’s going to be about substance and beauty.” That obviously hasn’t quite come to pass. I think I was maybe a little overly optimistic. I don’t think HitRECord is necessarily the antidote, the be all and end all. But it is our community now of 600,000 people, it’s our stab at doing it a different way, where we don’t come on and just say, “Hey, world, look at me. Look what I’m doing. Look what I made.” It’s about, “What can we make together?” To me, it really feels like that’s the promise of the internet as a whole is people connecting to be productive together, not just to be endlessly entertained and fed ads. That’s what I hope to try to foster. Tim Ferriss: I find HitRECord fascinating also – people can check it out, hitrecord.org if that’s the best URL to use – but in part because you can peek under the hood and see how different types of projects are made and the constituent parts and the team that is involved. I’m looking at the site right now. You have the project development slate. You have a list of projects that are in concept development. Then you have a list of projects that are in advanced development. Then you have a list of projects and funded projects. People can get a better understanding and education about how creative projects get made from the earliest stages to final product. It’s an opportunity. I’m asked all the time, “What type of company should I start?” from, say, college seniors. I taught a lecture in high-tech entrepreneurship, which was, oddly enough, an electrical engineering course, not oddly because of the title, but because I have no electrical engineering background whatsoever. But I took this course, ELE 491 with an incredible professor named Professor Zschau. I was invited back to talk to students. I would get asked very often, “What type of company should I start?” or even worse, I hate to say this, but even worse would be, “What are the trends right now and what industry should I go into?” I’m like, “Oh god, that’s setting you up for a lot of pain if that’s the only filter you’re using.” It presupposes that people should out of the gate start their own company. I’m not saying they should or should not. But also, “What type of movie should I make?” or, “What type of album should I put together.” Joseph Gordon-Levitt: The same thing happens in movies, for sure. Tim Ferriss: Absolutely. One of the recommendations I often make, it’s not always the best fit. There are some people, you’re just like, “Okay, this is the next Zuckerberg. You do not need to spend five years at someone else’s company to learn the ropes.” But for a lot of folks, maybe it is worthwhile to spend, in the case of startups, a year or two years at a fast-growing startup so that you see exactly how this puzzle looks when it is put together in the early stages and to really build and education and skillset and relationships that will then help you when you decide to start your own thing. I think that HitRECord is also an opportunity to do that collaboratively, where it’s like alright, you think you might want to launch a career as a musician. You think you might want to launch a career as a filmmaker. Why not kick the tires by contributing on a project in one of those categories before you decide to bet the farm or jump head first into one of these things. I think it’s really a fascinating opportunity to educate yourself to develop skills and relationships simultaneously, even if you are not aiming to start your own project, if that makes sense. Joseph Gordon-Levitt: It’s funny you say that. Actually, that’s one of the things we tell people who just joined is don’t start out by starting your own thing. Find someone else’s thing that you like and help them and contribute. There are lots of people on there, talented people who have got their own projects going and they need contributions, whether it’s music or a writing a project or a film project or design project. We kind of do all kinds of media. They need those contributions to come in. That’s the best way to start getting involved. If you show up on HitRECord and immediately say, “I’m starting my own project,” it’s sort of like walking into a production company as the first day on the job at entry level and saying, “Okay, everybody, follow me. I’m going to lead this whole company in a project now.” It might work sometimes, but more often, it’s better to, like you say, work on other people’s stuff first, get your feet wet, and learn how it goes. The way things get made on HitRECord is really different than the way things get made anywhere else in the world, sort of, because it’s this open collaborative process. It’s very different than – there are similarities and differences to, say, a conventional movie set. But on a conventional movie set, not anyone can just stroll on and offer their ideas, offer in their ideas, throw in their two cents, or write a scene. Those doors aren’t open, whereas on HitRECord, anybody can. Then there’s the whole process of finding – okay; if anybody can come in and try to make stuff, you need people going through all the contributions and finding the ones that are the most applicable and can be useful in the final production. It’s sort of its own beast and one I’ve come to really love. But it takes some getting used to, for sure. So, I totally agree. Get started by finding someone on there who you admire, you think is good at what they do, see what they’re up to and see Tim Ferriss: This applies to so many different domains also. It makes me think of Y Combinator. For people who don’t know what Y Combinator is, you can think of it as the Harvard meets Navy SEALs of startup incubators. That’s one way to think about it. The acceptance rate is exceptionally low. They start off with very short – actually, I should say they filter applications first. Then the next round – at least last I checked, this is constantly involving. Y Combinator has become incredibly, incredibly powerful. Also, a lot of the great essays by one of the cofounders, Paul Graham – Joseph Gordon-Levitt: Paul Graham, such a great writer. Tim Ferriss: If people want to look up one of my favorites, I think it’s “Manager’s Schedule versus Maker’s Schedule,” also very helpful for creatives. One of the questions – I’ll paraphrase, but a paraphrased version of one of the questions they very commonly ask or at least did for a long period of time was, “Tell us about something you’ve made,” or, “Tell us about something you made recently.” That doesn’t have to be from blank slate. Just as you noted in your undergraduate experience, some of them might have been super compelling, but a lot of them were very abstract and based on rote memorization and not putting the rubber to the road. In my experience, if you want to learn how to do X, go do X, particularly, if there’s a way to do it with minimal risk, where you have an opportunity to observe other people who are attempting the same thing. For some, that might take the form of, say, going to RISD and learning design and having active critiques. I’m actually sitting on something called CritBuns, which is literally an ass cheek supporter that was the first real product made by Joe Gebbia, cofounder of Airbnb. Joseph Gordon-Levitt: My ass cheeks need some support. Tim Ferriss: Yeah, CritBuns, there you go. So, Joe, please give him my customary 5 percent. Where I’m going with that is that HitRECord and other environments that allow this type of open collaboration – for instance, I’m an advisor at a company called Automattic, M-A-T-T. For those that are wondering how that was named, the founder’s name is Matt Mullenweg. There you go, insider, Automattic. He has his first name in the company name. He was one of the, if not considered the lead developer on WordPress. You can see this type of beautiful collaboration and you also see in any large community, you’re also going to have some strife and the occasional village idiot. That’s going to happen, this incredible dynamic of organic creation that comes out of an open source project like that I think you can also see on HitRECord but in a very, in some cases a very visual medium. So, in any case, that’s my way – I don’t have any secret equity stake in HitRECord. I just think it’s a very, very exciting environment and sandbox in which creatives can experiment. Joseph Gordon-Levitt: That’s cool of you to say, man. Thank you. Tim Ferriss: Yeah. You’re at, like you said, 600,000 or so people? Let me know when you hit a million and I’ll take a short video of me taking a tequila shot and shoot it back over to you. Joseph Gordon-Levitt: Nice. Tim Ferriss: I want to be respectful of your time. You have so many different things that you can spend your time on. So, I really appreciate you taking time to have this conversation, first of all. Joseph Gordon-Levitt: Oh, man, my pleasure, sincerely. Tim Ferriss: Do you have any parting words, requests of the audience, anything that you would like to convey or suggest or ask before we wrap up? Joseph Gordon-Levitt: The last thing that I might say, and it does connect to a lot of the other things we were saying, is just then when you were talking about how if you want to do X, go and do X. If you want to learn to do something, if you’re considering a career, for example, as a musician or as a writer or an animator, maybe HitRECord might be a cool step. I would just talk about the other side of the coin, which is without any goal at all, if it just feels good to you, maybe you don’t want to be a professional artist of any kind, but I think there are a lot of people out there who have that urge to make stuff that don’t necessarily want to dedicate their entire life to it. I think that’s equally important. That’s sort of a part of creative culture that in a certain way I feel like we lose track of sometimes in this world where Silicon Valley is so excited to say to everybody, “We’re democratizing media and entertainment and now anybody can be a superstar. That’s cool. In older times, if you wanted to hear music, there wasn’t a radio and there wasn’t a grandma phone. If you wanted to hear music, it was going to be because your uncle happened to play a musical instrument or something. You would hear music not because you were listening to professionals play it or a recording of a professional playing it. You would hear your close people around you – friends, family. That’s the original meaning of folk music. In fact, it’s also the original meaning of popular music, popular meaning people. It’s people. I think the same goes for storytelling or for art of any kind, really. There’s something really beautiful about people who aren’t trying to be the next superstar but have that creativity in them and want to do stuff with it. I think that’s also really important to let out of you. You don’t have to measure it up against, “Well, if I put my song on the internet or my story, is it going to get enough likes or are they going to think that I suck?” Who fucking cares? That’s not what’s going to ultimately make you happy. That ties back to the fame question. What’s going to make you happy is if you have that urge to do it. That’s kind of where HitRECord came from for me and that’s what I hope that it can continue to be. Most of the people that come aren’t necessarily trying to be pros. There are some that are and often times, those are the folks that end up leading. But most people are just having a good time making stuff together. I never want HitRECord to lose that, for what it’s worth. Tim Ferriss: Definitely. I think it’s worth a lot. I’m trying to pay attention to what I would do if I couldn’t tell anyone or show anyone. What are those things? Or maybe it’s limited to two or three friends who come over on Friday nights who come over to have a glass of scotch and just say, “Hey, what the fuck have you been up to?” What do I show them? That’s it. That’s the limit of the audience. I’m not doing market testing. That can lead to some really beautiful places. I’m spending more time thinking about that myself. I appreciate the reminder. Where can people say hello if they want to try to say hello on the interwebs, if you’re on the socials, if there is anything that there is anything that you would like to put out there to the world if people would like to wave a hand? Or you can leave it at hitrecord.org. Are there any other places that you would like to mention before we put a pin in it? Joseph Gordon-Levitt: Yeah. If you want to make stuff together, HitRECord, that’s kind of what it’s for. I am on Twitter and Facebook and Instagram. So, you can check those out too. Tim Ferriss: Alright. I will link to the real accounts in the show notes, just so you don’t have just a fan account. I don’t want to have people go through 17 of those. So, for people listening, as you know if you’re a long-term listener, but if you’re not, let me tell you a little bit about how the show works. We will have links to everything, including hitrecord.org, including the books that were mentioned – “Letters to a Young Poet,” very powerful book that I recommend to everyone, as a side note. “Save the Cat,” which I also actually think is one of the, despite some of the cynicism and sterility of a few aspects of it, it is a very helpful book as a starting point when thinking of screenwriting and also calls me on my own bullshit, meaning, I’ve been talking about and thinking about screenwriting for so long, to the extent that I have fans that are hassling me about it. Thank you for hassling me about it, everybody out there. So, taking a page from this conversation on if you want to learn it, just do it. I think I have to stop reading books. Joseph Gordon-Levitt: Oh, yeah, for sure. Tim Ferriss: I have to stop asking people for advice and just actually sit down and stare at that intimidating blank page. Joseph Gordon-Levitt: Write a few shorts first. That would be my advice. Tim Ferriss: Exactly. I’m going to get on it, a few shorts. Joe, thank you so much, again, for taking the time. This was a lot of fun. Joseph Gordon-Levitt: Thank you, Tim. Tim Ferriss: To everybody listening, until next time. Thank you for listening. Joseph Gordon-Levitt: Cheers. Posted on: June 26, 2018.", "speakers": ["tim ferriss", "joseph gordon", "joeph gordon"], "text_sentences": ["hello, my pretty little mogwai, this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers, to tease out the habits, routines, life lessons, favorite books, and so on that you can use", "in this episode, we have a truth polymath – joseph gordon-levitt on twitter and instagram @hitrecordjoe, like hit record on a video camera, @hitrecordjoe, and his site is hitrecord.org", "joe is an actor whose career spans three decades and ranges from television, i.e", "“3rd rock from the sun,” or i should say e.g., to art house, “mysterious skin,” brick to multiplex, like “inception,” “500 days of summer,” “snowden.” he made his feature screenwriting and directorial debut with “don jon,” which had an independent spirit award nomination for best first screenplay", "he also founded and directs hitrecord, an online community of artists, around 600,000 now, emphasizing collaboration over self-promotion", "hitrecord has evolved into a community-sourced production company that publishes books, puts out records, produces videos for brands from lg to the aclu, and has run an emmy for its variety show “hitrecord on tv.” so, without further ado, please enjoy this wide-ranging conversation with joseph gordon-levitt", "joe, welcome to the show.            joseph gordon-levitt: thanks, man", "thanks for having me", "of course", "it’s been a while since we last caught up and i have so many questions and now i get to ask them in a public forum", "so, thank you for taking the time", "joseph gordon-levitt: yeah", "i’m really excited to be on your show", "i’m a listener – long-time listener, first-time caller", "yeah", "i’m flattered to be in the company of the people you talk to on this show, man", "it’s really cool", "thank you", "of course", "it’s completely my pleasure", "i thought we might start – of course, where i start is not going to be where i go", "the format of my shows is generally closest to the movie, “memento,” as i mentioned before we got started", "but i reached out to, as i often like to do with guests, a mutual friend to ask a question that i very frequently ask, which is – i’ll tell you the text that i sent and you’ll be able to guess who this is", "joseph gordon-levitt: okay", "i’m curious", "partially because i’m going to say the name", "“evan!” joseph gordon-levitt: oh, yeah", "“been ages, man", "hope you’re great", "i’m finally interviewing joe and we’ve had a few chats and one dinner in the last year", "might you be able to suggest any particular topics or questions or stories that can be fun or interesting to explore?” joseph gordon-levitt: does his answer involve balls", "it doesn’t, but now we have to talk about balls", "so, balls goes on the list, for sure", "how could it not", "he gave me a number of different thoughts and recommendations and then he added like 20 minutes later, “and he can breathe fire if you tickle his feet", "have fun.” so, i wanted to fact-check that first because knowing evan, i’m suspect", "so, true or false, can you breathe fire if i tickle your feet", "joseph gordon-levitt: that depends on your state of mind", "that’s evan goldberg, by the way, for those wondering who evan is", "could you explain for people who are like, “who the hell is evan?” who is evan and how did you first meet", "joseph gordon-levitt: yeah", "evan goldberg is known for being writing partners with seth rogen", "seth and evan are like the comedy pair and they started by writing “superbad” together", "they wrote it about themselves", "in fact, the character names of “superbad,” if you go back and watch it again, are seth and evan", "i think michael cera is playing evan, right", "jonah hill is playing seth, if i’m not mistaken, which is wildly inaccurate to who they are, but funny anyway", "they’re just two really hilarious guys", "we did two movies together", "the first one was “50/50,” and then the second one was called “the night before.” they’re really, really smart dudes, which is funny because they make humor that probably doesn’t get regarded as smart, but as with many things in movies, i find, often times the stuff that is considered low-brow or mainstream or pop is often the most intelligently constructed, which applies to them sometimes, not other times", "yeah", "they’re very, very smart guys", "just to paint a picture for folks – evan always wears shorts", "he does all his meetings standing up, just about, which can cause some anxiety if you don’t know why he’s standing and don’t realize that’s what he always does", "or he’ll be in like a deep squat like an olympic weightlifter, which is a whole separate story", "joseph gordon-levitt: he always says sitting is the new smoking", "right", "pro-tip for anyone who might bump into these folks – if you sit down with them and they’re brainstorming, i would advise you not to smoke with them unless you consider yourself – joseph gordon-levitt: a really good smoker", "a really, really strong smoker", "joseph gordon-levitt: i’ve had that experience on both sides", "i’ve been working with them in phases where i was smoking a lot and phases of my life where i was not smoking a lot", "the first time i met them – well, it wasn’t the first time we met, but it was the first time we really hung out – they were asking me to do their movie, “50/50.” i flew up to vancouver where they were", "time was short, for reasons that don’t really matter for the story", "they had to cast this role really quickly, as happens all the time in show business", "i read the script and that night flew up to vancouver to sit down with seth and evan and jon levine, who was directing the movie", "we had a good talk about the movie and talked about the things that one normally talks about", "and then we sort of got to a point where that part of the meeting came to a natural conclusion, at which to seth pulled out a joint and we went up to the roof and smoked and then had what felt like the real meeting, even though it was not", "it’s like meeting with chinese bureaucrats except they’re not chinese and you’re using a different substance", "joseph gordon-levitt: is that how it goes", "they’ll bring out something called baijiu, which is this horrifically strong and unpleasant alcohol and that’s when the real meeting starts", "joseph gordon-levitt: oh, wow", "see, to me, smoking weed and strong alcohol could not be two experiences that are more different from each other", "right", "joseph gordon-levitt: that’s not everyone’s experience", "look, everyone has their own, i think, reaction to different to different substances and i’m not one of those weed smokers that encourages people to smoke weed because i do think it’s different for everyone", "but for me, at least at certain times in my life, it’s not brain-killing", "it’s kind of the opposite", "my brain would leap places that it might not otherwise", "and those guys – well, i should mention a few things for folks", "number one, if you’re going to bc, you’re going into the dragon’s den of high-potency plant matters", "joseph gordon-levitt: true", "you really need to have your wits about you", "second, for those people – we won’t spend too much time on this – but who are interested in what master sommeliers of pot, i.e", "evan and seth, would recommend – the pot that they use for creative work, the pot that they use for functions a, b, c, d, and e, we do talk about it in the podcast that i did with the two of those guys", "joseph gordon-levitt: yeah, i’m not surprised", "you can check it out", "the reason i brought it up, aside from the bullets and the balls that i’ve put onto my list now that we will get to – joseph gordon-levitt: that’s just because they get paid lots of money to make jokes about balls", "ah, yes", "joseph gordon-levitt: he surmounted my expectations", "he exceeded my expectations by making the fire-breathing joke", "that was much more tasteful than a joke about my balls", "the first thing he said wasn’t a joke at all", "you alluded to it just a moment ago that i wanted to ask you about", "the first thing he said – i’ve known evan for a while", "we’ve had plenty of exchanges", "so, the very first thing he says is, “he’s awesome", "he saved our movie, ‘50/50.’” i’m going to edit what he said slightly afterwards, but he said, “such and such person was cast and he had to drop out and joe replaced him in 24 hours, which is all the time we had before they shut us down and i forever love him for it.” so, why did you choose to do that movie", "joseph gordon-levitt: yeah", "i should say the person who had to drop out, it was a family emergency", "so, there was no bad blood between anybody", "yeah", "why do i choose – it’s a larger question that i think applies here the same as any movie, why i choose any given movie", "the first thing to say is i’m incredibly lucky to get to choose what role i do or don’t take", "it wasn’t always that way for many, many years", "i started acting when i was 6", "for a long, long time, up until, actually, pretty much a few years ago – well, it’s more than a few now, isn’t it", "i’m getting old", "i would just audition and take the part", "if i got a part, then that was great news and i would do the part that i got", "i went on lots of auditions", "so, i come from the mentality of it’s amazing to get a role", "however, in recent years when i’ve been fortunate enough to be able to kind of pick what i do and don’t do, it’s sort of the only power you have as an actor in a way is the power to say no because once you say yes – movies really aren’t the actor’s medium", "that’s really cool and can also be frustrating depending on the context", "if you’re working with a director and other filmmakers who you’re on the same page with, it can be incredible to have them there bringing forth and refining and presenting the work that you do, but if you’re not on the same page with somebody, it can be really frustrating because you can try all you want to make the performance what you think it should be, but ultimately, it’s going to be up to the director", "what i think often gets overlooked or underemphasized is how big a role all the other factors are", "you think you’re watching an actor giving a performance", "and you are watching an actor", "but you’re also watching the work of an editor and the camera crew", "you’re listening to the work of the musicians, production design, all these other factors that all contribute to the feeling that you get when you watch a performance", "so, what makes me say yes is when i feel good and on the same page with mostly the director because it should be the director’s job to kind of be steering the whole entire ship with all of those elements in the same direction", "it’s not always just the director", "like in the case of “50/50,” with seth and evan, there’s jon levine, who is very much the director, but also seth and evan, who are producing, that are big parts of the collaborative process", "they’re very collaborative in general", "that was one of the things i liked about their situation that they create", "they really let the actors in", "it’s a very collaborative thing", "you can feel like you trust them", "they’re not going to tell you they want one thing and be doing something else and try to trick you into anything", "there’s a phrase sometimes that gets said – people will say to a director, “oh, you really got a great performance out of that actor.” i always feel like that’s not really how i would put it", "some directors do try to take the proactive role and be like, “it’s up to me to get this performance out of you.” “so, i’m going to use my manipulation or whatever it takes to force you into feeling what i need you to feel right now,” which to me feels adversarial and in my experience doesn’t usually work as well as, “let’s all be on the same team,” where the director is supporting the actor to help the actor do what they need to do and then presenting and making sure all of the other elements are on the same page so that it all comes together in a cohesive way and the audience can feel it", "you mentioned directing", "as someone who’s never been involved with film – although i’ve been involved with some unscripted television, which is a totally different animal", "joseph gordon-levitt: less different than you might think", "that’s true", "a lot of unscripted television is exactly scripted", "let’s be clear", "and just for people at home who might watch some reality tv, if you ever see a lot of people standing in a kitchen and there’s someone mixing a random thing in a bowl, they’re not actually mixing anything", "why are they all standing in a kitchen", "there’s natural light", "no one in real life does that", "that was planned", "joseph gordon-levitt: i think the difference between unscripted and scripted is if you call the writers producers, you don’t have to pay them as much", "i read somewhere that you’ve talked about the ability to balance a thorough plan with spontaneity at the crux of being a good director", "i don’t want to misquote you, but – joseph gordon-levitt: i think that’s true", "i’d love to hear, since you have worn many hats", "you are not just an actor", "you’ve done many other things", "could you tell us, maybe, a story or give an example of directors you’ve worked well with and things they’ve done to help you or to help the entire movie move well", "what comes to mind for me, as someone who really doesn’t know much about this at all, i remember someone telling me at one point, that instead of saying, “action,” clint eastwood would say – or maybe he still says – “whenever you’re ready.” that was his lead-in", "not to say that makes a big difference, but there are varied – and then robert rodriguez, living now in austin, texas, as i do, i’ve gotten to know, he’ll play music in between takes", "he’ll actually hire artists to help people learn how to paint while they’re on set as a way of – joseph gordon-levitt: i did some painting on rodriguez’s set", "that was fantastic", "cool", "that’s right", "i’d be curious to know what directors you’ve worked with have done from that perspective to help things that you’ve found memorable", "and then also, what you’ve done when directing other people and how you forged your own style as a director", "joseph gordon-levitt: sure", "let’s see", "the first feature film i was ever in was a movie called “a river runs through it,” which was directed by robert redford, who’s a great actor-turned-director", "i was 10", "i remember – this is one of my favorite stories", "i remember we were doing a scene where i had to walk up to my dad at his desk and show him something i had written", "we did a few takes", "i wasn’t hitting my mark", "a mark is a little piece of tape that they put down on the floor so when you walk into a room you hit that mark", "that mark is important for you to hit because they’ve set up the camera", "they’ve set up all the lights to all look good for the actor to stand in that position", "if the actor is standing in a different position, it will look different", "by the way, the cinematographer for “a river runs through it,” won an oscar for this movie", "he, the dp, director of photography, which is the same as cinematographer, he walked up to me after the second time or whatever that i missed my mark and very nicely asked me to make sure that i stood on the mark, stood where that green piece of tape was on the floor", "i was nervous", "i was 10", "i had been on plenty of sets before", "i had been working; i think i said, since i was 6", "but no matter who you are or how long you’ve been doing it, it doesn’t feel good to mess up twice and have to get into it like that", "and you’re not the only person on the set, right", "i imagine this is – you have more than – how many people are around you as you’re filming something like this", "joseph gordon-levitt: oh, 100, i’d say – yeah, around 100", "wow", "joseph gordon-levitt: that’s like a standard film crew-ish", "so, i really was staring at that green piece of tape on the floor and knew that when we did the next take, i was definitely going to walk in and stand right exactly on that green piece of tape and that’s what i was focused on", "and right before they rolled camera, redford came up to me and just quietly said in my ear, “i never hit my marks.” and that’s all he said and he walked away", "that was so important because on the one hand, yes, here’s this oscar-winning cinematographer who set up the shot and if the actor is not on the mark, the shot won’t look the way he wants it to look", "but i think mr", "redford had a lot of wisdom there to know that no matter how good the shot looks, if your actor is focused on a green piece of tape on the floor, it’s not going to really be worth watching", "that’s a great story", "that is a great story", "i suppose that’s also part of the gift that someone like redford brings to the table is that he has so much experience in the shoes of actor", "joseph gordon-levitt: yeah", "he was the first actor/director that i had ever worked for and i really loved that", "that’s a perfect example of why, because of just what you’re getting at, that he could say with authority, “i never hit my marks,” which i’m sure he’s exaggerating", "i’m sure he does hit his marks", "he needed to correct my head there for a second", "any other directors come to mind who have lent memorable experiences to your memory banks", "joseph gordon-levitt: yeah, sure, there are tons", "i’m trying to think of a really good example", "this might sound like i’m name-dropping, but watching steven spielberg set up a shot is pretty special", "i remember asking him about shot listing", "shot listing is sort of a standard thing that a director does", "you write down all the different shots that you want to get for a scene because in any given scene, you might want to capture it from three angles, four angles, five angles, depending on how you like to do it", "so, i asked him", "this is actually in 2011 when i was shooting for him in a movie called “lincoln,” which is just the year before i got to direct a movie", "i was really thinking about it", "i’ve always since i was young followed directors and tried to soak up what i can, but at that time, i was really thinking about directing soon", "i asked him if he shot listed", "he showed me in his script a couple of tiny little lines that were just – no one would have… a shot list – when i shot my movie, a shot list was a long document with lots of description about all the different shots that we did for every scene", "he had like a couple of pencil marks in his script because he just – i figured that he would be a meticulous shot lister as well because his shots are so well-composed", "he doesn’t, really, or at least he didn’t on “lincoln.” i would watch him", "yeah, why is that", "why the difference", "joseph gordon-levitt: i think because he’s just got such facility that he would prefer – this gets back to the original point of spontaneity versus planning – he would prefer to watch what the actors do and figure out how he wanted to shoot it based on that, rather than have the actors have to fit into a pre-planned shot list", "that’s what he would do", "when we would show up to rehearsal, he wouldn’t be thinking about camera yet", "some directors do", "he wouldn’t", "out of curiosity, if you had to speculate, do you think he had shot lists earlier in his career", "was he someone that learned the rules and followed the rules for a period of time until he was so expert at following the rules that he realized he could abandon some of them or do you think he’s operated that way from the beginning", "i raise it in part because i recently watched a documentary – i think it’s simply titled “spielberg” – about his life", "it’s a fantastic hbo documentary", "i enjoyed it, at least", "it painted a very human picture of him, including his frailties and weaknesses and failures and how he’s contended with them", "but do you think that he’s always operated that way or that he later, only having become this virtuoso with confidence, then abandoned the shot list", "joseph gordon-levitt: i would guess the former", "i can’t confirm that", "i never quite asked him that, but i would guess that when he was shooting “jaws” or when he was shooting “raiders of the lost ark” that he had some shot lists", "that would be my guess", "although, he was famous for a while for going wildly over-budget, so who knows", "joseph gordon-levitt: true", "and you know the story about the shark fin", "that’s an old known story", "why don’t you tell the story", "it’s so good", "joseph gordon-levitt: okay", "for those of you who, like my wife, don’t know the lore of movies, if you’ve ever seen “jaws,” which is one of the most powerful movies ever, it’s about a shark", "you never see the shark, but you see its fin sticking out of the water", "the story goes – i never asked him about this because i’m sure he’s sick of talking about it – the story goes that they had planned to see the shark a lot in the movie and they had built this big animatronic shark", "nicknamed bruce", "joseph gordon-levitt: i didn’t know that detail", "that’s funny", "yeah", "joseph gordon-levitt: it didn’t work", "they got on set and like anything technical, it fucked up right when you needed it to work", "so, his solution was, “okay, well, we can’t see the shark", "can we make it work so that we can see its fin sticking out of the water?” if you see the movie, it’s so effective", "the shark is so much scarier because you never see it", "you just see this fin", "it’s so ominous", "they didn’t know that was going to happen", "that speaks to the point you brought up again, spontaneity versus pre-planning", "that’s exactly being a film director", "you’re on a set", "days of production are so expensive", "directing a movie is like a two-year process, wherein you’re actually shooting for like two months of it, but you’re spending – i don’t know what the actual number is, but some huge percentage of your budget is going into this very small sliver of time", "so, you’re always on the clock", "you’ve planned everything, but then something else will happen", "either something will fuck up or some new great idea will emerge all of a sudden and it’s up to you to decide at that moment on the clock, “should i stick to the plan or should i go to this new thing that just came up?” the ones who can kind of make that decision well, in my experience, are the best directors", "so, i have a number of follow-up questions, but i’ll also mention something that stuck in my mind from a director, even though i’ve never been directed, per se, as you have", "i mentioned robert rodriguez", "he was in the last two of my books, in fact, both “tools of titans” and “tribe of mentors” and was on this podcast", "that’s when i first met him in person, to have him on this podcast", "he said to me at one point something along the lines of the following – you’ve met robert, so you can imagine him saying this with this gigantic smile on his face because he always seems to have this gigantic smile on his face", "joseph gordon-levitt: he has a lot of fun", "and he’s a big dude, so it’s an especially big smile", "he’s like the tony robbins of filmmaking", "he’s always optimistic", "i shouldn’t say always, but in my experience with him, he’s a very upbeat dude", "he said, “i have these young filmmakers come to me all the time and they say, ‘i ran this project and i was working on this thing and the lighting didn’t work and the grip fucked this thing up and this and this.’” he said, “the point i always make is that’s your job is that nothing is going to work.” joseph gordon-levitt: yeah", "that’s well-put", "they don’t understand that the job description of filmmaker is nothing is going to work", "joseph gordon-levitt: it’s true", "if everything worked, the director would just be able to show up and say, “action,” and, “cut,” kind of", "right", "joseph gordon-levitt: if everything was done properly, then the actors will have rehearsed and known what they were going to do", "everything should be shot listed and prepared", "of course, everyone has their own methods", "the truth is a director does do a lot more than, “action,” and, “cut.” i think it comes back to the same thing that we’re talking about", "on the day, things always arise that you don’t expect", "there has to be one person who’s making those decisions because it would take too long if those decisions were made by committee", "too expensive, can’t afford the delays", "on the “jaws” point, in addition to the fin, for those people who have seen or want to see it, there are these open water scenes, which, by the way, much, much more complex than spielberg expected to film", "so, even the fin was difficult to use and they didn’t want to overuse it", "so, they came up with on the spot the idea of using these barrels to track the shark", "for those of you who want to check it out, you can revisit that, but it was absolutely an example of the improvising that you mentioned the ability to improvise", "how did you learn to direct", "now, putting aside, if possible, the fact that you had been directed so much – so, you’ve been absorbing through osmosis, perhaps, quite a bit, given your career", "but when you knew that on the horizon, you were going to be directing your own film, how did you go about learning more about directing, the craft, maybe the technical side, whatever it is that you felt you needed to know", "what was your approach to learning how to do that", "joseph gordon-levitt: yeah, first of all, i just had the advantage of being on a set a lot and watching a lot of directors on a set", "so, that part kind of came naturally", "but there’s a lot more to directing than the time on the set", "one other thing that i came to focus on, though, was editing", "as an actor, you never get to be in the editing room", "you’re not really aware of that whole process and it’s a huge, huge part of what makes a movie", "i love editing", "i remember when i was growing up, i always wanted to edit, but you couldn’t yet", "that wasn’t available to consumers yet", "it sounds hard to believe now because you can edit video on your phone nowadays", "when i was first starting to make fun little videos with my buddies when i was 10 or whatever and we were using our family video camera, which weighed more than 50 iphones all duct-taped together, editing was sort of the holy grail", "we would try something and be like, “oh, wait, i wish we could do it again,” but you kind of can’t do it again unless you can edit", "you kind of could if you set it up", "it was a real pain in the ass if you tried to dub what you had shot onto the video camera onto an old vhs vcr and hit the pause button at just the right moment and then find the next thing and dub again", "hopefully the cut was sort of smooth, but it never was", "anyway, when editing finally became something you could just do on a computer at home, i was thrilled", "for my 21st birthday, i got myself a new computer and my first copy of final cut pro", "this was like 2002", "i ended up dropping out of college because i was so fascinated with sitting there and editing", "okay", "just for people who – joseph gordon-levitt: sorry, i know i skipped ahead", "no, we’re not skipping ahead", "we’re jumping all over the right places", "so, just for people who don’t have this context – maybe we should revisit this", "so, you went from showbusiness, so to speak, back to school, and then the – this was one of the catalyzing events for leaving school was getting this final cut pro", "joseph gordon-levitt: it was 100 percent the catalyzing event", "i would be sitting there at night and i was supposed to be writing a paper for college and all i wanted to do was edit", "i was like, “i think i have to drop out of school,” and then i did", "alright", "there’s no set script for this conversation", "let’s talk about that for a second", "we can come back to directing", "i want to certainly talk more about your own experience with your film", "of all things, why go back to school", "place us in time", "where were you", "what were you doing when you decided to go back to school and why", "a lot of folks are thinking of you, your name, impressive career – why do that", "what was the scene, if you can set us up with a description of where you were in life and how you made that decision", "joseph gordon-levitt: well, i’d been acting since i was 6 years old and was lucky enough to do it pretty consistently throughout my childhood and adolescence", "just as a quick side note because i’ve been drinking green tea since we started, so now i have more personality – is it true that you used to blow out your birthday candles wishing for gigs or something like that", "am i making that up", "am i hallucinating", "joseph gordon-levitt: no", "that’s something in a magazine that’s true", "great", "there’s a lot in the magazines that may not be true", "okay", "cool", "you’d had this long career already, starting at age 6", "please continue", "joseph gordon-levitt: well, i had always wanted to go to college", "my dad actually dropped out of college, but my mom really spoke very highly of university and even got her master’s", "i was just always really looking forward to that", "i always liked school", "i was always sort of studious", "i liked learning", "i always, frankly, found elementary school, junior high, high school a little lacking in what i was really wanting", "i was hoping that once i got to college, then i would be in these classes that were blowing my mind all the time", "i think also besides the academics, i wanted to not know my future", "i always had", "right", "that makes perfect sense", "joseph gordon-levitt: i was around all my friends", "some of them were going to college", "some of them weren’t", "but they all were finishing high school and starting off on life and figuring out what they wanted to do or what they wanted to be", "i felt like, “wait, i shouldn’t just let my 6-year old self make the decision for me of what i’m going to be for my whole life.” i should be also making that decision, not just 6-year old me", "so, i thought it would be right to quit acting for a while and just go to school", "that’s what i did", "i think it was one of the better decisions i’d ever made, both to quit for a while and also to move away from home", "not everybody can afford to move away from home, but luckily, i was able to", "living in a new city, while on the one hand, really challenging, was a huge growth spurt just for who you are and what you think and what you know", "i loved moving away", "where were you moving from and where did you move to", "joseph gordon-levitt: i grew up in the san fernando valley, sherman oaks, which is a suburb in la, although all of la is sort of a suburb because it doesn’t have a center like a conventional city", "but this was really the suburbs", "i moved to new york city, like manhattan", "columbia university is where i went", "i still miss new york", "i don’t live there anymore, but new york city is just incredible", "walking around – in la, you don’t walk so much", "you mostly drive places", "still my favorite thing to do in new york is not any particular restaurant or bar or site or anything", "it’s just walk out your door wherever you are and walk and see what you see and see who you see", "i get so much inspiration from doing that whenever i go to that city", "it is an amazing city", "now, you ultimately, as you mentioned not too long ago, found final cut and that was the end of school", "what did you choose to major in and why", "besides moving away from home, why did you find it to be a valuable experience", "joseph gordon-levitt: i was about halfway through a bachelor’s when i decided to drop out", "choosing a major was looming, but i never actually had to do it", "it would have been a french major because by that time, i was taking my classes in french", "i frankly – this isn’t any sort of slight to columbia university, where i went – i just found myself underwhelmed in the academic setting", "there were some classes that really interested me", "one thing that really bothered me was you were supposed to read so much that there was no way you could read it thoroughly", "right", "joseph gordon-levitt: i felt like that’s what i had been trying to get away from – high school, where you’re having to prove to someone that you read something and it’s kind of condescending and not very enriching", "i thought college was going to be something more than that", "maybe it would have been if i were using it right or maybe it would have been if i had stuck around and declared a major", "but what i really did like was studying in french because then, no matter what, i was learning", "just sitting in the class and listening to the teacher speak french or trying to read something in french, no matter what the subject matter, no matter what the paper was supposed to be on or what the test was or anything, just the fact that it was in another language meant i was learning", "i had always wanted to speak another language", "i felt sort of inferior for not speaking more than one language", "i got to the point where i – i wouldn’t say that i’m a fluent french speaker like someone who lives there, but i can have a conversation with someone in french", "i can read the newspaper slowly", "it really taught me a lot even about english and about language to have more than one in my head", "definitely", "why did you choose french", "joseph gordon-levitt: i think mostly because i liked french movies", "that’s a perfectly good reason", "joseph gordon-levitt: it’s sort of an aesthetic thing", "my mom studied french", "so, i always had that in the air, sort of a francophilia", "she lived in france for a number of years and spoke about it really romantically", "that’s one of my favorite moments in life is walking through paris with my mom and her being like, “this is where i worked when i was younger than you are now", "i loved it here.” there was a real completion there to getting to do that with her", "nowadays, there are probably other languages that would be much more practical to learn – not just nowadays, back then too", "aesthetically, i just always found it really appealing and i liked it", "i think with language, not to interject and add too much of my own thoughts here – joseph gordon-levitt: i want your thoughts", "languages can be very challenging", "i deeply feel that if you, as a native speaker, say, of english, want to learn a language that unless you need to absolutely get a job that requires another language – for instance, if you are an ethnic indian living in dubai and you need to speak english to work in the hospitality industries in some capacity, focus on english", "otherwise, i would suggest you follow your interest", "in your case, yours was spurred by exposure to french films because there are going to be challenging times", "there are going to be difficulties along the road and you want to have the enthusiasm and the passion that you feel for not just the language but the culture to help you get over those hurdles", "i remember very clearly when i was just starting as an east asian studies major in college to take chinese", "i had been taking japanese and i had just started chinese and there were 60 kids in the class", "within two weeks, there were 12 kids in the class because the pronunciation and so on is so alien and so strenuous, so stressful, i should say, more accurately, that it weeds out a lot of people that are just there to develop a toolkit for a prospective career that may or may not even materialize later", "joseph gordon-levitt: right", "it’s the people who are obsessed with something really odd, like the i ching or obsessed with calligraphy or some weird – not necessarily weird", "joseph gordon-levitt: there are amazing chinese movies", "there are amazing chinese movies", "this is very, very true", "but i don’t want to take us too far down a rabbit hole on the chinese and so on", "i want to come back to the question of directing or the topic of directing your own movies", "you’ve directed quite a number", "you mentioned when you were working with spielberg, i suppose it was maybe a year later or a year and a half later you were going to directing your own film", "which film was that", "joseph gordon-levitt: that movie is called “don jon.” so, “don jon,” you, as i understand it, wrote, directed and starred in “don jon.” joseph gordon-levitt: yes", "what’s the creation story", "why did you choose to make this movie, to write, direct, and star in it", "maybe you could give a synopsis of the – not necessarily a synopsis, but a sentence or two or three or four or five, however many you’d like, on the subject matter", "joseph gordon-levitt: yeah", "well, “don jon” is sort of an off-take on the old don juan story, who’s a mythical womanizer", "it’s about a guy who’s addicted to pornography and who, more than just being addicted to pornography, objectifies everything in his life, not only women, but his friends, his family, his own body, his car, his god", "he treats everything as sort of an object, much the same way as he treats the women that he jerks off to when he’s watching porn and has to have a self-realization about that", "it’s sort of a coming of age story – a coming of age story", "why", "why did i want to tell that story", "well, it’s, in certain ways, a story about media, which is something that i’ve focused on my whole life, and like i was saying, a story about how people objectify other people", "i guess without trying to sound like i’m complaining, i have felt kind of objectified myself throughout my life because of being in the media", "sure", "joseph gordon-levitt: besides that sort of feeling uncomfortable for me – there were times in my life where it felt really uncomfortable", "i had real anxiety about it when i was younger and i’ve gotten more comfortable with it now", "besides that, i also think that it’s not really good for the objectifier either, for people out there who watch these faces on screens and see them as these almost deified, special entities that are more important or more attractive or more worthy of celebration than the watcher", "i think that’s a really prominent idea in our culture and one that deserves to be attacked and made fun of", "so, that’s what the movie is sort of about", "what was hardest about making that movie or getting it distributed", "what were some of the hardest aspects of that, if any come to mind", "joseph gordon-levitt: well, writing is really hard", "it’s super-fun", "i love writing, but it’s hard, i think, partially because it’s more of a loner sport, at least that one was for me", "i wrote it myself", "i had a great time doing it", "but i think probably if you ask what’s the hardest part, it’s those moments where i’d be sitting there having spent how many hours on this over the last x-years, trying to make this script something that i think is good, and hearing a voice in my head saying, “this has all been a waste of time", "you should probably just stop now,” and that kind of thing", "that’s kind of the story of my life right there", "joseph gordon-levitt: there’s no one you can really turn to to fight that voice", "in those moments, you kind of have to ignore it or if the voice is really getting the better of you, i found i would just have to be like, “okay, i’m going to have to stop for now", "i’ll come back to this later.” tim:                             were there any books or resources or screenplays or resources or screenplays that you found particularly helpful or motivating in the process of writing this", "joseph gordon-levitt: i never read a book about screenwriting", "i know they’re out there", "i glanced at some", "i skimmed through one recently called “save the cat,” which was, i thought, smart in a lot of ways, but also, with all due respect to the smart guy who wrote it, sort of cynical and off-putting at times", "yeah, i don’t know", "i don’t want to say that i don’t recommend people read those books because there are probably some really good thoughts in those screenwriting books that talk about conventional structure and the three acts and things like that", "i sort of, i guess, got to take, in a way, a shortcut, and in a way, a long cut, because i’ve been around it and i’ve read so many scripts over the years", "right", "joseph gordon-levitt: my mom was reading me scripts before i could read", "that’s a good advantage", "joseph gordon-levitt: i have had a certain osmosis, i guess", "look, i probably learned as much from the bad scripts as from the good scripts", "i’ve certainly read way more bad scripts than good scripts", "for me, writing is a lot like acting", "when you’re acting, you spend a lot of time with your script", "so, when i’m writing a scene, i’m treating it much like i do when i’m preparing to act in that scene", "then i can read it and be like, “no, that doesn’t feel good.” i’ve had so many experiences as an actor where you’re sitting there with a scene and being like, “i just wish that this line was phrased a little differently.” when you’re the writer, you can just rewrite it, which is nice", "absolutely", "joseph gordon-levitt: depending on the director you’re working with, sometimes, you can come in and say, “hey, can i say this a little bit differently?” that goes back to what we were saying about a director before", "that’s exactly one of those moments where a director has to go, “huh, we’ve been sitting with that line that way for all this time and now, i have to tell the actor yes or no – yes, you can change it or no, don’t.” there are ways to approach that", "you can always say, “let’s try it both ways.” i’ve found usually, the actors are right", "the dialogue that i wrote was much improved by the actors in “don jon,” scarlett johansson and julianne moore and other ones too, who said lines that were ultimately sometimes subtly different, sometimes quite a bit different than what i wrote and i think really benefitted", "so, joe, you mentioned being objectified, having experienced being objectified", "this leads me to want to ask a question about fame in general because i have many listeners, many readers who, say, are on instagram or on fill-in-the-blank social network, snapchat, whatever it may be, and their very explicit goal is to be as famous as possible, to have as many followers, among other things", "there are different indicators that they would use to determine whether they’re famous enough or not", "but that is a real explicit goal for a lot of folks", "could you maybe share what you would say to someone who is currently holding in mind being famous as a goal", "joseph gordon-levitt: yeah", "this is something i think about a lot because i guess i’ve experienced it to some degree", "being famous", "i would say so", "joseph gordon-levitt: well, from what i’ve seen and experienced, fame doesn’t necessarily make you happy", "i think the assumption on the part of the people you’re describing is that if they get a certain amount famous, then they’ll be happy because that’s really what we all want is to be happy, depending on how you defined the word happiness, but i think that sort of is the word happiness, in a way – what we want to be", "the people that i know that have whatever amount of fame, some of them are happy", "some of them are not happy", "the fame isn’t what makes them happy", "what makes somebody happy, i think, is do you have your health", "do you have good people around you", "do you get to do things that you like doing", "that’s where it gets complicated because sometimes having a certain amount of fame does allow you to do the things that you want to do", "so, it’s not a simple answer", "and there are tradeoffs also", "it’s not like you just get the upside when you have a lot of public exposure", "i know even in my tiny fake famous, 14 minutes into my 15 minutes of fame capacity i’ve had to sell houses behavior because a crazy person has gotten ahold of the address and shown up, certainly without any announcement", "there’s been a perceived level of threat associated with that", "that isn’t one-one-hundredth of what you’ve experienced", "so, there are, sort of commensurate with your degree of fame, very real tradeoffs", "joseph gordon-levitt: for sure", "there are real life tradeoffs like that", "i would say the thing that’s much more impactful isn’t real life invasion of privacy in your physical space", "it’s more an invasion into your mental space and to your own identity", "i don’t think this is just restricted to being famous", "and especially now that the lines have been blurred so much between who’s famous and who’s not famous – it used to be much more clear cut", "but nowadays, you can be, like you said, on instagram with a certain number of followers", "fame is much more of a spectrum now", "right", "joseph gordon-levitt: i think it can be really toxic because it’s really addictive, i think", "i think there’s a reason for it", "i don’t think it’s evil or something", "if you go back – i like to think of things in terms of how they evolved", "i think to think of early humans, like at the beginning of 2001 or something", "if you go back to early, early human-like creatures out on the savannah trying to survive, it probably was an advantage if everyone in your tribe or your pack knew you", "that probably meant that you were more likely to survive and pass on your genes", "right", "joseph gordon-levitt: i think there is something biological in us that wants that attention", "it’s not evil if you feel that urge", "i think it’s pretty natural", "i think that urge now in the context of modern civilization can be really addictive and sort of poisonous because what happens is you start seeing yourself through the eyes of others more and more of the time", "i think social media has really created a giant leap forward in this direction and is the kind of thing that used to be reserved for very famous people who are maybe stalked by paparazzi or whatever", "now, everybody’s their own paparazzi", "i feel like i see it a lot", "there’s a good word to describe it, which i learned recently, which is intrinsic versus extrinsic", "if you’re intrinsically motivated, it means that your motivation for whatever it might be is coming from within yourself versus being extrinsically motivated is when your motivation is coming from without, from wanting to do things because of how other people will perceive it", "i think that’s a recipe for unhappiness, usually", "not absolutely – this isn’t a case of black or white", "there’s plenty of virtue to wanting to do things that will make other people happy, etc", "but when it really gets that deep inside your head, where your whole identity becomes a performance, i think that can be unhealthy", "it can really do a number on your head", "i’ve seen it", "i’ve spent my whole life trying to avoid that, sometimes probably overzealously and i’m sometimes kind of overly protective or overly allergic to the trappings of fame, etc", "but i’m so, i think, scared, of falling down that rabbit hole of becoming overly extrinsically motivated that i really try to stay away", "especially when it comes to art – art and fame are sort of odd bedfellows because if you want to be a musician or you want to be an actor, a lot of people, the people you’re describing who want to be famous, they want to be famous by becoming actors or becoming musicians or becoming some kind of artist", "again, it’s complicated because on the one hand, it might mean, “oh, that means that my work is resonating with lots of people and that’s not necessarily bad,” but if you’re only doing it for that, i feel that’s kind of hollow", "i personally feel like i can hear it or see it in someone’s performance", "i won’t name any artist in particular, but sometimes i’ll see a performance in a movie or i’ll hear a song and i feel like they’re performing for their fame, not for themselves, for something that’s inside of them", "you’re alluding to something that have always impressed me about you.                   joseph gordon-levitt: you know what", "i want to hear what you – i want to also add, i think it’s important because i just pointed my finger at others, i want to say i’m not entirely innocent of that at all", "that’s probably why it scares me is because i’ve felt it of myself", "it’s very seductive", "i’m sure i’ve been guilty of it in moments or in big times", "i’ve been very guilty of it at times, but i really try to keep an eye on it because i’ve seen what it can do to other people and to myself", "right, unabated, un-arrested, uninterrupted if you allow that – i’m not going to say infection because like you said, there are some very plausible explanations for why we want or crave social acceptance or validation", "but if you apply jet fuel and steroids to it in the form of these technological tools that we now have at our disposal, if all you want is your face to be recognized by 200,000 more people on instagram or a million and a half more people on instagram, whatever it might be, it can be very toxic, as you noted", "what i was leading up to is the observation – this may be incorrect, but at least in a few cases, it seems to be true – that you’ve taken very deliberate breaks from acting, from your career in entertainment, let’s call it", "that goes back to your break for school, where you didn’t want to, in an unquestioning way, continue on a path that you were put on at age 6", "so, there was a deliberate pattern interrupt", "and then later, you took a bunch of time off when you had kids", "i would imagine that in entertainment, perhaps like in technology and the world of startups and venture capital and so on, there has to be – i want you to poke holes in this if it’s not true, but there has to be a degree of fear of missing out in the industries that are associated, right", "there must be people who continue to take whatever jobs they can get because they have a fear of becoming irrelevant, that if they step outside of that slipstream, no one will remember them x-number of years or x-number of months later", "so, they make compromises", "i’d love to hear – you can talk about any number of them – what has been the self-talk and the thinking as you decide to take breaks", "joseph gordon-levitt: well, certainly, you’re right", "the fomo is real", "it’s not just the fear", "i think maybe even more in showbusiness than maybe any other industry, who gets a job as an actor is very emotionally driven", "studios have some metrics and stuff that they look at and they have some math formulas about what actors are in what movies that make what amounts of money", "but compared to, say, what goes on in silicon valley, which is really, really data-driven – i’m only having learned what that means fairly recently – but it’s really emotionally driven who gets hired as an actor", "so, it’s a lot about “heat.” if you stop, yeah, your heat is going to die down", "it’s a real opportunity cost of taking a break", "the two big breaks that you’re talking about, one when i quit acting for a while to go to college and another recently – i had kids and took a lot of time off and i’m still kind of taking – i’m working a lot less than i was before i had kids", "of course, there’s a professional opportunity cost, but it’s a pretty simple comparison, like, “what do i care about more?” i don’t want to say that – talking about parenting is really, really tough, i have found, as a parent because everybody’s got their own life", "everybody’s got a unique scenario and everybody makes their choices", "those choices, they’re such high-stakes choices that i feel bad even already just saying what i said because i don’t want to imply that if someone wasn’t able to take as much time off as i was that they were somehow doing a disservice to their kids", "i don’t think that’s necessarily true", "i think that’s too reductive", "it’s not that simple", "everybody’s got to do what they’ve got to do", "that said, i love having had the chance to work less and spend more time with my kids and i do think it’s wonderful that there are some countries in the world that afford people maternity leave and even paternity leave", "that’s a lot less common in the us", "i was fortunate enough to have made money in my life where i can afford to do it", "have you had people try to talk you out of taking breaks or has that not really been something you’ve encountered", "or you commit to taking a break and you get a call from a manager or agent that say, “i know you’re on break, but we’ve got this one thing and i think it’s worth considering", "let’s talk about it.” joseph gordon-levitt: that’s funny", "what that makes think of, i have a long-time agent named warren zavala", "he was actually an agent of my assistant when i quit acting and went to school and he was the one calling me when i was in school saying like, “i know you’re going to school, but you might want to consider getting back into acting.” and then once my heat had died all the way down in my early 20s and i wanted to get back into acting – by the way, i had been known for being on a tv comedy and i didn’t want to do that anymore", "i wanted to dramatic and independent films and stuff and no one really thought that i could do that", "no one really thought that i was going to have much more of a career", "i think pretty much all of my agents thought, “well, you’re that kid that was on that show and that’s where it ends,” and that’s what happens with most kids who are on shows, for better worse", "what was the show", "joseph gordon-levitt: i was on “3rd rock from the sun” from age 13 to 19", "big show", "joseph gordon-levitt: thank you, and one i’m very proud of and remember very fondly", "warren was the only one, really, who kind of kept calling me and said, “i think you could be good at doing the things you want to do.” he’s still my agent", "he was the one trying to coax me back into acting when i was taking a break for college", "all these years later when i had kids, he didn’t say one thing like that because he knows me too well and we’re friends", "he had nothing but respect for me taking the time off that i did", "any agents out there listening, take note", "that is proper etiquette", "joseph gordon-levitt: really well done, i think, which isn’t to say that he didn’t tell me about the opportunity cost because he did", "that’s his job", "but when he would tell me about the opportunity cost, he wouldn’t do it in any kind of passive aggressive way or threaten me", "he would just be telling me the truth", "that’s what’s so good about him as an agent", "he really just tells me his perception of the truth of the business, which is not always kind, but is the most useful information", "when you were at that point at 19, let’s just say, and there are many non-believers in your ability to explore these other types of acting and so on – i’m looking at a piece from the guardian", "feel free to correct this because there are misquotes everywhere about everyone", "but when you were asked what type of acting you would like to do, you wanted to play in a movie that might play at sundance or something by quentin tarantino", "joseph gordon-levitt: that’s true", "then it comes to there was a good year, if not more, of being turned away by casting directors", "the quote i want to explore is this, “there were moments, days, even, of listlessness – wallowing in self-rejection and loathing in despair.” it closes with, “i also had pretty strong moments of intense optimism.” but aside from warren’s belief in you during that period, the one guy who keeps calling, what helps you get through those periods of rejection and self-doubt", "are there any tools in the toolkit or any particular tips you might give to people who are going through or at some point will go through that type of experience of doubting themselves", "joseph gordon-levitt: that’s a great question", "well, the first thing is simply just having good people around you", "i had that, people who love you matter what", "i’m lucky to have had that", "but beyond that, this goes back to what we were talking about a minute ago of being intrinsically or extrinsically motivated", "those are the moments – it’s easy to be extrinsically motivated when the world is just giving you a bunch of thumbs up", "right", "joseph gordon-levitt: but it’s in those moments where you really just – it’s just you", "in the darker times or the moments of rejection", "joseph gordon-levitt: right", "if i may, what brought up this intrinsic/extrinsic motivation recently or in the last few years", "is that a book that you read that explored that", "was it something else", "i believe “grit” by angela duckworth is a book that explores this in some capacity as it relates to parenting, so how to talk to your kids", "joseph gordon-levitt: it might have been that", "i think i just heard it from my wife, honestly", "if not that book, she might have gotten it from – she’s read a fair amount about child development", "that is something that we talk about in terms of parenting, wanting the kid to be intrinsically motivated", "when you over-stimulate a kid, it can lead to always chasing that outside approval, which then leads to, when you’re an adult, if you can’t find satisfaction in yourself, you’re always going to be looking for it elsewhere", "that might take shape in any number of forms, whether it’s ending up in a codependent relationship or an addiction to something or something much more subtle than that", "i think, actually, you thought of it", "i think it probably was in terms of child development that i learned those words", "but i did interrupt you", "i apologize for interrupting you", "now i’m going to segue out of my interruption", "you were talking about having good people around you and anything else that might come to mind", "you’re saying it’s easy to be extrinsically-oriented when everyone around with high-fives and making it rain with money for great gigs, but on the flipside, it’s very punishing and painful to be extrinsically motivated when you’re on the other side", "joseph gordon-levitt: that’s just it", "it was during this same time when i was trying to become an actor again and failing – i was getting rejected a lot – this is right when i started really taking seriously editing and making my own stuff because i kind of came to realize i can’t just wait around for someone to give me a part", "it’s too painful", "i have to be able to get the joy that i get through creativity on my own", "i remember it was around that time i made a little short film and i submitted it to the cotton film festival", "it was in french", "i did it anonymously", "i didn’t go through my agent or anything", "i wanted to see what would happen if i didn’t pull any of the strings or use any of the connections i had from having worked in showbusiness before", "the short film did not get into the cotton film festival", "but i was actually surprised because i thought it was really good and i kind of thought it would", "a dear friend of mine who’s a filmmaker – rian johnson is his name", "i’ve been in two of his movies, his first movie, “brick,” and then his third movie, “looper.” he recently just made “star wars: the last jedi.” he’s a filmmaker and a great friend", "i remember at that time, having just gotten rejected by the cotton film festival, he recommended that i read “letters to a young poet,” rainer rilke, sort of a known book", "but there’s a passage in there all about solitude", "i think it gets a lot of what we’ve been talking about in terms of being intrinsically motivated, which is so important, especially if you’re going to be an artist, although maybe no matter what you do", "it’s all about how you have to just go into yourself and do your very, very best to let everything outside of that fade away and find what’s really, really going on in just your own – whatever you want to call it – your own psyche, your own self, whatever", "i think in terms of the dark moments you’re talking about when you’re facing that kind of rejection, when the world is telling you, “you’re not going to do what you want to do,” or, “we don’t want you,” what really worked for me was just kind of ignoring that and finding motivation to want to keep making things not for them", "and taking the power into your own hands to create start to finish, which i think we’re going spend a lot of time on", "we are going to spend quite a bit of time on it", "i’m not sure if this is a timing connection", "i’d love to ask you", "you mentioned “looper,” which in looking at your filmography, i believe it was 2012", "joeph gordon-levitt: yeah", "i shot it in 2011", "it came out in 2012", "you were a busy, busy boy in 2012", "joseph gordon-levitt: yeah", "“the dark knight rises,” “premium rush,” “looper,” “lincoln,” lots going on", "now, i was looking at a gq piece that came out august 2012", "i’ve only read this name, so i’m probably going to butcher it", "is it zooey deschanel", "is that how you say the name", "joseph gordon-levitt: yeah, zooey", "perfect", "so, zooey said that when the two of you did “500 days of summer” together eight years after first working together, you were lighter and less burdened", "she said that you changed a lot", "why do you think she said that and what contributed to the change", "joseph gordon-levitt: that’s funny", "well, i think she’s comparing it to – zooey and i have done two movies together, “500 days of summer” and then, i guess, eight years prior, we did this movie together called “manic,” a little-known, tiny budget indie drama, which was really, really heavy", "so, that might have contributed something to it", "the subject matter", "joseph gordon-levitt: we were making a movie about kids in a psychiatric lockdown facility", "i think i probably felt like i had something to prove", "when she and i first met, i was 19", "i was up again exactly that moment that we were just talking about, where i wanted to do a movie that might play at sundance", "all my agents thought that i should just sign up for another tv comedy for the next five years and had no belief that i could do anything other than that", "the casting directors seemed to agree with them", "i was really worried, i guess, and feeling insecure about that", "when did hitrecord enter the picture and can you tell us how it came to be", "joseph gordon-levitt: exactly the same time", "alright", "i thought there might be a correlation", "joseph gordon-levitt: yeah", "i’m not saying it’s causal", "what is hitrecord and why did it manifest", "joseph gordon-levitt: well, it was in the midst of those exact times when i wanted to get jobs, trying to get jobs, failing to get jobs and feeling like, “fuck, i can’t keep waiting around for someone else to let me be creative", "i have to be able to do it on my own.” hitrecord became this little turn of phrase that i would say to myself in those moments, a little wordplay about the record button, hearkening back to the little videos i would make on the family video cameras that had a red circle with rec over it", "when you hit record, you start to do it", "and, of course, it’s sort of a play on a hit record", "that was my little almost personal mantra or something that i had to be the one to do it", "i had to push the button", "i wasn’t going to wait to just be an actor and stand in front of the camera", "i wanted to hit record", "the play on hit record is an object, but to hit record is an action", "it’s doing something", "anyway, these are the kinds of things i would stay up late at night musing about", "what does hitrecord become", "joseph gordon-levitt: it’s changed a lot since then", "well, i guess i’ll just tell the whole story, right", "that’s the beauty of a podcast like yours", "let’s do it", "we have no rush", "joseph gordon-levitt: yeah", "i’m always telling the short version of this story", "no", "let’s do the long version", "joseph gordon-levitt: so, i mentioned earlier that right around that time, i learned to edit", "so, i was finally able to start making things on my own, finish things", "this is like 2004-ish, so a little bit before youtube", "i wanted to put the little videos i was starting to make on the internet and my brother helped me set up a little website called hitrecord", "we named it after this little mantra that i was saying to myself", "it was nothing", "it was just a page of html where you could download a couple of quicktimes of videos i had made", "over the next few years, i would sometimes put a new video on there, things like that", "then we put a message board on there, like one of those old php message boards, for the techies out there", "it looks not too dissimilar from popular message boards nowadays like reddit or something, but kind of the ancestor of that", "anybody could start their own", "it was easy if you knew how to do a little code", "my brother was a coder", "so, he helped me put up this message board", "we watched as this little community formed on a message board, at first around these little videos that i was making", "but what we noticed that was cool was while some people came and posted on the message board just to talk to me about what i was doing or what i had made, what a lot of people actually wanted to do was make things together, both with each other and with me", "we saw that – when i say we, i mean my brother and i – we were like, “that’s cool", "that’s really new", "that’s unlike anything you could have done prior to this new technology", "it’s different than just playing videos on the internet because that’s kind of just like tv except on a different screen", "but if people were actually making things together through the screen, now you’re really kind of doing something new", "we leaned into that", "at this time, it was nothing but a hobby", "we weren’t spending any money", "we had no intention of making any money", "it was just something we were doing for fun", "we spent a lot of time on it and had a lot of fun", "but it grew and then i started thinking and talking with friends of mine about how this collaborative process that was happening within this community on this message board, would there be a way to have that operate on a grander scale", "could we make things that were at a quality level", "could make like a short film that would get into sundance or could we make music that we could release as a record", "could we make a book that we published", "could we even maybe one day use this methodology to make a tv show", "these were the kinds of things we were wondering", "we set about figuring out how to do it", "we started a company and hired lawyers to figure out the terms of service for the intellectual property of it and everything", "we really wanted to maintain the collaborative spirit of people not just submitting a short film and being like, “hey, i’m now posting my short film to your website", "will you try to get it into sundance for me?” but instead, having there be a community of people that are working together and saying, “i can do this,” or, “i can do this.” “oh, you wrote something", "maybe i’ll rewrite it.” “maybe i’ll draw something based on what you wrote.” maybe someone else will be like, “i like your drawing", "maybe i’ll animate your drawing,” seeing what could come out of that", "it started working", "that was in 2010 we launched it", "it’s grown a lot since then", "we did those things", "we made short films that got into sundance and we published films and we put out records", "we made a tv show that won an emmy", "we’ve paid artists a couple million dollars now over the years", "the funny thing – what comes to mind speaking to you, because you really come from the world of entrepreneurship and business", "we never treated it that way", "it was always more of an art project", "even though it’s become profitable over the last four years, it’s paid for itself", "i bankrolled it at first and then it started paying for itself", "but i remember people years ago would say, “how are you going to build it to scale?” and i would be like, “i don’t know what that means, so i’m going to pretend like i don’t care.” it’s only now that we’ve sort of accomplished some of the things we’ve looked to accomplish and we’re now looking to accomplish even more ambitious things that i’ve kind of come to realize if we’re going to just do more than just one tv show at a time, if we’re going to make lots of things and involve more and more people and really set an example for people how the internet can be something besides just a showcase, but actually a place where people are productive together, we need to make this thing work as a business in addition to an art project", "it’s something i’m actually excited about", "recently, what i’ve been focusing on is figuring out not how to – i don’t want to change it, really – but how to figure out how to arrange it so that it can work and grow and make it more accessible to people", "that’s what we’ve been focused on recently", "well, it seems like you’re well on your way", "certainly, with the successes on the platform and the collaborative model where you’re paying out to various contributors who add their skillsets and so on to give projects, you’ve attracted the attention of some very big brands who have come to the site for help with creative projects", "i want to, before i keep traveling on that thread, underscore something that you said, which is this didn’t start off as a business", "it started off as an art project", "joseph gordon-levitt: yeah", "even though i can put on the business hat and i can run different prospective projects through a business set of filters might retrospectively – this is often the only way that you can see things clearly, hindsight being 2020, but my best business decisions – if someone were to look at the things that have turned out financially to deliver the most value to me personally and to the world, quite frankly, almost all of them started off with no financial considerations", "joseph gordon-levitt: yeah", "i’m not saying that if you need to make rent payments that that’s the best way to figure out how to solve that problem", "it isn’t", "but if you look at the – for instance, even my involvement with tech and startups, it began with me planning out two years of what would be a real world mba because i wanted to develop certain skillsets and i was, quite frankly, fascinated by this new world i knew very little about that a friend of mine was very deeply involved with", "or the podcast – the podcast began because i was completely burned out after completing this book called “the 4-hour chef,” which was an intense project that should have taken three years, but it was crammed into a year and a half, very proud of the product", "i don’t think we sacrificed there, but in order to not to sacrifice there, just had to kill myself, effectively, for the entire period of time", "the podcast was something i wanted to experiment with because i enjoyed being on the interviewee side of the table so much on shows like the joe rogan experience and nerdist and wtf with marc maron that i thought it would be a relaxing but productive way to decompress", "i would be able to focus on getting better at asking questions, while simultaneously doing something that was completely different in some respects from writing a book", "no monetization model, no plans to have any type of sponsors, nothing – that’s how it started", "i think the reason – people ask me all the time like, “do you still want to do the podcast", "are you still having fun?” i’m like, “yeah", "i am actually still having fun.” i think in part, it’s because it began with that being one of the sole criterion, really, for continuing it was, “am i actually enjoying this", "i’m going to commit to doing six episodes and if i hate it, i’m going to stop", "in fact, if it just bugs me a little bit, i’m going to stop.” joseph gordon-levitt: right", "low and behold, i enjoyed it more than i expected and i kept doing it", "i think that you’re in a great position because this platform, born out of passion of yours and the others involved in the very early stages, was adopted", "you’ve proven out the model, in many respects, which by the way, a lot of the best entrepreneurs i know adopt as their path, whether it’s garrett camp, cofounder of uber, or others who help get projects to a very, very viable stage before looking for, for instance, any kind of outside funding", "you’ve, i think, checked off the preliminaries in a very organic way that sets you up potentially now, if you want to create something that is not just self-sustaining, but fast-growing, to then bring in partners or outside funding, if desired, if that makes sense to really multiply how large this become and how quickly it can become that", "joseph gordon-levitt: that’s really, really exciting to hear you say that", "yeah, i believe that", "joseph gordon-levitt: i wanted to just jump back one second because what you said reminded me of something that i think sort of ties of what we’ve been talking about together", "when i first, first, first started acting, i was young", "i was like 6", "right, very young", "joseph gordon-levitt: my mom asked me if i wanted to do it", "i had been singing in a choir and was in some community theater", "having grown up in la, some of the kids who were in my community theater were going on auditions for commercials and shows and stuff", "she asked if i wanted to do that and i said yeah", "i always really liked it", "but there would be moments sometimes where i would be like, “i don’t feel like going on an audition today,” or whatever", "she would always say, “you really don’t have to do this", "i want to make sure you never feel like you have to", "we’re only doing this because you’re enjoying it", "i can tell that you’d really enjoy it, but if at any point you don’t want to, you should just stop.” and she wasn’t saying it in any kind of manipulative way", "i realized that was what that sounded like", "it wasn’t a wink-wink", "joseph gordon-levitt: “if you want to stop…” no", "i think she really wanted to make sure i had that out", "i eventually did take the out later in life", "but it gets back to what you were saying of doing something because you really want to do it", "that’s that intrinsic motivation as opposed to extrinsic", "if it’s really, really something you want to do way down there, there’s kind of no substitute for that", "how are you thinking about the next few years of your life and hitrecord and all these things", "you have a family now, certainly in a different place than you were ten years ago, certainly 15, 20 years ago", "where is hitrecord going and where are you going, do you think, in the next few years", "joseph gordon-levitt: i love movies and i hope i get to keep working on them", "by movies, i mean whether it’s movies or tv or whatever", "it’s all kind of blending together now", "i hope i get to keep doing that my whole life", "but what i would like to do is try to find a way to ultimately blend my conventional career in show business with what we’re doing on hitrecord", "i think that’s still a while away before those two sides will really meld together", "but one does kind of feed the other", "certainly, whenever i have some success, if i’m in a movie that comes out that does well, hitrecord sees a spike in interest, etc", "i love the idea of the media being something different than what it’s been", "i think frankly, maybe ten years ago or so or even a little more, when what’s been called web 2.0 was starting up, when youtube emerged and things like that, i was really optimistic about that", "i think everyone was", "“this is going to change the media", "this is going democratize media", "this is going to make it so that the media is no longer about celebrity and narcissism and things like that", "it’s going to be about substance and beauty.” that obviously hasn’t quite come to pass", "i think i was maybe a little overly optimistic", "i don’t think hitrecord is necessarily the antidote, the be all and end all", "but it is our community now of 600,000 people, it’s our stab at doing it a different way, where we don’t come on and just say, “hey, world, look at me", "look what i’m doing", "look what i made.” it’s about, “what can we make together?” to me, it really feels like that’s the promise of the internet as a whole is people connecting to be productive together, not just to be endlessly entertained and fed ads", "that’s what i hope to try to foster", "i find hitrecord fascinating also – people can check it out, hitrecord.org if that’s the best url to use – but in part because you can peek under the hood and see how different types of projects are made and the constituent parts and the team that is involved", "i’m looking at the site right now", "you have the project development slate", "you have a list of projects that are in concept development", "then you have a list of projects that are in advanced development", "then you have a list of projects and funded projects", "people can get a better understanding and education about how creative projects get made from the earliest stages to final product", "it’s an opportunity", "i’m asked all the time, “what type of company should i start?” from, say, college seniors", "i taught a lecture in high-tech entrepreneurship, which was, oddly enough, an electrical engineering course, not oddly because of the title, but because i have no electrical engineering background whatsoever", "but i took this course, ele 491 with an incredible professor named professor zschau", "i was invited back to talk to students", "i would get asked very often, “what type of company should i start?” or even worse, i hate to say this, but even worse would be, “what are the trends right now and what industry should i go into?” i’m like, “oh god, that’s setting you up for a lot of pain if that’s the only filter you’re using.” it presupposes that people should out of the gate start their own company", "i’m not saying they should or should not", "but also, “what type of movie should i make?” or, “what type of album should i put together.” joseph gordon-levitt: the same thing happens in movies, for sure", "absolutely", "one of the recommendations i often make, it’s not always the best fit", "there are some people, you’re just like, “okay, this is the next zuckerberg", "you do not need to spend five years at someone else’s company to learn the ropes.” but for a lot of folks, maybe it is worthwhile to spend, in the case of startups, a year or two years at a fast-growing startup so that you see exactly how this puzzle looks when it is put together in the early stages and to really build and education and skillset and relationships that will then help you when you decide to start your own thing", "i think that hitrecord is also an opportunity to do that collaboratively, where it’s like alright, you think you might want to launch a career as a musician", "you think you might want to launch a career as a filmmaker", "why not kick the tires by contributing on a project in one of those categories before you decide to bet the farm or jump head first into one of these things", "i think it’s really a fascinating opportunity to educate yourself to develop skills and relationships simultaneously, even if you are not aiming to start your own project, if that makes sense", "joseph gordon-levitt: it’s funny you say that", "actually, that’s one of the things we tell people who just joined is don’t start out by starting your own thing", "find someone else’s thing that you like and help them and contribute", "there are lots of people on there, talented people who have got their own projects going and they need contributions, whether it’s music or a writing a project or a film project or design project", "we kind of do all kinds of media", "they need those contributions to come in", "that’s the best way to start getting involved", "if you show up on hitrecord and immediately say, “i’m starting my own project,” it’s sort of like walking into a production company as the first day on the job at entry level and saying, “okay, everybody, follow me", "i’m going to lead this whole company in a project now.” it might work sometimes, but more often, it’s better to, like you say, work on other people’s stuff first, get your feet wet, and learn how it goes", "the way things get made on hitrecord is really different than the way things get made anywhere else in the world, sort of, because it’s this open collaborative process", "it’s very different than – there are similarities and differences to, say, a conventional movie set", "but on a conventional movie set, not anyone can just stroll on and offer their ideas, offer in their ideas, throw in their two cents, or write a scene", "those doors aren’t open, whereas on hitrecord, anybody can", "then there’s the whole process of finding – okay; if anybody can come in and try to make stuff, you need people going through all the contributions and finding the ones that are the most applicable and can be useful in the final production", "it’s sort of its own beast and one i’ve come to really love", "but it takes some getting used to, for sure", "so, i totally agree", "get started by finding someone on there who you admire, you think is good at what they do, see what they’re up to and see this applies to so many different domains also", "it makes me think of y combinator", "for people who don’t know what y combinator is, you can think of it as the harvard meets navy seals of startup incubators", "that’s one way to think about it", "the acceptance rate is exceptionally low", "they start off with very short – actually, i should say they filter applications first", "then the next round – at least last i checked, this is constantly involving", "y combinator has become incredibly, incredibly powerful", "also, a lot of the great essays by one of the cofounders, paul graham – joseph gordon-levitt: paul graham, such a great writer", "if people want to look up one of my favorites, i think it’s “manager’s schedule versus maker’s schedule,” also very helpful for creatives", "one of the questions – i’ll paraphrase, but a paraphrased version of one of the questions they very commonly ask or at least did for a long period of time was, “tell us about something you’ve made,” or, “tell us about something you made recently.” that doesn’t have to be from blank slate", "just as you noted in your undergraduate experience, some of them might have been super compelling, but a lot of them were very abstract and based on rote memorization and not putting the rubber to the road", "in my experience, if you want to learn how to do x, go do x, particularly, if there’s a way to do it with minimal risk, where you have an opportunity to observe other people who are attempting the same thing", "for some, that might take the form of, say, going to risd and learning design and having active critiques", "i’m actually sitting on something called critbuns, which is literally an ass cheek supporter that was the first real product made by joe gebbia, cofounder of airbnb", "joseph gordon-levitt: my ass cheeks need some support", "yeah, critbuns, there you go", "so, joe, please give him my customary 5 percent", "where i’m going with that is that hitrecord and other environments that allow this type of open collaboration – for instance, i’m an advisor at a company called automattic, m-a-t-t", "for those that are wondering how that was named, the founder’s name is matt mullenweg", "there you go, insider, automattic", "he has his first name in the company name", "he was one of the, if not considered the lead developer on wordpress", "you can see this type of beautiful collaboration and you also see in any large community, you’re also going to have some strife and the occasional village idiot", "that’s going to happen, this incredible dynamic of organic creation that comes out of an open source project like that i think you can also see on hitrecord but in a very, in some cases a very visual medium", "so, in any case, that’s my way – i don’t have any secret equity stake in hitrecord", "i just think it’s a very, very exciting environment and sandbox in which creatives can experiment", "joseph gordon-levitt: that’s cool of you to say, man", "thank you", "yeah", "you’re at, like you said, 600,000 or so people", "let me know when you hit a million and i’ll take a short video of me taking a tequila shot and shoot it back over to you", "joseph gordon-levitt: nice", "i want to be respectful of your time", "you have so many different things that you can spend your time on", "so, i really appreciate you taking time to have this conversation, first of all", "joseph gordon-levitt: oh, man, my pleasure, sincerely", "do you have any parting words, requests of the audience, anything that you would like to convey or suggest or ask before we wrap up", "joseph gordon-levitt: the last thing that i might say, and it does connect to a lot of the other things we were saying, is just then when you were talking about how if you want to do x, go and do x", "if you want to learn to do something, if you’re considering a career, for example, as a musician or as a writer or an animator, maybe hitrecord might be a cool step", "i would just talk about the other side of the coin, which is without any goal at all, if it just feels good to you, maybe you don’t want to be a professional artist of any kind, but i think there are a lot of people out there who have that urge to make stuff that don’t necessarily want to dedicate their entire life to it", "i think that’s equally important", "that’s sort of a part of creative culture that in a certain way i feel like we lose track of sometimes in this world where silicon valley is so excited to say to everybody, “we’re democratizing media and entertainment and now anybody can be a superstar", "that’s cool", "in older times, if you wanted to hear music, there wasn’t a radio and there wasn’t a grandma phone", "if you wanted to hear music, it was going to be because your uncle happened to play a musical instrument or something", "you would hear music not because you were listening to professionals play it or a recording of a professional playing it", "you would hear your close people around you – friends, family", "that’s the original meaning of folk music", "in fact, it’s also the original meaning of popular music, popular meaning people", "it’s people", "i think the same goes for storytelling or for art of any kind, really", "there’s something really beautiful about people who aren’t trying to be the next superstar but have that creativity in them and want to do stuff with it", "i think that’s also really important to let out of you", "you don’t have to measure it up against, “well, if i put my song on the internet or my story, is it going to get enough likes or are they going to think that i suck?” who fucking cares", "that’s not what’s going to ultimately make you happy", "that ties back to the fame question", "what’s going to make you happy is if you have that urge to do it", "that’s kind of where hitrecord came from for me and that’s what i hope that it can continue to be", "most of the people that come aren’t necessarily trying to be pros", "there are some that are and often times, those are the folks that end up leading", "but most people are just having a good time making stuff together", "i never want hitrecord to lose that, for what it’s worth", "definitely", "i think it’s worth a lot", "i’m trying to pay attention to what i would do if i couldn’t tell anyone or show anyone", "what are those things", "or maybe it’s limited to two or three friends who come over on friday nights who come over to have a glass of scotch and just say, “hey, what the fuck have you been up to?” what do i show them", "that’s it", "that’s the limit of the audience", "i’m not doing market testing", "that can lead to some really beautiful places", "i’m spending more time thinking about that myself", "i appreciate the reminder", "where can people say hello if they want to try to say hello on the interwebs, if you’re on the socials, if there is anything that there is anything that you would like to put out there to the world if people would like to wave a hand", "or you can leave it at hitrecord.org", "are there any other places that you would like to mention before we put a pin in it", "joseph gordon-levitt: yeah", "if you want to make stuff together, hitrecord, that’s kind of what it’s for", "i am on twitter and facebook and instagram", "so, you can check those out too", "alright", "i will link to the real accounts in the show notes, just so you don’t have just a fan account", "i don’t want to have people go through 17 of those", "so, for people listening, as you know if you’re a long-term listener, but if you’re not, let me tell you a little bit about how the show works", "we will have links to everything, including hitrecord.org, including the books that were mentioned – “letters to a young poet,” very powerful book that i recommend to everyone, as a side note", "“save the cat,” which i also actually think is one of the, despite some of the cynicism and sterility of a few aspects of it, it is a very helpful book as a starting point when thinking of screenwriting and also calls me on my own bullshit, meaning, i’ve been talking about and thinking about screenwriting for so long, to the extent that i have fans that are hassling me about it", "thank you for hassling me about it, everybody out there", "so, taking a page from this conversation on if you want to learn it, just do it", "i think i have to stop reading books", "joseph gordon-levitt: oh, yeah, for sure", "i have to stop asking people for advice and just actually sit down and stare at that intimidating blank page", "joseph gordon-levitt: write a few shorts first", "that would be my advice", "exactly", "i’m going to get on it, a few shorts", "joe, thank you so much, again, for taking the time", "this was a lot of fun", "joseph gordon-levitt: thank you, tim", "tim ferriss: to everybody listening, until next time", "thank you for listening", "joseph gordon-levitt: cheers"]}