{"dialog_idx": {"michael pollan": [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 36, 39, 40, 41, 44, 46, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 119, 123, 124, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 158, 160, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 339, 343, 344, 351, 352, 353, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 461, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 670, 685, 686, 687, 688, 689, 691, 692, 693, 694, 695, 696, 697, 698, 699, 701, 702, 703, 704, 705, 706, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 998, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1035, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1044, 1045, 1046, 1047, 1048, 1049, 1050, 1051, 1052, 1053, 1054, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1081, 1082, 1083, 1084, 1085, 1086, 1089, 1114, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122, 1123, 1124, 1125, 1126, 1127, 1128, 1129, 1130, 1131, 1132, 1133, 1134, 1135, 1136, 1137, 1138, 1145, 1146, 1147, 1148, 1152, 1153, 1154, 1155, 1156, 1166, 1167, 1168], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 33, 34, 35, 37, 38, 42, 43, 45, 47, 48, 79, 80, 81, 82, 83, 117, 118, 120, 121, 122, 125, 126, 127, 157, 159, 161, 178, 179, 180, 203, 204, 205, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 336, 337, 338, 340, 341, 342, 345, 346, 347, 348, 349, 350, 354, 389, 390, 391, 392, 418, 419, 420, 459, 460, 462, 463, 464, 490, 491, 492, 553, 554, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 669, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 690, 700, 707, 708, 709, 710, 711, 712, 713, 736, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 811, 812, 813, 814, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1087, 1088, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1111, 1112, 1113, 1139, 1140, 1141, 1142, 1143, 1144, 1149, 1150, 1151, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1169, 1170]}, "episode_num": 313, "file_type": "html", "guests": ["michael pollan"], "num_sentences": 1171, "num_words": 18372, "raw_text": "Tim Ferriss: Hello, boys and girls, ladies and germs. This is Tim Ferriss, and welcome to a very special episode of The Tim Ferriss Show. I’m going to start this off with a quote. “What the telescope was for astronomy and the microscope for biology, psychedelics will be for the understanding of the human mind.” That is attributed to Stanislav Grof. This episode you’re going to hear, I’ve been looking forward to recording for more than a year now. It might be the most important episode that I’ve put out in the last two to three years. So, please trust me, and give it a full listen, even if you don’t think it will interest you at all. It will surprise you, perhaps shock you, and definitely make you think differently. Michael Pollan’s newest book, and this is his first podcast about it, is my new favorite of his. It is titled How to Change Your Mind: What the New Science of Psychedelics Teaches Us About Consciousness, Dying, Addiction, Depression, and Transcendence. This is an episode that will explore not just the science and applications of psychedelics, but also Michael’s personal exploration. It’s quite a wild ride. For those who don’t know who Michael Pollan is, on Twitter @michaelpollan, he’s the author of seven previous books, including Cooked, Food Rules, and Defensive Food, The Omnivore’s Dilemma, also a great book, and The Botany of Desire, also a fantastic book. All of which were New York Times best sellers. A long time contributor to the New York Times Magazine, he also teaches writing at Harvard and the University of California Berkeley where he is the John S. and James L. Knight Professor of Science Journalism. In 2010, Time Magazine named him one of the 100 most influential people in the world. This is also where I want to make a public announcement. And that is partially due to Michael’s book, I am committing $1 million over the next few years to supporting scientific study of psychedelic compounds. This is, for me, by far the largest commitment to research and nonprofits that I’ve ever made. And if you’d like to perhaps join me in supporting, at a higher level, check out tim.blog/science, that’s tim.blog/science. But why would I do this? Across the board, I’ve done a number of things in the scientific realm. And the molecules discussed in this episode and some incredible clinical results from well designed studies have absolutely captured my attention over the last two years. And after wading in and supporting some smaller studies, seeing the results, I’ve decided to go all in on scientists exploring this area. It just seems to be an Archimedes’ lever for potentially solving a wide range of root cause problems, instead of playing whack-a-mole with symptoms one by one. So, this episode will explain why I’m so God damn excited. And all of that preamble out of the way, grab a cup of coffee, relax, put your seat back, settle in, and I really hope you enjoy this conversation as much as I did. Without further ado, here is Michael Pollan.  Michael, welcome to the show. Michael Pollan: Thank you, Tim. Good to be here. Tim Ferriss: I am so thrilled to be sitting down to have this conversation. And I thought back to when we first met, and I believe I owe some thanks to Matt Mullenweg, the CEO of Automatic because I believe that I attended an event he had organized that might have been for the Omnivore’s Dilemma. I think it was, perhaps, In Defense of Food, but I followed your career for so long and read so many of your books, I thought one place we could start is with the conception of Michael Pollan as food writer. Michael Pollan: A common misconception. Tim Ferriss: Perhaps we would start off with you just describing how the new book came to be. How did you end up writing this new book? Michael Pollan: Sure. Well, to go back, I think we met at a benefit for Grist. Does that sound right? Tim Ferriss: That’s right. That is right. Michael Pollan: And Matt was there. Tim Ferriss: Matt was also involved, yes, that’s true. Michael Pollan: And it was around the time of In Defense of Food or Food Rules or something, yeah, at Tony Conrad’s house. Tim Ferriss: That’s right. That’s absolutely right. Michael Pollan: That goes back a few years, yeah. But I think that was the first time we met. So, yeah, this book does certainly seem like a departure for me, and, in some ways, it is. But, in other ways, I see it as very continuous with the kind of work I’ve been doing. As I see it, I think of myself as a kind of nature writer. I really like writing about the engagement of humans with other species. And I’ve been doing that since my first book, which was a book called Second Nature, which was really about what was going on in my garden. And I’ve always been interested in the fact that we have these symbiotic relationships what we’re active participants in nature not just spectators. And the usual American way of thinking about nature that we inherit from Thoreau and Emerson and John Muir is of a very passive relationship. And I’ve always, as a gardener, been interested in the more active relationship, the way we use plants, and the way they, in turn, use us. So, if that’s the kind of spine or the trunk of my work, all of the food work is kind of a big, fat branch off of that. And that’s looking at what is one of our most powerful engagements with the natural world, which is agriculture, which changes nature more than anything else we do really. So, I’ve been on that branch for now four books, I guess. And but I’ve never lost interest in the other ways we engage with the natural world. And one of the most curious of these, which I touched on in a book called Botany of Desire, was the fact that we use plants to change our experience of consciousness. And a very select group of plants and fungi has evolved the chemistry that does that with varying degrees of disruption. And I’ve always been curious as to why such a desire, and it is a universal human desire. There is not a culture on earth that doesn’t use some plant or fungi to change consciousness, with one notable exception, the Inuit. And the only reason they don’t is none of that stuff grows there. And so, what’s that desire about? What good is it for us to change consciousness? Why do people seek it? So, that’s kind of been a theme of my work that I’ve never fully explored in a book, until this one, until How to Change Your Mind. So, there is that continuity, in my mind. And it is part of a larger narrative that I’ve always been interested in. And then, there’s the fact that I’m intensely interested in health. I’ve been writing about health in my last couple of books on food. We have a situation where our biggest physical health problems are chronic diseases linked to our diet. But we also, of course, suffer from a real crisis in mental health. And that also made me very interested to take a look at psychedelics, since they promise to contribute to solving that problem. Tim Ferriss: Did that interest in exploring psychedelics – this is going to be a very Memento-like conversation. Chronologically, we’ll probably bounce around quite a bit. Did that begin with the article about psychedelic psychotherapy in The New Yorker called The Trip Treatment? Did it precede that? How did that piece come about? Michael Pollan: That was my first real foray. I think I talked about psychedelics briefly in Botany of Desire and quoted Aldous Huxley and the idea of the reducing valve and whether we had a more accurate or less accurate picture of the world when high. But yeah, my first serious foray was I had heard about this remarkable research using psychedelics, psilocybin, in particular, magic mushrooms or the ingredient magic mushrooms to treat people who had cancer diagnoses. And this seemed so improbable to me. I couldn’t imagine wanting to take a psychedelic when confronting my mortality that I became very curious to explore it and so, embarked on what was almost a year long project looking at psilocybin and talking to dozens of people, cancer patients, some of them still alive, some of them no longer alive and how this single experience, a high dose psilocybin experience, administered with a guide in a very controlled setting had completely reset their thinking about mortality. Had given them a mystical experience that dissolved their egos and made them think about their place in the world in such a novel way, or their sense of their own self interest as so broad that dying lost its sting. And completely, in some cases. And I remember this one woman I talked to who had – her name was Dyna Bizarre. She was a figure skating instructor in New York City, and she was in her early 60s, and she had ovarian cancer. And she was absolutely paralyzed by the fear of a recurrence, even though she had a successful course of therapy. And she had a psilocybin journey. And she went into her body. And under her rib cage, she confronted this black mass. It wasn’t her tumor because it wasn’t where her ovaries would be. It was under her rib cage. And she realized it wasn’t her tumor, it was her fear. And she screamed at it. She said, “Get the fuck out of my body.” And she said it vanished. And from then on, she had no fear. And in the article for The New Yorker, I did the usually play it safe journalist thing where I said, and after the experience, her fear had been substantially diminished or something that I thought would slip past the fact checkers, as we tend to do. And they called her though and checked the quote with her. And she said, “No, that’s completely wrong. It was not diminished. My fear was eliminated.” And what she explained is I learned during that psilocybin trip that though I couldn’t control the cancer, I could control the fear. And that was just life changing for her. And so, reading about these experiences, which seemed too good to be true almost, almost implausible, I became more and more interested in going deeper. As a journalist, there are two kinds of articles we write. There are the ones where we exhaust the subject, and we’re so sick of it we can’t wait to move on. And then, there are the ones where we realize I’ve only scratched the surface here. And this was one of those. I had only scratched the surface. There was so much more to learn. And then, there was also this mounting curiosity to have some experiences of my own. Tim Ferriss: We are definitely going to explore that terrain. I thought one very helpful aspect of the book is the glossary of terms that you include in the beginning. Michael Pollan: It’s actually in the end of the printed version. Tim Ferriss: Oh, it is? All right. I received a pre-publication copy. Michael Pollan: I moved it to the back. It just felt a little text bookie to confront it first. Tim Ferriss: It is very text book, but it helps provide people with, whether at the back of the book or the beginning, definitions that I think can help to inform the conversation. So, for people who have heard the term no doubt psychedelic or psychedelics but are unclear on exactly what that refers to, can you define that? What are psychedelics? Michael Pollan: Sure. I’d be happy to. I’d be happy to try. One of the interesting aspects of the story, of the history of what we’ll call psychedelics, for reasons I’ll explain, is that the name kept changing because people really didn’t understand these molecules. They were so strange. So, at first, they were called psychotomimetics. This was in the early ‘50s, soon after LSD was made available to researchers. And psychotomimetic, basically, meant that it was a psychoactive drug that mimicked psychosis. And lots of psychiatrists would look at what happened to people and say they’re having a psychotic episode. It turned out to be wrong, but it sure looked that way. And then, other people called it a psycholytic, which means mind loosening. And they were using it in, basically, your typical talk therapy session as a way to loosen, lytic means mind loosening, people’s defenses and allow them to get in touch with subconscious thoughts and emotions. Psychedelic, as a term, is coined in 1957 by a key figure in this history named Humphrey Osmond. Osmond is an English psychiatrist who moves to Saskatchewan because the provincial government was willing to let him study whatever he wanted, which happened to be mescaline and LSD. And they had a very progressive Health Department in Saskatchewan. And he got involved with Aldous Huxley and, in fact, is the person responsible for giving Aldous Huxley his first mescaline experience.  And they corresponded extensively, as people used to do. And, in one of their correspondence, they were trying to come up with a better word for these drugs because they simply didn’t believe it was true that it made people crazy. In fact, they believed they could make people sane. So, they went back and forth and Osmond, ironically enough, not the brilliant writer, came up with the term that stuck, and that was psychedelic. And that, essentially, all that means is mind manifesting. That these are compounds that help the mind manifest its deepest qualities. And it caught on. And we think of it as a very kind of ‘60s term associated with Timothy Leary and the counterculture. But, in fact, it was coined by a psychiatrist in the ‘50s. So, it simply means mind manifesting. And I use it to refer to what are sometimes called the classical psychedelics. I tend not to think of MDMA as a psychedelic, even though some people do, or cannabis as a psychedelic. But that group of chemicals that include mescaline, DMT, psilocybin, magic mushrooms, and LSD, and there’s a handful of others, that are unified by the fact that they work on similar receptor network in the brain and have, roughly, similar effects on the mind, on the phenomenology of the experience. So, that’s really, when I talk about psychedelics, that’s what I’ve got in mind. Tim Ferriss: And by phenomenology, you mean the subjective – the reporting of the subjective experience. Michael Pollan: The felt experience, yeah. Tim Ferriss: Mm-hmm. Michael Pollan: It’s a very fancy word for how it feels. Tim Ferriss: Why did you dedicate this book to your father? Michael Pollan: Well, for a couple of reasons, some of which I didn’t understand, until I finished the book. I did it because my dad was very sick for most of the time I was writing it. He himself had terminal cancer and died of lung cancer earlier this year in January. So, I wanted – it was my last chance to dedicate a book to him, or at least one that he would see. He didn’t get to read it. So, I thought I would do it. But as I’ve thought about it since, I realized this book is very much about him. A friend of mine read the book and said, wow, your father is on every page. And I didn’t now what that meant exactly, but I’ve since given it some thought. And I realized that one of the reasons I got so interested in the experience of cancer and that confrontation with one’s mortality is that my dad was going through that. But unlike the patients I was talking to, the volunteers in the psilocybin experience, he really didn’t want to talk about it. And it was just a conversation we couldn’t have. And we had a lot of conversations in his last year or two. But for whatever reason, I don’t really understand how he was processing what was coming because he really wouldn’t share it. And so, in a sense, I was having conversations I wanted to have with him, although I was certainly afraid to, in some ways. I was having those conversations with these other people, these strangers who I got to know and hearing how they thought about their death and how psilocybin changed how they thought about their death really became a proxy for a conversation I never had with my father. Tim Ferriss: What affect did that have on you, if anything jumps out? Are there any salient affects that it had on you? Did you end up feeling a sense of closure or resolution, in some way? Michael Pollan: In a way, I wish my father had been able to have one of these experiences. I don’t know that he would have gone for it. He’s of such a different generation. He was probably too old to qualify. He was 88 when he died. But it’s kind of a black box. That was a generation that didn’t always talk about these things. I do think it had an affect on me in that having given so much thought to death and the process and the afterlife, as psychedelics makes you do, I think, in his last weeks and months and days, I was more available to him than I would have been. I think that I was not as fearful or as defensive, is probably a better word. One of the things our egos defend us against is death. One of the big things. And so, when we’re confronted by it, we figure out a million ways to think about something else or turn away, if we can. But I was very present for his death. I was with him and my mother in the apartment for the last week. And I didn’t feel there was any barrier. I felt like I was able to say everything I needed to say, to be physically available to him. So, in a sense, I think my own psychedelic experiences and the amount of thought I had given to dying because of that article I had worked on probably made me a better caregiver, in some ways, and better able to process what was happening. And I guess I did a lot of preparation, too, because I saw it coming for a couple of years. That takes away none of the power of the experience, but I do think – it’s funny. Some journalists have just started doing interviews on this book, and one of the questions you get asked is how did your own experiences change you, and that’s a hard question to answer. It’s subtle, in some ways. But it was my wife who said, “Well, I really think you would have been different around your father, at the end, if you hadn’t had those experiences.” And I think she’s probably right. Tim Ferriss: Based on all of my reading of your work, based on the conversations I’ve observed you having and our limited exchanges that we’ve had, you’ve always struck me as a very open minded journalist, while very skeptical, which is a good combination for the profession you’ve chosen. What were you most skeptical of going into the process of saying considering a book on this topic? And did you go in with the intention of having your own experiences? Michael Pollan: I didn’t go in with that intention, when I started the New Yorker article. I didn’t know it was possible to have – obviously, you can have a psychedelic experience, if you can find the drugs. But to have the sort of orchestrated guided experience, which I think people need to understand is a fundamentally different way of using the same chemical. But the experience is very different. And it was actually, in the course of working on that article, that I kept getting these whispers that there was this underground and that there was a kind of shadow world not too far away from the legit researchers I was interviewing. And so, I started getting inklings that that might be possible. But I’m not a psychonaut. And I had very little experience. It was kind of odd. I just kind of came of age at a little wrinkle in time where there weren’t a lot of psychedelics around. And by the time they were available to me, I was terrified of them. I’m sort of more a product of the moral panic against psychedelics than of the psychedelic ‘60s. I mean, just to give you an idea, I was 12 during the summer of love. I was 14 during Woodstock. So, I was a little – I came a little late to the party. And the party was getting pretty sour already. The scene at San Francisco had gotten really sour. And there was a lot of bad information but scary information about psychedelics that were out there. So, this wasn’t a natural thing for me. And what you call my skepticism is journalistic skepticism. But it’s also plain old fear and wondering is this for real. I did have skepticism. I think that the results of these studies, which hadn’t been published, when I published them, and it was very much to the New Yorker’s credit that they were willing to let me do 14,000 words on, essentially, scientific research that hadn’t been peer reviewed yet. And but I gradually became convinced by the authority of the people who were talking to me that they had had these transformative experiences. But I do write about psychedelics, and I think this is somewhat unique about the book with one foot outside of this world and only one foot in it. And I think that that distance is very important for various reasons. I think it’s important to remain critical as a journalist and when you see things that are being hyped. And that may well happen with psychedelics. It’s something I’m concerned about. But also, as a way in for readers who may not be experienced or may have their own doubts or fears. I’ve become a surrogate for the reluctant traveler. And that’s always been part of my work. I don’t like to write as an expert. Another reason I sort of moved off of food, at least for the time being, is I really like writing closer to the beginning of the learning curve when everything is still new and exciting, and I can bring a sense of wonder to it. I don’t think readers really like being lectured at by highly experienced experts. I think they’d rather come on a journey or an education with you. And so, I was outside of this world and dipping my toe in, first, kind of very tentatively, and then, kind of my whole foot, and then, a much larger part of my body. But it wasn’t a natural progression for me, and it wasn’t an easy progression. We’ll talk about this, but each of my own psychedelic journeys that I have for the book were preceded by a sleepless night of incredible anxiety where I was just a ping pong ball with arguments going back and forth like are you crazy.  You’re 60 years old. You could have a heart attack up there on that mountain, and this guy is not going to call 9-1-1. He’s worried about his freedom. And then, the other side is saying come on, aren’t you curious about what you might learn. And by the way, you’ve got a book deadline coming up. You’ve got to do this. And so, every time, it was like that. It never got easier. And I realize now that was my ego defending itself against the assault to come. And, of course, our egos have command of our rational faculty, so they make really good arguments. And mine was definitely making a good argument to me. But thank God I ignored him. Tim Ferriss: Could you talk a bit about what we know or suspect about the neuroscience behind how these compounds may have the effects they have? And just please jump in to correct me at any point because you are certainly better versed with all of this. But for people who don’t have the background, when you mentioned guided experiences or supervised environments, and the New Yorker piece, I’ll just give a little bit of background for people that may not be aware, that includes, certainly, underground options but also includes universities like Johns Hopkins, NYU – Michael Pollan: UCLA. Tim Ferriss: An ever expanding list and some very, very credible researchers, certainly some who would be considered the researchers’ researcher and scientist. What do we know of the science? Because these compounds have been so mysterious, in a sense. They’ve been so continually used for, certainly, centuries, if not millennia by – Michael Pollan: Probably millennia, yeah. Tim Ferriss: — yeah, different civilizations. You can find totems from the Mazatec going back thousands of years and so on. What new insights or theories have caught your attention in the scientific realm? Michael Pollan: Well, the neuroscience, I just have to say, is absolutely fascinating. And for me, intellectually, that was kind of one of the most exciting parts of the research was learning what these chemicals are teaching us about the mind and the brain. There’s a famous quote by Stanislav Grof who is a Czech [inaudible] [00:32:49] psychiatrist who worked with psychedelics extensively, when they were legal, in his practice. And he said, I think this was in the early ‘70s, he said something that sounds outrageous, which is that psychedelics would be for the study of the mind what the telescope was for astronomy and what the microscope was for biology. That’s a pretty big claim. And it sounded like hyperbole to me, when I first heard it. But having spent a lot of time in these labs with these scientists, I no longer think it’s impossible that he’s right. He may well be right. But that said, the brain is still very poorly understood. Consciousness, even more poorly understood. So, it’s important to understand that everything I’m about to tell you is hypothesis. And some goes a little further than a hypothesis, but there are still a lot of mysteries. The first one being how does – let’s say you ingest LSD or psilocybin. We know that it links to a certain kind of brain receptor, the H25AR receptor, which is the same one that SSRIs engage with.  And that sounds like oh, we really understand something. But what happens downstream of that, we don’t have a clue. How you get from that activation of those receptors to the phenomenology, the felt experience of the drugs. So, there’s a lot we don’t understand. But one of the most interesting clues has come from the work done, especially at Imperial College in London, but also, it’s now happening at other places in Switzerland and at Hopkins, to image the brains of people on psychedelics. By image, I mean, use FMRIs or some of these other modalities to see what’s going on in the brain, when people are under the influence.  And the biggest takeaway from that work, and this is in papers that Robin Carhart Harris, at Imperial College, has published is that contrary to what the neuroscientists expected, which was that the brain would kind of light up with extra activity because there was such visual and auditory fireworks going on during the experience, they found that activity in the brain was actually depressed by psychedelics, particularly in one network. This was a network I had never heard of before, until I started doing this work. And it was only discovered about 15 years ago by an American neuroscientist at Washington University named Marcus Rackle. And that is the default mode network called that because this is kind of where the brain goes when it’s not busy. It’s where you go to ruminate, worry, day dream. And it was discovered when they were administering FMRIs to people and needed to get a baseline. And they would tell people don’t do anything. Just lie there, and no tasks. And they would see that, oh, interesting. The brain is actually quite active, when you’re doing nothing. And this part of it is very active. This part is a linked set of structures that include the prefrontal cortex, the posterior cingulate cortex; these are both in the cortex, which is the evolutionarily most recent layer of the brain on the outside. And then, those link down into deeper, older structures that are involved with memory and emotions. And it appears to be a very important hub. The brain is a hierarchical system. And the default mode network kind of is in charge, is a regulator of the whole. And it’s involved in a range of metacognitive functions that include self-reflection and rumination, time travel, that’s thinking about the past and thinking about the future, theory of mind, that’s the ability to imagine mental states or attribute mental states to others, and what is called the autobiographical memory.  The autobiographical self, forgive me. This is kind of where we integrate what’s happening to us with the narrative we have of who we are, which is a mix of everything that’s happened to us before or the parts of our biography we think about and our objectives for the future. And to have a sense of self that’s consistent over time, something we prize, even though it’s probably completely illusory, that work of constructing that happens in parts of the default mode network. So, you could say it’s kind of the seat of the self or the ego, to the extent that we can say that. And how interesting that this particular network, important as it is, goes offline or at least has activity diminished. And this is really interesting, the more precipitous the drop in activity in the default mode network, the more likely someone is liable to report that they experienced ego dissolution. That experience that’s common on a high dose of psychedelics that can either be terrifying or absolutely ecstatic of having your sense of self disappear or melt or dissolve, which is then followed by this merging with the larger world, nature, the universe, other people. And so, that seems to be involved with the diminution of activity in this particular network. So, that gives us a window into the self and into spiritual experience because that experience of ego dissolution feels to people like a mystical experience, feels like it’s very spiritual, this sense of transcending this bag of bones we are and actually connect with larger entities. And it’s that experience, too, that may make it easier to die in that ego dissolution is a kind of rehearsal for death, giving up yourself, and then, seeing – and this was for me the most incredible thing, was that your ego could die, but you still perceive. There’s still a consciousness, another consciousness. And I think that that’s enormously comforting to people. So, anyway, for a neuroscientific point of view, this is a really interesting insight. And psychedelics gave it to us. There are two other things I want to say about it that’s also even more interesting. One is that, when other researchers at Yale started scanning the brains of really experienced meditators, people with 10,000 hours who really know how to meditate, their scans look very similar to the people on psychedelics, on psilocybin that they, too – that meditation is another way to quiet the default mode network. And my guess is there are several others, too. My guess is it’s quieted when you fast, when you’re on a vision quest, when you go into sensory deprivation. My guess is that all of these powerful experiences may well involve alternate modalities for shutting off or quieting the default mode network. So, that’s a big takeaway. And I think will be significant in the future. The other point I want to make about that and the neuroscience is that also coming out of Robin Carhart Harris’s lab was they mapped connections. They call it the connectome in the human brain. And that changes during the experience. When you turn off the default mode network, which Robin refers to as the orchestra conductor or corporate executive or capitol city of the brain, he has all of these wonderful metaphors, when that goes offline, other parts of the brain and other networks that don’t ordinarily talk to each other strike up conversations. And if you look at this image, which is reprinted in my book, actually, they did it in color in the middle of the book, I didn’t even know they could do this, toward the end of the book, you see that what had been this set of main thoroughfares connecting different networks in the brain, suddenly, you get lots of little roads, new connections, myriad new connections get established. Basically, because – probably because the default mode network is not requiring everybody come through that hub. And so, you have, for example, perhaps, a motion center is talking directly to your visual cortex, which, low and behold, could allow you to see things you’re feeling. It could result in hallucinations. Those new connections may, and now, I’m being speculative, may manifest as new perspectives, new ideas, new means, new metaphors. But the point is that by temporarily disrupting the order of the brain, a new order forms. And that order may have incredible value at either the level of mental health and psychology or the level of creativity. And that’s what we need to get into right now. What happens with those new connections? Do they endure or not? And are there ways to help them endure longer. Tim Ferriss: The visualization that you mentioned is so – the difference is so pronounced. And it’s really something to behold. So, I certainly encourage people to just take a moment to soak the image in, when they have a chance to look at it. Michael Pollan: And it’s not hard to find online, too. Tim Ferriss: It’s not hard to find online. And what I wanted to – certainly, these compounds are not panaceas. They don’t fix everything. Michael Pollan: And they do have risks. I think we should talk about that some. Tim Ferriss: Oh, we’re absolutely going to talk about the risks. But before we get to that, I wanted to go back to the studies that have been done and to ask you what studies have most perhaps shocked you or surprised you or have stuck with you? And for purposes of, I suppose, sharing on my side, the studies are really wide ranging. Many studies have been performed in the – well, I’m not sure, in the early ‘50s and early ‘60s. But even looking at the more recent studies related to smoking cessation or different forms of addiction, certainly end of life anxiety, treatment resistant depression, there are a number of characteristics that have been really surprising to me, when looking at the result. But I’d be curious to hear if there are any related to the magnitude, persistence, or anything of effects that have been particularly memorable for you. Michael Pollan: Yeah. Well, the first one that was really memorable to me was the first one I read. And this was a 2006 study done at Johns Hopkins in the lab of Roland Griffiths who I believe you know pretty well. Tim Ferriss: I do. Michael Pollan: And this was a kind of wild study because it didn’t proport to have any practical utility at all. It had nothing to do with health or healing people. It was really an attempt to see if psilocybin could be used to occasion, that’s the verb they used, to occasion profound, mystical experiences in people. And the title of this paper is kind of hilarious. High dose of psilocybin can occasion profound, mystical experiences in people that have lasting value or something like that. I don’t have it quite right, but it just stood out as wait, scientists do this, that’s pretty cool. And what’s a mystical experience doing in a scientific experiment? But, in a way, this was the predicate of all of the research to come, in this renaissance that’s going on, because they had found – first, they had proven that you could safely administer these drugs in this environment and that, with a very high percentage, you could induce this kind of experience that people would report as one of the two or three most meaningful experiences in their lives comparable to the birth of a child or the death of a parent. The fact that you could induce such an experience in a laboratory reliably with a mushroom that kind of blew my mind. And I interviewed many people in that trial, and it was really interesting to hear their experience. These are so called healthy normals, so they didn’t have a pathology. They weren’t dying. And they were kind of spiritually inclined. It was definitely it seemed to me a common denominator of the volunteers. But that this drug would create an experience that was indistinguishable from mystical experiences as we have them in the literature as they were recorded by the great mystics of all time and all of the writers who have talked about mystical experience from Whitman to Emerson to Tennison. So, I thought that was a really cool study. And the testimony of the people in it was very interesting. It was also interesting that, in a follow up, they crunched that data very carefully, and they discovered that statistically significant percentage of people who had had these psilocybin experiences had actually had changes in their personality that were enduring. Psychologists divide personality up into five traits. And I’m not going to remember them all. But it’s things like conscientiousness, neuroticism, extroversion, openness, and I forget the fifth. But openness, which correlates with tolerance for other people’s points of view, ability to take in lots of surprising information, creativity, actually was increased, statistically significant increase in openness.  And it’s very rare that personality changes in adults at all. And the idea that a mushroom could induce such a change was really striking. Now, this has yet to be reproduced, this particular result. But whether there are lasting changes in personality of people who take psychedelics, I think, is a really rich topic to explore and definitely deserves more work. The smoking study you alluded to I thought was also fascinating. Here, you have one of the hardest of all habits to kick. And 80 percent of people who went through this process, which involved two or three psychedelic trips on psilocybin and some cognitive behavioral therapy in between, 80 percent were confirmed abstinent, were not smoking at the six month mark. And that number fell to I think it was 67 percent after a year.  This is a small, pilot study, open label, which means everybody knew they were getting psilocybin. Nobody got a placebo. But that’s pretty impressive. And, in fact, 67 percent success, after a year, is better than anything else that’s out there. So, this study needs to be reproduced. And it’s happening. Tim Ferriss: Yeah. Sorry to interrupt, but also, as I understand it, it’s not a marginal difference in efficacy compared to the standard of care for looking at alternative treatments. The delta, at least with this preliminary study, as you mentioned opened label, somebody out there on the internet can certainly correct me, but I want to say it was perhaps the alternative, Option B, more traditionally speaking, would be somewhere in the 20s in terms of efficacy at the 6 month mark looking at abstinence rates. I could be getting that wrong. Michael Pollan: Yeah. I think there’s a drug people use called Chantix that I’ve seen advertised on television. I think that does a little better than the 20 percent mark. But the patch is not that successful. So, it’s a big deal. But what was also noteworthy to me about that particular study was talking to the people in the study. And I would ask them why did this make it any easier to quit smoking. It doesn’t seem to have anything to do with smoking. And they would describe an experience that put their life and their behavior in such a radically new context. And they would say these incredibly banal things. They’d say I realized my breath is precious and that there’s no life without breath. And it’s really stupid to damage your breath. And I’m like duh. Didn’t you know that already? And they did know it, in an intellectual way. But I think one of the real hallmarks of psychedelic experience is that things you think you know but really only exists on the very top of consciousness suddenly set down roots deep in your subconscious. And they become these convictions, absolute, rock solid convictions that you believe in a way you’ve never believed anything before. And that, I think, allows people to kind of put flesh on some platitude like smoking is bad for you and killing yourself is stupid. Suddenly, you feel it, at a much deeper level. So, I was struck by that. And, in fact, Matt Johnson who is the psychologist at Hopkins who directed this study, he calls them duh moments. That people have a lot of duh moments, but they’re transformative. And that is, if you’ve ever had a psychedelic experience, there is that weird bleeding from banality into profundity and back again that happens. And that definitely seems to go on. So, one of the ways, one of the psychological mechanisms that may be at work is this ability to reinforce an idea that we all already know or we should now better and make it powerful enough to actually guide our behavior. Tim Ferriss: What are some of the potential applications or current applications in a scientific environment or elsewhere that are most interesting to you? I’m personally tracking potential use of psychedelics, which is certainly already in motion outside of the US, hopefully will be researched more in the US, but as it would apply to say opioid addiction, really problems of epidemic proportions. Are there any particular applications that you’re paying attention to? Michael Pollan: Yeah. Well, first of all, it’s really important to understand that this research comes along at a critical moment. Our mental healthcare system is badly broken. If you compare mental health treatment to any other branch of medicine, mental healthcare fails abysmally. It has not extended lifespan, lowered mortality. It hasn’t done work on cancer, work on the heart, work on virtually other infectious disease. It’s remarkable what a pathetic track record it has. And with all of the use of SSRIs in the culture and shrinks, which here in Berkeley, every other person is a shrink, the fact is that rates of depression are soaring. Rates of suicide are rising dramatically, and addiction, too, is rampant. And so, there’s a real crisis here. And there hasn’t been any real innovation in mental healthcare since, I would say, 1990 or so with the introduction of the SSRIs, the antidepressants that work on the serotonin system. So, I’m particularly interested, as you are, in the work on addiction. I think that’s very promising, and it’s an area where we don’t have a lot in the pipeline. Ibogaine is another psychedelic that comes from a root of a tree in Africa. And it has been shown, in still very preliminary research, to be useful with opiate addiction, partly because it blunts the withdrawal systems, at the same time it helps you get off the drugs. But it’s a very heavy and risky psychedelic, and it lasts for a very long time. There are clinics in Mexico that are administering it to opiate addiction. But there is work planned to look at psilocybin and opiate addiction. Psilocybin and alcohol addiction is underway right now in a large study at NYU that I think bares close watching. And then, there’s all of the work that’s about to happen about psilocybin and depression. Treatment resistant depression is the subject of study in Europe coming up. And that’s people whose depression has not responded to two other forms of treatment. So, a particularly needy group of people. And then, a study in this country of major depression. And that will be getting underway this year. I think, if these drugs can really make a dent in those indications, it would be enormous. It would just be – and the depression study is very interesting how that came about. The researchers had looked at depression, in their population of cancer patients. They were dealing with both depression and anxiety. And the results of those studies found that, in roughly 80 percent of the cases, the volunteers had had statistically significant reductions in symptoms of depression and anxiety. So, a pretty big deal, very strong treatment effect, much stronger, by the way, than the treatment effect that got SSRIs approved. But when they went to the FDA seeking permission to do a Phase 3 trial in cancer patients, the FDA regulator said to them we’ve got a much bigger problem, much larger population of people struggling with depression. And there’s a strong signal here that these drugs may help with depression. So, we want you to study that. And part of the reason they did that is they well recognized that there’s not a lot of drugs in the pipeline. And the SSRIs are losing their effectiveness, which was never too great to begin with, we’re learning. SSRIs do perform slightly better than placebos, and their affect appears to fade over time. And also, people hate being on them because of the side effects. Tim Ferriss: So, you mentioned something that may surprise people, and that is FDA support, in this case. And, certainly, we don’t necessarily have to get into MDMA, but MDMA was granted breakthrough therapy designation to expedite the process of Phase 3 trials for PTSD. Michael Pollan: Which is remarkable. Tim Ferriss: And that seems at odd with something that came up earlier, which was this moral panic after the psychedelic ‘60s and the Controlled Substances Act and the current legal status of these drugs. So, what has changed? You would think, if we look at mystical experiences and the peace that people feel or the oneness, the timelessness, the ineffability, one would be inclined to think, hey, if you’re trying to treat alcoholism with that, you’re just going to give them a state they want to return to over and over again. Michael Pollan: Yeah. Well, that’s a good question. I think it’s important to understand that psychedelics are not – the classical psychedelics are not addictive. So, it’s not like you’re giving them another drug that they’re going to get hooked on. In the classic drug addiction experiments, where you give a rat or a mouse two levers in the cage, and one has food and one has cocaine or heroin, they’ll keep pressing the cocaine or heroin, until they die. And they’ll prefer it over food. If you make one of those levers give them access to LSD, they’ll press it once and never again. They don’t want to go there. And if you’ve used these drugs, your first thought on the conclusion of the experience is not, man, I’ve got to do that again. It takes months to recover. And I don’t mean recover, but it takes months to process everything that happened. And it was so – it’s so disruptive and so extreme an experience that your first thought is not where can I get my next hit. So, there’s that. But yeah, it’s a weird idea. Back in the ‘50s, one of the really interesting stories that you find, if you dig into the research deep enough, and the ‘50s period is fascinating, is that Bill W, the founder of Alcoholics Anonymous, first, he got sober after he had been administered a psychedelic or a drug that some people call a psychedelic called belladonna in the ‘30s. And then, in the ‘50s, he got involved with LSD therapy in LA. And he thought that LSD might be able to help alcoholics. And he went to the board, which he was on, of AA and said, look, LSD, we should really take a look at it. And maybe we want to incorporate it in the program. And his fellow board members are like are you crazy. That’s going to ruin our brand. That’s going to confuse people. So, there is a kind of fundamental sense that it seems weird to treat a drug with another drug. But these drugs are so substantially different, and they appear to be effective in treating at least some kinds of addictions that it would be shameful for us not to do the research and explore it. The kinds of risks that are present, and there are risks, but addiction is not one of them. Tim Ferriss: If that’s the case, why have these compounds been so difficult to research?  Why are they not freely available? What happened that took them off the table for so long? Michael Pollan: Well, the ‘60s happened. There’s a chapter in the book where I look at the sort of rise and quick fall of psychedelics during the ‘60s. And it’s a really fascinating episode. And it’s full of cautionary tales. It’s funny. I would ask researchers I was interviewing what happened. Why was there such a backlash against psychedelics that research was closed down? That never happens that you have a promising field of research, and suddenly, scientists feel they can’t do it anymore, and they’re told to stop. This is kind of dark ages stuff. And to a man, and they are mostly men, I’m afraid, they will say well, it’s too simple to blame Timothy Leary. And then, they’ll go on to blame Timothy Leary. And he does have a very important role in this. And, basically, Leary started studying psilocybin and then, LSD at Harvard from 1960 to 1963. And keep in mind the drugs were legal then. And but he got impatient with research, with science pretty early on. And he decided well, you can’t really do a controlled study of psychedelics, so why bother? And he started studying psychedelics in what he called a naturalistic environment, which meant his living room. And as happens to some psychedelic researchers, they lose interest in treating individuals and acquire an interest in treating the whole of the culture because they start seeing that retelling these things is too slow. And they’re so promising, and they could actually save us from civilizational collapse. And you have this exuberance, irrational exuberance, I would add, that seems to come up in the minds of some people who work with these compounds. And it’s an occupational hazard, I would argue. And the current generation of researchers are guarding against it. But take them out for a drink, and they’ll come around to that place, the value of these compounds for the whole civilization, which is interesting. And they may well be right. But it’s a dangerous way to talk, I think. And so, something else was going on in the ‘60s. and that was that these drugs were used by the young, by teenagers and people in their 20s. And it created what was called a generation gap. And a very unusual splitting of the cultures and values of two generations. These drugs were doing something very unusual to that historical moment, and something that will never happen again. Let me explain what I mean. LSD, a high dose of psilocybin or LSD trip, is a kind of rite of passage, a searing rite of passage. You feel like you went in one person, and you came out another person. And it did this for the young, at that point. That’s who used these drugs. Not too many older people used them. And normally, a rite of passage knits a culture together. It’s organized by the elders who set up the bar, whatever it is, whether it’s a bar mitzvah or a vision quest or whatever it is, and the youth, the adolescents, pass through that process and then, land in the country of the adults. And that’s how you grow up. Here was this really freaky rite of passage that was taking young people and dumping them in a country of the mind that adults knew nothing about. And I think it really drove a wedge in the culture. And it’s no accident that you had this unusual divergence of youth culture, both in terms of everything from politics, dress, music, diet, sexual mores, morality was different than adults. And that was very destabilizing for the culture. And not surprisingly, the elders reacted with fear and panic and tried to put an end to this. Richard Nixon called Timothy Leary who was already kind of a washed up psychology professor called him the most dangerous man in America. That’s astounding. But he probably really believed it. he believed these drugs were keeping men from going to fight in Vietnam. One of the things that happens is these drugs make you raise question about the authority structure that you live in. And that was certainly happening. So, they were very destabilizing, and there was a backlash. Whether Timothy Leary was solely responsible for that, that seems unfair. He was definitely the east coast person most responsible for it. But remember, on the west coast, you had Ken Kesey, the writer, who is turning on thousands of people in his acid tests and is also a psychedelic evangelist. And he was turned on by the CIA inadvertently. They were testing their LSD, and they were paying people $50.00 to go to the VA hospital in Menlo Park or Paolo Alto and have a dose. And they turned on the wrong guy. And they – Tim Ferriss: The story is so outrageous. Michael Pollan: Isn’t it. It’s completely. Tim Ferriss: I had never been exposed to the details in your book, and if someone were to write a novel with that as the plot, they’d have to be [inaudible] [01:07:22] or something. It’s so surreal. Michael Pollan: Yeah. And the idea that the ‘60s, what we called the ‘60s, might have been a CIA mind control experiment gone horribly good or bad is mind blowing. So, I think the drugs would have found their way into the counterculture one way or the other. There were other routes besides Timothy Leary, even though he was pushing really hard to make this happen. But that led to a backlash. And you had the government coming down hard on it. The media who had been – and this was one of the real surprises in researching the book, incredibly boosterish about psychedelics. Time Life, which was one of the most important media empires in the country controlled by Henry Luce, they were actively promoting psychedelics up until 1965. Henry Luce loved them. He and his wife had been treated successfully. He published Gordon Wasson’s first account of a magic mushroom experience in Mexico in the 1950s. And, in fact, he insisted that all coverage of psychedelics come to his desk, so he could make sure it didn’t have anything negative in it. So, the culture undergoes a radical 180 around 1965. And that leads to the closing off of research. So, that begs the question could it happen again. I don’t think it could happen quite that way. And the reason it couldn’t, and for this idea, I credit Rick Doblin, if he’s right, but he might be wrong, but Rick Doblin is the head of MAPS, the Multidisciplinary Association of Psychedelic Studies. He thinks that the culture has changed too much. That we’ve absorbed so many innovations of the ‘60s, and that the people now in charge, many of them, have tripped. Psychedelics are not so strange to them. And that’s why you have really some establishment voices in the psychiatric establishment. People like Paul Summergrad and Jeffrey Lieberman, both past presidents of the American Psychiatric Association have talked about their own use of psychedelics and the role it played in their intellectual development. No doubt some of these regulators at the FDA have first person experience of psychedelics. So, they’re not terrified of them in quite the way our parents were or my parents were in the ‘60s.  And I think there’s some comfort in that for people doing this research that it’s unlikely to happen that way. Could it happen another way? Yes. Let’s say someone dies in this research, or there is some adverse event, or there are suicides associated with psychedelics, which have happened in the past and could happen again. The cultural climate could change. We also have Jeffrey Sessions as the Attorney General, and he’s not happy with states legalizing cannabis. How is he going to feel if the FDA comes forward and approves psychedelics? It’s not guaranteed that they’ll be against it. There’s another lens you could take to this. They are deregulators, and that’s, essentially, what we’re talking about is deregulating a pharmaceutical. Tim Ferriss: Can I jump in for one second? I’m so curious. Do you not think there would be incredible backlash if a Sessions or someone else were to come out against Phase 3 trials that are specifically dealing with say victims of sexual assault for PTSD, war veterans returning with pronounced trauma and limbs blown off? I mean, it seems to be such a bipartisan issue and in everyone’s best interest. There would seem to be some political risk in trying to stop these types of studies. Maybe I’m not savvy enough – Michael Pollan: I think you’re absolutely right. And your example is the good example. The MDMA work for PTSD, is there a more sympathetic population that you could possibly be helping? And, in the same way, the whole system finally was moved to make it easier to have access to AIDS drugs because there was nothing else that could help.  I think that, yes, there would be a penalty. And I don’t think it’s an accident. It’s not a right/left issue when you start talking about the military and cops. Rebecca Mercer has donated to psychedelic research, specifically, I think with the PTSD work. Steve Bannon has spoken out in favor of it. And Peter Thiel is an investor in psychedelic medicine. So, it isn’t necessarily the case that it’s regarded as this left wing thing, even though it has these countercultural colorations. So, I don’t think it’s simple at all. But we’ll see. If the FDA looks at these Phase 3 results, and this is a couple of years down the road, and says that yes, these drugs should be approved, and doctors should be able to prescribe them, the DEA, the Drug Enforcement Administration, which is part of the Justice Department then, has to reschedule them. Scheduling drugs is a political determination finally. And DEA has sometimes been immune to scientific information. But I think it would be an interesting moment. I’m not sure how it would come out. But I think that this work with dealing with post traumatic stress disorder and dealing with the so called existential distress of cancer patients wins the sympathy of the public, especially when you’re doing it with a drug that where the risk profile is really not very bad. So, we’ll see. I think it’s a big question. The idea that there’s any kind of logical response on the part of the Trump administration to anything that has to be factored in, too. Tim Ferriss: So, you mentioned risks earlier. I think we should talk about that. what is the risk profile? What are the risks of these compounds? What’s the LD50? If we have 1,000 people in the room, what’s the dose it takes to kill 500 of them? Michael Pollan: Well, there’s no known lethal dose of psilocybin or LSD. If it kills you, it’s not going to be because it’s toxic. They’re not toxic. There are remarkably few molecules have this profound effect. And they don’t stay in your body that long. So, from a toxicity point of view, they’re remarkably safe drugs. I think that the risks come – are more psychological in origin. They are incredibly disruptive. They disarm your usual defenses. And defenses can be very helpful as well as hurtful. And some people, without their defenses, get into real trouble. People do foolish things on psychedelics. People take them carelessly, and they walk into traffic. They step off a building. And then, there is a small subgroup of people at risk for serious mental illness, things like schizophrenia, for whom psychedelics can be the trigger and push people into that first psychotic break. And I think that happened. It wasn’t so uncommon with people in their early 20s using these drugs. And that happens to be the age where this tends to happen. Would it happen without the psychedelics? Probably another trauma would have set it off, if not the psychedelics. But it does happen. And I think that one of the reasons that there have not been any adverse events, any serious adverse events, in the 1,000 volunteers that have been dosed in the modern era of research is that they’re screening very carefully.  Anybody who has got mental illness in their family is not eligible. And so, that’s kind of the luxury of doing small trials. You can be very picky about who you give the drug to. And that’s one of the reasons that Phase 3 may not be quite as dramatic in its success as Phase 2 has been. So, I think that there are people who should not take these drugs. And it’s people at some psychological risk. That said, it’s worth pointing out there’s a story I tell in the book that, very often, doctors, in the ‘60s especially, who weren’t familiar with psychedelics and the phenomenology of them, mistook simple panic attacks, which are common on the drugs, for psychotic breaks. And there’s a great story that Andy Wilde told me, Dr. Andrew Wilde, about after he got out of medical school in 1968, he hustled out to San Francisco and volunteered at the Haight-Ashbury Free Clinic. And they were seeing lots of bad trips. And people would come in, and they thought that they were going mad, that they were going to die. And we shouldn’t minimize how bad a bad trip can be. It’s a terrifying experience, and that, too, is a risk, even if it is just a panic attack. But Andy had had a lot of experience with psychedelics himself. And he saw these symptoms for what they were. And what he would do is he’d come into the little cubicle with his white coat and his stethoscope and his clipboard, and he’d ask a few questions. And when he decided the person was not really psychotic but was just freaking out, he would say, “Excuse me, but there’s someone in real trouble, in the next cubicle.” And at all once, these people were like wow, there’s someone more fucked up than I am, and they would feel so much better. And their symptoms would pass. So, he understood that you could manipulate the experience, which is, of course, what the guides understand, too, and rescue someone from what had been a pretty horrifying episode. So, how many psychotic breaks were there in the ‘60s? You hear that the Emergency Rooms, for a period, were full of people on bad LSD trips. And maybe that’s true. But what was that actually? It may have just been a bad trip. And bad trips, first, they can be averted with good guiding. And second, they can actually be very useful to people, if they’re properly analyzed. Tim Ferriss: And I think, at least the way that I’ve started to think about this reading your book and becoming involved with the research is that maybe a more useful delineation is safe and unsafe trip, in the sense that difficult does not necessarily translate to long term negative outcomes. Michael Pollan: To the contrary. Tim Ferriss: In some cases, very much the contrary. And I want to pause for just a second here to make an appeal, if there are regulators, law makers listening, and that is that speaking as someone who, I assure you, is not dancing around the playa in a thong at Burning Man calling himself a shaman, that’s not my schtick, but conversely has looked at mental illness in friends, suicide in friends in high school and college, have friends with say eating disorders of 20 or 30 years that have been not just mitigated but resolved. I can’t say definitively, of course, but for years now after one to three controlled sessions. Looking at the risk profile of these drugs, there are risks, to be sure. But the potential benefit, the cost effectiveness, and the pronounced favorable risk profile is really remarkable, beyond just about anything I’ve seen. Not a panacea but with some very promising indications that make it, at the very least, worth researching in depth. And I don’t want to sound too much like I’m proselytizing, but if you look at say there are drugs, looking at my pharmacogenomics, if I were to take them, I could have a fatal response, right, which are common, common drugs. If you take grapefruit juice, which can certainly change the metabolism of many drugs, you can have horrible side effects. And if you look at, if you were to print out, let’s just say hypothetically, years from now, you have psilocybin available, and you go to Walgreen’s to pick up your psilocybin, and maybe it’s only available through a therapist or doctor who is going to be supervising a session. But nonetheless, let’s imagine this is an exercise, and you pick up your little, white bag with the pharmacist’s directions and warnings on the side. Compared to just about anything else to date that I would have routinely consumed, the profile of something like psilocybin would be very, very favorable for a lot of things. And, of course, we’re operating from a place of incomplete information just because the research has been so stymied. But the early indicators seem to be really promising. So, I would just say, from the standpoint of regulators, not calling it the golden goose, but some of these compounds have the potential to transform how increasingly problematic, often fatal problems in mental health and elsewhere are treated. Michael Pollan: I agree with you entirely, and I think that, yes, as with any drug, you’ve got to compare it with other drugs and that they all have risks. And we put up with a certain amount of risk to get the benefit. And that the risks, in this case, certainly at the biological level, are minor compared to drugs we take routinely that, even over the counter drugs that are more toxic than psychedelics, as far as we know. So, I think that’s definitely worth keeping in mind. Because these drugs are illicit, they’re surrounded by this penumbra of fear. Tim Ferriss: That’s a good word, penumbra. Michael Pollan: And we need to look at them with a very kind of cool, objective lens, which is hard to do. David Nutt who is a very well known psychopharmacologist in England who is involved with the research, it’s in his lab that Robin Carhart Harris works. He did very interesting analysis of a bunch of drugs. And he would compare them not even to themselves but to other kinds of risky behavior. And he got in really hot water. Not only did he say that alcohol is more toxic than LSD, which got him fired, he was working for the government as the labor government’s drug advisor. But then, he said riding a horse is more dangerous than taking MDMA. Now, we never put those two things together, but why don’t we have this conversation about horseback riding? It’s really dangerous. Tim Ferriss: I’m just seeing the commercial like the second spot, safer than riding a horse. Michael Pollan: So, I think we’re really nuts, in general. Any behavioral economist, I’m sure you’ve had them on the show, will tell you that we’re nuts about risk and really irrational in how we confront it. So, it’s important to understand there are risks. They’re mostly psychological. People can have very painful experiences. But, in terms of poisoning your body, you could do a lot worse. Tim Ferriss: And one of the portions in your book that really caught my attention and got me excited was related to the default mode network. And I’m probably going to butcher this paraphrasing, so I want you to correct me. But it was the observation that perhaps some of these conditions that a layperson is prone to thinking of as separate, whether that’s chronic anxiety, chronic depression, OCD, eating disorders that they may not, in fact, be as separate as we think. And I want to say that Dr. Tom Insel may have commented on this, former head of the National Institute on or of Mental Health. Could you just elaborate on that because this is so exciting to me, for many reasons that I want to do it justice. So, could you explain –? Michael Pollan: Yeah. I’m glad you brought this up because it’s one of the most exciting things in the book, I think. And I talk about this idea that we may be close to or see a path to developing what I call the grand unified theory of mental illness, or at least a big set of mental illnesses that include depression, anxiety, addiction, and obsession. And one of the questions I asked Insel when I interviewed him was, and this is one of the things I was skeptical about, that it seems kind of implausible to me that one drug or one category of drugs like psychedelics should work on so many different indications. Isn’t that a little too good to be true? Aren’t you talking panacea? And he said, well, what makes you think those indications are so different, those illnesses are so different? And he said the distinctions between depression, anxiety, obsession, and addiction are actually there’s a lot of bleeding over from one to another. And that the names that we give them are really an artifact of the insurance industry and the DSM, the diagnostic manual. We have to assign a number to every diagnosis. And so, we tend to separate things. But he’s kind of more of a lumper. And he suggests that these could be very similar phenomenon and that one way another psychiatrist put it is depression is kind of regret about the past. And anxiety is regret about the future. It’s like that’s really interesting. The real difference between depression and anxiety is tenths, isn’t it? And so, when you step back to another level, and you look at the mechanisms that may be at work here, you begin to see how these illnesses may be very similar.  How do I mean? Well, if you look at, again, go back to Robin Carhart Harris’s work on the default mode network, his premise – he wrote another really interesting paper. Anyone who has an appetite for a little neuroscience should check out this paper. It’s called the Entropic Brain. And you should put it on your website. I can send it to you. Tim Ferriss: I’ll put it in the show notes. Michael Pollan: And there, his idea is that the brain is, as we know, a very complex system. And it has an order, an emergent order that is, to some extent, enforced or regulated by the default mode network. And the ego is the felt version of that. And the ego’s job is to kind of patrol the boundaries. It’s the cop on patrol. And it’s patrolling the boundary between you and the other, things that aren’t you, and you and your unconscious. And the system has this kind of structural order. But in many people, that order gets overly ridged. And that brains function along a spectrum from entropy to rigidity. And on the entropy end, you have serious psychological ailments like schizophrenia. But you also have childhood consciousness, which is very chaotic and very psychedelic, in many ways. And then, on the other end of the spectrum, you get to these illnesses characterized by too much order, essentially. And that’s depression and obsession and addition. And these are, essentially, ailments where people get stuck in repetitive loops that these deep grooves of thought and behavior, which are enforced by an ego that’s become almost punishing, too authoritarian. And so, these brains are kind of locked. And these other brains are just way loose. And there’s a place you want to be in the middle there. There’s a point of criticality really where you have enough entropy but also enough order. And that we go wrong when we get too far to one end or the other. That’s his theory anyway. It’s speculative, but it has a lot of explanatory power. And, basically, he thinks that psychedelics work by increasing the amount of entropy in the brain. And that entropy, up to a point, is a very positive thing. And that it is the lack of entropy that traps people in these very rigid patterns of thought and behavior. And that, essentially, the LSD or the psilocybin lubricates cognition. It can go too far and leads to magical thinking, which is also on the too much entropy side. But it also can help break people out of those habits. So, there, you begin to see the outlines of a grand, unified theory of mental illness. And that’s really exciting stuff. Tim Ferriss: It makes me think of – it’s so, so exciting because it offers this tantalizing possibility that you could address many, many different, separately labeled conditions in a similar way. And I’m not going to name names, but I was speaking with a researcher in this field, very well published, scientist, and the analogy that he used, and I’m going to modify it a little bit, but he said that – my question to him was what is a plausible explanation for why some of those compounds seem to have this long term reorganizing effect?  Because the half life of the drug, so to speak, is not months long. So, what the hell happens where these people, in some cases, have this persistence of personality change where they have more empathy a year later, two years later? What on earth can explain that? And the picture he painted because the mechanisms are still so poorly understood was you can imagine, if you’re on a ski mountain – Michael Pollan: Oh, I know who you’re talking about, yeah. Tim Ferriss: After a few hours, you have all of those worn ruts, and it becomes more and more likely that people are going to use the ruts that have been laid down. But if there’s – Michael Pollan: You can’t get out of them. Your sled or your skis keeps tending back into them. Yes. Tim Ferriss: Right. But if you suddenly have 5 feet of fresh powder or whatever, 3 feet, it doesn’t really matter, and then, you get up to the top of the lift, you, all of a sudden, have to, almost by definition, choose a new path. You’re at least given the flexibility to choose your new route. But taken too far, it’s just like being stuck in a blizzard. Well, that’s not going to – that’s my own addition, not terribly original. But I really need to meet Robin, at some point. Michael Pollan: You do. You need to have him on. He’s a brilliant guy. And I think he will be recognized as a really important neuroscientist. He’s just got a very unusual mind because he can do the hard science, but he’s also trained as a psychoanalyst. He’s actually a Freudian. A very interesting mix of – he got into this because he wanted to show the psychological – the neuroscientific basis for Freudian ideas like repression. And so, yeah, he’s a really interesting guy. I think that snow metaphor is really powerful. We don’t understand the mechanism, what exactly is filling those ruts, in a way that lasts. I think though, it may go back to that image of creating some new linkages in the brain, some new pathways. And, basically, that’s what learning is. It’s a pathway in the brain. And then, you reinforce it by repetition, so that if you have had such a linkage on an experience, and you simply think about it a lot, and I’ve certainly done this in my own experiences, it reinforces it. you can use meditation to reinforce it. You can just merely just replay it in your head. And, in time, you’re creating a more and more resilient linkage. And that’s why I think that the integration period after the session is so important. In all, both underground an above ground guided sessions, there are there stages that they prepare you for it. They guide you. They sit with you while you’re having the experience. And then, you always come back the next day, and this is probably the most important part, to figure out what the hell was that all about. And it’s often hard to know. And many of us take a big psychedelic experience, and we put it in this box called weird drug experience, and we put it away on the shelf because we don’t know what to do with it. And no one is going to help us. But, at the integration, the guide will have you talk out your experience, tell the narrative, and then, will kind of underscore certain ideas. And I remember well sometimes I had when I had good guiding that they would, by emphasizing one particular theme or insight or image, basically, make that linkage much stronger than it would have been. And it became the thing that I thought about the most. And then, it acquired a certain kind of power in my mind. So, I think that there’s a lot more to be done with figuring out how to take elements from the experience and kind reify them, make them more real and more lasting. Tim Ferriss: Michael, this seems like a good time to get into those personal experiences. And I don’t know where to start, but I thought, since you mentioned themes, images, insights, we could use that as a jumping off point. And you could start wherever you’d like to start really. But I would be very curious to hear you describe any of your experiences that ended up being very meaningful for you. Michael Pollan: Sure. Yeah. It’s funny, I said earlier I approached my psychedelic journeys with a lot of trepidation. And I approached the writing of them with a lot of trepidation, after the fact because I didn’t know that I could – it’s a real literally challenge, if you think about how many trip reports you read that were any good. You could count them on one hand. So, that was the kind of Everest I kept moving toward, as I was going through the book. It’s like oh, my God, I’m going to have to explain these experiences. In the event, it turned out to be great fun to write about. I really enjoyed writing about it. It was a challenge but of the best sort. I had, just to give you the landscape of it, I had experiences with LSD – these are guided experiences. With LSD, psilocybin, 5MEO, DMT, which is a pretty obscure psychedelic that is the smoked venom of the Sonoran Desert toad. Yes, somebody figured that out. And then, ayahuasca, a couple of ayahuasca circles. I would say that, for me, the most useful, insightful experience was a guided psilocybin journey where I was trying to approximate the dosage being used in the above ground trials. I think I was a little shy of that. And I worked with a wonderful guide, a woman, on the east coast. And what can I say about this experience? What was really important about this experience was that I experienced ego dissolution for the first time. I had read a lot about it, nondual consciousness. And I was curious to have such an experience and also, very nervous about it. Tim Ferriss: Just to pause, sorry to interject, so nondual meaning what? That means that you’re no longer the observer or – Michael Pollan: Yeah. Normally, we’re the subject. We’re the perceiving subject, and everything else is the object of our perceptions. And we have this kind of split. And that kind of defines our consciousness, to a large extent. And it’s a rather selfish way of looking at things, but that’s how most of us look. And probably, many animals look at things that way, too. Although, we don’t have much to report. But that nondual consciousness is where that sense of separation breaks down, either because there are other subjects. I’ve had an experience where the plants were – I realized they had a subjectivity, too, and they were looking back at me, in a sense. And that also tends to break down the sense of duality that we go through life with. So, this happened – this wasn’t always a pleasant experience. I took the mushroom. It was a very large mushroom that I ate with some chocolate, and she was kind of more in the shamanic style of guides, as many underground guides are. It’s really you have a sense of ceremony more than you do in the above ground trials. And, initially, one of the problems I’ve had with the underground guides is their musical taste, which is just horrible very often, to me.  It’s the kind of music that’s fine, if you’re getting a really high quality massage at a top resort. But for a psychological experience, it seems a little wanting. And so, she put on this piece of new age clap trap. And it immediately put me – and I thought it was electronica. I thought it was electronic music. It turned out not to be. And it immediately put me in this space of a computer or video game. I was in a world that had been generated by computers. And it was dark and very sleek. It wasn’t scary, but it was claustrophobic. And I wanted to be outside. So, there I was in this dystopian video game going along and seeing all of these digitally created things. And I can imagine somebody who would enjoy this space, but it wasn’t my space. And I asked her to change the music, and it got a little better. And as the experience moved on, I started to get a little anxious that, oh, my God, I’m trapped in computer world. How can I get out of here? And but I remembered my flight instructions. That’s a word used at Hopkins to describe what you’re told in the preparation session, which is, if you see anything scary, don’t try to get away from it. Step right up to that monster and say what are you doing in my head, or what have you got to teach me. And it’s very good advice. Or surrender, relax your mind and float downstream. All of these mantras they give you. And they’re, actually, really helpful. And I realized, all right, I just have to surrender to this. And I got deeper into the experience. And then, I – am I going too slow to this narrative, or is this okay? Tim Ferriss: This is great. I’m in no rush. Michael Pollan: Okay. And then, it was very powerful for a while. And I was getting a little nervous about it. And I thought I’m going to take off my eye shades. I’m wearing these eye shades. And one of the great things about the eye shades is they’re a powerful technology, much more powerful than you can imagine. More powerful than VR, virtual reality, which is not that powerful. But it sends you inside. So, if you take it off, and I took it off just to make sure reality was still existing and to reorient myself and also because I had to pee. Suddenly, I saw the room I was in and the guide and the plants and the walls and the furniture. And I was like reality, I love it. But I had to pee, and I went to the – she escorted me to the bathroom because I could barely move. And when I came back – and I definitely didn’t want to look in the mirror. I was really nervous of what I would see. And I didn’t want to look at her either. And I was just like I peed.  I produced what I described as this spectacular crop of diamonds because everything had this beam of light that was being addressed directly to me. And then, I came back, and she said did I want a booster dose. And I said yes. And I looked at her for the first time as she was kneeling next to me. And she holds out her hands, another mushroom. And she has transformed. She’s normally blonde. And her hair had turned black. And she was this old, Mexican Indian, and she had morphed into Maria Sabina, this legendary figure in psychedelic history who gave Gordon Wasson, the first westerner to ever try psilocybin, his ceremony in Oaxaca back in the ‘50s. And she had turned into this person. And her hands were leathery, and her face was stretched over her cheekbones. It was quite shocking. And I had to look away, and I didn’t want to tell her what had happened to her. So, I take this stepped up dose. And when I do that, and then, I go back under, and I put on the eye shades again. I have this sense of dissolution that my identity has just exploded into 1,000 little slips of paper like little Post Its. And I was watching it just get blown to the wind, but I wasn’t panicking. I had no desire to reassemble, collect all of the paper and put it back in a pile. It was like no, this is fine. And I realized that that’s what was happening. And there was nothing to be done but surrender to it. And that my sense of self was falling apart before my eyes. But what does that mean. How can your sense of self – who is my eyes? Who is perceiving this? And then, it got even more extreme. And I saw myself spread out over the landscape like a coat of paint or butter. And I was totally fine with it. That was the kind of most amazing thing. And I can’t explain what exactly happened because my ego was out there, but there was still an eye to take in the scene. And the lesson of it was that what should have felt like this personal cataclysm, total loss of self, there was no category labeled personal anymore. And I was able to perceive this whole scene with this dispassionate objectivity. It was like that’s the way it is, unperturbed. And it was this new – I had had access to this amazing vantage point. And it made me realize I’m not identical to my ego, that chattering voice in our head that accompanies us most of the time. It’s kind of neurotic and can be annoying but is useful, too. Your ego is what gets the book written.  But I had completely separated from it, and I hadn’t been annihilated. That was the amazing thing. So, that, to me, was the big takeaway from this experience. There were other things that happened. I had a much happier experience with music towards the end, after constantly fighting with Mary, my gifted guide, about her musical taste. We finally agreed, and she put on these Bach unaccompanied cello suites, which it’s a Yo Yo Ma recording. They’re stunning, and they’re depressing. They’re really mournful, infinitely sad pieces of music. Just a cello, nothing else. And now that I was in this nondual state, to listen to music, those words don’t describe what happens. It’s to become music. You become identical with the music. And I became identical, at various times, with the bow, the horse hair bow surfing over those strings of that cello. And then, I went into the cello and that mouth of space that’s where all of those vibrations come from. And I had a total mystical merging with this piece of music. And to listen to this music now sends chills up my spine because I had – it wasn’t Yo Yo Ma. It wasn’t Bach. It was this universe, and I was of it. So, what does that all mean? It was a powerful lesson in the role of our ego, I think, in our lives. And that’s what I talked about the next day, when I came back for the integration session. I said I realized that there might be another ground on which to plant our feet besides this ego, this self interested ego. But I didn’t know what to do with it because my ego was back on patrol pretty quickly doing its usual thing and keeping my unconscious at bay and making me understand that I am me, and that’s somebody else, and all of the stuff it does. But she said, and it was interesting, she said well, you’ve had the experience of not reacting as your ego normally would because the ego is kind of trigger happy. It’s defensive, by definition. It marshals all of your defenses supposedly in your interest. And sometimes, it is in your interest. But that I’d had a taste of what it was like to not be the victim of those trigger reactions. And she said that’s something you can cultivate. And I’ve been cultivating it ever since. So, that was, for me, big news. That was a big insight for me. And I think about that a lot. And I think it has, to some extent, changed my relationship to my ego. I know when he’s up to his old tricks sometimes, and I can spot it. And sometimes, I can put him in his place. And that’s useful. Now, 30 years of psychoanalysis, you could probably get to the same place. You do a lot of work on your ego. But this, I did in four hours or five hours. So, I now look back on that as a very positive experience that taught me something important that also gave me – it was a spiritual experience. And I’m not someone who has had a lot of them. But that merging with the music was as powerful a spiritual experience as I’ve had. And it also gave me a little insight into what is spiritual experience. That term has always kind of mystified me. And I think it’s no different – I hate to put it in these psychodynamic terms, and I don’t mean to demean anyone’s more mystical understanding of it, but to me, mystical or spiritual experience is what happens when your ego is put aside. A spiritual experience is about a sense of merging with something larger than you. And it’s your ego that stands in the way. And to the extent that you can subdue it or just put it off to the side for a few hours, amazing things happen. And you realize that you are part of a larger entity and that the mind of Bach or Yo Yo Ma is completely accessible to you. And that was a big deal, too. Tim Ferriss: So wild. It’s hard for me to even respond to that because, as you noted, and I thought you did a very masterful job of describing these experiences in the book. If one of the hallmarks of mystical experience is ineffability, it poses quite a challenge to put into prose. And I think that, if we think about prose and words, and also, you mentioned the psychotherapy, and, certainly, there’s absolutely a role to be played and a function for many of these other modalities, but it strikes me that they’re not mutually exclusive, but these very difficult to describe psychedelic experiences allow people, often times, to feel things or to embody things, to experience things that would be very hard to talk themselves to as a gingerbread trail to a conclusion that then allows them to intellectually change their behavior or relationship to their ego, things like that. There are certain things that are difficult to talk your way out of, if you didn’t talk your way into them. And I’m fascinated by, or hope to certainly more about, why these things seem to have the effect that they do. And our understanding is so partial. But looking at say you mentioned the treatment resistant depression; there was a study at Hopkins that I’ve been involved with for the last year, year and a half. And, for instance, if anyone is interested in throwing their hat in the ring, there’s an unfunded study, at this point, at Hopkins. They’re considering looking at Alzheimer’s and even the potential – I think they would be looking mostly at its affects on depression and anxiety. But there are some people who have postulated that there may be a role in neurogenesis in the [inaudible] [01:51:29]. Or an effect, at least, from psilocybin, which is really tantalizing, of course, selfishly speaking. I have Alzheimer’s on both sides of my family. So, I have an acute interest in that. But if we zoom out from these individual studies, have you thought about how these drugs, these classes, might intersect with broader, societal opportunities or threats at all? And not to get too pie in the sky Pollyannaish or anything like that. Michael Pollan: It’s hard to avoid that. We have pathologies, at the individual level, and we have pathologies at the civilizational level or the national level. And what’s striking to me is that the two biggest challenges we face, as a culture, are the environmental crisis and tribalism. There are other words you can put on that, but let’s use tribalism. Both of which are functions of ego consciousness in that what we do to nature has a lot to do with the fact that we objectify nature and that we think of ourselves as the only subject. And everything else is an object, therefore, for our use. Same with tribalism. That, too, is a sense of an ego patrolling a border in that everything on this side is us. And we will protect it. And everything on that side, we’re in a zero sum contest with. So, these drugs offer an antidote to both of those ways of thinking. And it is no accident, I’m sure, that the fact that the ‘60s represented the birth of environmentalism. Yes, there was Rachel Carson and the Cuyahoga River on fire and all of the other things that were happening then. But psychedelic consciousness also may have contributed to environmental consciousness because one of the things that happen is that the world becomes animate in a way it wasn’t before. And that the plants and the animals and the fungi all have their points of view, too. And you feel very connected, in a way that makes it hard to be destructive. And the same with people. You feel connected to all different kinds of people. So, I’m not suggesting we need to put these drugs in the water supply. There might be some individuals that we can all think of who would benefit enormously, if they were willing to undergo this sort of therapy. But I think they’re extremely relevant to the moment we’re in and the problems we’re struggling with. And perhaps, it’s no accident that this renaissance is coming about at the time it is. Tim Ferriss: You mentioned the drinking water. Let’s talk about it, for a second. So, there are – I’ve observed, as I’m sure you have, people who are militant proselytizers of psychedelics who are prone to the same type of rhetoric that seemed to cause a lot of trouble in the earlier iteration of all of this in the ‘60s. Putting it in the drinking water, making it legal, you want to go to 7-11 and just get an LSD smoothie seems like a bad idea to me. But then, you have people on the far other end of the spectrum certainly in not too distant history who would not even consider publishing a scientific study involving psychedelics, wouldn’t even consider the scientific merit of a study. And we seem to be in a very, as you put it, a renaissance where research is finally being done to clarify the mechanisms of action and the potential, but also the risks, of these drugs. And it’s so exciting to me having really spent so much time as you have looking at this. What are the ways that people can screw this up? Do you know what I mean? Because I really, really think we have an incredible opportunity to decipher how these plants and compounds that have, in many cases, existed – well, certainly existed, but been consumed for millennia and how they fit into a world that is bursting at the seams with not decreasing but increasing prevalence of certain types of mental health problems and other issues. It’s such an opportunity that I don’t want to see wasted. How can people screw it up? And is there anything you would ask of people? Certainly, I would say to people don’t find some shaman on casual encounters on Craigslist and mail order God knows what from the dark web and just decide to do it with your friends on the weekend. Terrible, terrible, terrible idea, among other things. Michael Pollan: Yeah. And going down to Peru with the first shaman you meet. There have been horrible stories coming out of Peru with sexual assault of women. And there was a murder the other day involving a healer in Peru. So, I think carelessness is the great threat. And I think carelessness is part of what doomed psychedelics in the ‘60s or temporarily doomed them in the ‘60s. One of the great lessons, if you study history, is that, until our own time, when psychedelics came along, and we didn’t have any sort of conventions or rules to govern their use, and many people did get into trouble, and the psychedelics themselves ignited – catalyzed a kind of backlash, but you go in history, and you see that these powerful substances were only used in a very controlled, considered way. And that you didn’t have individuals taking them on their own. There was always a circle. There were always elders. There was the shaman.  There was the person who had lots of experience of the territory administering it to people. It was always organized in a ritual. There was a ceremony. All of these cultural forms. I’m not saying those ones are right, and we should simply adapt those or adopt those. They may not be right to western culture. We may have to come up with our own rituals, our own ceremonies, our own rules of the road for these drugs. And I think that, to some extent, that was the failure of the ‘60s. Now, I don’t want to paint it with a broad brush. There were many people who had wonderful experiences with psychedelics in the ‘60s who had important insights and created great art as a result of their experiences. But for the culture as a whole, it led to this backlash and a fair amount of suffering, and also, the loss of 30 years of good research that we could have been doing. And I think that had to do with the fact that we did not have a proper cultural container. So, the question we now face is what is that container. One of them is the medical system. That’s the path that they are on at NYU and Hopkins. I don’t think that’s the only path. I agree strongly with Bob Jesse who is one of the motive forces behind the revival of research who says, yes, there are people who are suffering, and we have to help them. But these drugs are also good for what he calls the betterment of well people, people like myself, people like yourself. And that it would be a shame, if their use was restricted only toward people with DSM diagnoses of one kind or another. So, what’s the proper vessel for them? Is it a religious vessel? Well, that’s not comfortable with everybody. We need to figure this out. The Greeks, apparently, used a psychedelic, the Eleusinian Mysteries, as they’re called, was an annual rite where everyone who wanted to, in the culture, well, not the slaves but not just the elite, used something called the kykeon, which was a psychedelic, apparently. And they had visions, and they went to the after world or the underworld. And it was a very powerful annual rite. You were not allowed to use the kykeon any other time. In fact, somebody once did. They got a hold of some, and they had a party. And they were severely punished for doing this because they understood that this had to be taken in the best interest of the whole society in a way that was carefully regulated. And so, I think that’s where we find ourselves. I think that it’s figuring out a way to use these drugs to make them accessible to more people but to contain their risks and to house them in a cultural form that’s appropriate to them and appropriate to us. That I think is how you prevent the kind of carelessness that led to trouble. I think Leary’s sin, if he had one, was giving up on the idea of a guide. And I think that the guide, whether it’s a friend who stays close to ground, or somebody preferably very well trained and experienced, makes all of the difference. And especially as you get older, I think, where you’re less of a risk taker. People in their 20s will do the craziest things. Look at the way they drive let alone the way they take drugs. But as you get older, working with a guide is, at least it was for me, created a space in which I could surrender and put down all of my defenses. I’m not going to do that walking around Manhattan. And so, we have a lot of work to do designing the experience and understanding what the drugs are doing. But designing the experience in a way that is safe and conducive to the kind of work we want to do. Tim Ferriss: It’s such an exciting area of exploration. I’m cautiously optimistic. Michael Pollan: I am, too. Tim Ferriss: Cautiously optimistic, and you and I have both interviewed people and heard these stories of transformation, not just anecdotal but also in very controlled scientific environments. And you also hear stories, as I’m sure you have, I heard a story recently, when I was talking about the Phase 3 trials with someone, and their nephew who is I want to say 18 or 19, I’m probably getting the age wrong, it doesn’t really matter for the purposes of illustrating, but he has suffered from severe OCD for many years, which has been debilitating. Smart kid, did a ton of research, went on to Pub Med, ultimately determined that he thought psilocybin might be a tool to help mitigate is OCD, and it worked. But due to the legal classification, he was caught with mushrooms and expelled from school. And it’s just so tragic, in a case like that, that these tools are not available to those who could benefit. And I really hope that people will, at the very least, consider the importance of scientifically exploring these things. And there are so many different angles of examination. But that’s certainly one. At the very least, supporting those who are attempting to understand how these things do what they do. And I have to commend you for putting this book together. And I mentioned this to you in person some time ago. But there was simultaneously great relief and great kind of hand to the forehead because you saved me from attempting to write what would have no doubt been a far inferior book. So, I really appreciate you taking the time and also bringing on board and not relinquishing your skepticism as you explored this entire world and this subject matter. I really think that it is such a critical subject, at such a critical time. So, I don’t get any vig on this, certainly. I recommend people read it themselves, but it’s a book that I think is mind expanding on so many levels, even if you never have any interest in consuming a psychedelic of any type. It is an incredible lens through which to learn more about the mind and more about, ultimately, your entire experience of reality, as far as we know, is filtered through this thing we hold between our ears. So, getting to know it better certainly seems in everyone’s best interest. But I really appreciate all of the time that you’ve taken today. And I hope we can talk about this many more times. But besides people reading the book, which everyone should – I’ve read many of your books. It is my favorite of your books. It’s such a difficult tightrope to walk, and you really did an excellent job, in so many ways. Do you have any parting comments, suggestions, asks of the audience? Michael Pollan: It’s funny. People have asked me am I an advocate for psychedelics. And the answer is no, not yet. I’m an advocate, as you just said. I thought you said quite eloquently. The research, we have to support the research. There is enormous potential here, but it still has a long way to go. We haven’t answered all of the questions. As you say, this is a book, and this is an enterprise speaking larger than the book to understand the mind. It’s not to understand psychedelics. Psychedelics are a tool, as Stanislav Grof said all of those years ago. They are a really powerful tool to understand the mind and potentially your mind. And so, I think keep abreast of the research. Read some of these papers. Read some of Robert Carhart Harris’s papers. And there are more books to be written about it, Tim. I don’t think you should give up on that idea. I think you should just wait a little bit. There’s so much to be said. I feel like I got – every now and then, as a writer, you get lucky, and you hit the right topic at the right moment. And I just felt like oh, my God, I’m a kid in a candy store. I have this amazing subject. I’m learning so many things I didn’t know. And it was the most exciting experience I’ve had as a writer. And I’m hoping that the reader feels the same way. Tim Ferriss: Yeah. You paddled for the wave at the right time, I think. And for everybody listening, as I alluded to earlier, I will include links to not only the book but some of the studies like the entropic brain and everything that we talked about. I will include at least two – Michael Pollan: Yeah, the image, too. Tim Ferriss: Absolutely. I’ll include links to all of those things in the show notes, which you can just find at tim.blog/podcast and search Pollan, and it will pop right up. Michael Pollan: Tim, I just want to thank you, too. It’s wonderful to be interviewed by somebody who is so deeply informed on the subject and so passionate. So, thank you for your time and the amount of thought you put into it and for reading the book early. And I’m very grateful. Tim Ferriss: Entirely my pleasure. And to be continued. So, I know you have a busy few weeks and months ahead. Michael Pollan: Yeah, it’s going to be crazy. And I encourage your listeners and readers to come to one of my events. I’m doing 20 events in the next month all over the country. And if you go to my website michaelpollan.com, the schedule is there. And please, come and introduce yourself. Tim Ferriss: Wonderful. I will encourage everybody to do that. They can also say hello to you on Twitter @michaelpollan. And I’ll include your other social handles as well, in the show notes. I will let you get back to your day, good sir. But wonderful to share this time with you. And thank you, again, for writing the book.  I really think it’s an impressive resource and story. So, thank you for that. Michael Pollan: Thank you, Tim. And thanks for shining a light on it. I really appreciate it. Tim Ferriss: All right. And until soon, and for everybody listening, until next time. Posted on: June 26, 2018.", "speakers": ["tim ferriss", "michael pollan"], "text_sentences": ["tim ferriss: hello, boys and girls, ladies and germs", "this is tim ferriss, and welcome to a very special episode of the tim ferriss show", "i’m going to start this off with a quote", "“what the telescope was for astronomy and the microscope for biology, psychedelics will be for the understanding of the human mind.” that is attributed to stanislav grof", "this episode you’re going to hear, i’ve been looking forward to recording for more than a year now", "it might be the most important episode that i’ve put out in the last two to three years", "so, please trust me, and give it a full listen, even if you don’t think it will interest you at all", "it will surprise you, perhaps shock you, and definitely make you think differently", "michael pollan’s newest book, and this is his first podcast about it, is my new favorite of his", "it is titled how to change your mind: what the new science of psychedelics teaches us about consciousness, dying, addiction, depression, and transcendence", "this is an episode that will explore not just the science and applications of psychedelics, but also michael’s personal exploration", "it’s quite a wild ride", "for those who don’t know who michael pollan is, on twitter @michaelpollan, he’s the author of seven previous books, including cooked, food rules, and defensive food, the omnivore’s dilemma, also a great book, and the botany of desire, also a fantastic book", "all of which were new york times best sellers", "a long time contributor to the new york times magazine, he also teaches writing at harvard and the university of california berkeley where he is the john s", "and james l", "knight professor of science journalism", "in 2010, time magazine named him one of the 100 most influential people in the world", "this is also where i want to make a public announcement", "and that is partially due to michael’s book, i am committing $1 million over the next few years to supporting scientific study of psychedelic compounds", "this is, for me, by far the largest commitment to research and nonprofits that i’ve ever made", "and if you’d like to perhaps join me in supporting, at a higher level, check out tim.blog/science, that’s tim.blog/science", "but why would i do this", "across the board, i’ve done a number of things in the scientific realm", "and the molecules discussed in this episode and some incredible clinical results from well designed studies have absolutely captured my attention over the last two years", "and after wading in and supporting some smaller studies, seeing the results, i’ve decided to go all in on scientists exploring this area", "it just seems to be an archimedes’ lever for potentially solving a wide range of root cause problems, instead of playing whack-a-mole with symptoms one by one", "so, this episode will explain why i’m so god damn excited", "and all of that preamble out of the way, grab a cup of coffee, relax, put your seat back, settle in, and i really hope you enjoy this conversation as much as i did", "without further ado, here is michael pollan", " michael, welcome to the show", "michael pollan: thank you, tim", "good to be here", "tim ferriss: i am so thrilled to be sitting down to have this conversation", "and i thought back to when we first met, and i believe i owe some thanks to matt mullenweg, the ceo of automatic because i believe that i attended an event he had organized that might have been for the omnivore’s dilemma", "i think it was, perhaps, in defense of food, but i followed your career for so long and read so many of your books, i thought one place we could start is with the conception of michael pollan as food writer", "michael pollan: a common misconception", "tim ferriss: perhaps we would start off with you just describing how the new book came to be", "how did you end up writing this new book", "michael pollan: sure", "well, to go back, i think we met at a benefit for grist", "does that sound right", "tim ferriss: that’s right", "that is right", "michael pollan: and matt was there", "tim ferriss: matt was also involved, yes, that’s true", "michael pollan: and it was around the time of in defense of food or food rules or something, yeah, at tony conrad’s house", "tim ferriss: that’s right", "that’s absolutely right", "michael pollan: that goes back a few years, yeah", "but i think that was the first time we met", "so, yeah, this book does certainly seem like a departure for me, and, in some ways, it is", "but, in other ways, i see it as very continuous with the kind of work i’ve been doing", "as i see it, i think of myself as a kind of nature writer", "i really like writing about the engagement of humans with other species", "and i’ve been doing that since my first book, which was a book called second nature, which was really about what was going on in my garden", "and i’ve always been interested in the fact that we have these symbiotic relationships what we’re active participants in nature not just spectators", "and the usual american way of thinking about nature that we inherit from thoreau and emerson and john muir is of a very passive relationship", "and i’ve always, as a gardener, been interested in the more active relationship, the way we use plants, and the way they, in turn, use us", "so, if that’s the kind of spine or the trunk of my work, all of the food work is kind of a big, fat branch off of that", "and that’s looking at what is one of our most powerful engagements with the natural world, which is agriculture, which changes nature more than anything else we do really", "so, i’ve been on that branch for now four books, i guess", "and but i’ve never lost interest in the other ways we engage with the natural world", "and one of the most curious of these, which i touched on in a book called botany of desire, was the fact that we use plants to change our experience of consciousness", "and a very select group of plants and fungi has evolved the chemistry that does that with varying degrees of disruption", "and i’ve always been curious as to why such a desire, and it is a universal human desire", "there is not a culture on earth that doesn’t use some plant or fungi to change consciousness, with one notable exception, the inuit", "and the only reason they don’t is none of that stuff grows there", "and so, what’s that desire about", "what good is it for us to change consciousness", "why do people seek it", "so, that’s kind of been a theme of my work that i’ve never fully explored in a book, until this one, until how to change your mind", "so, there is that continuity, in my mind", "and it is part of a larger narrative that i’ve always been interested in", "and then, there’s the fact that i’m intensely interested in health", "i’ve been writing about health in my last couple of books on food", "we have a situation where our biggest physical health problems are chronic diseases linked to our diet", "but we also, of course, suffer from a real crisis in mental health", "and that also made me very interested to take a look at psychedelics, since they promise to contribute to solving that problem", "tim ferriss: did that interest in exploring psychedelics – this is going to be a very memento-like conversation", "chronologically, we’ll probably bounce around quite a bit", "did that begin with the article about psychedelic psychotherapy in the new yorker called the trip treatment", "did it precede that", "how did that piece come about", "michael pollan: that was my first real foray", "i think i talked about psychedelics briefly in botany of desire and quoted aldous huxley and the idea of the reducing valve and whether we had a more accurate or less accurate picture of the world when high", "but yeah, my first serious foray was i had heard about this remarkable research using psychedelics, psilocybin, in particular, magic mushrooms or the ingredient magic mushrooms to treat people who had cancer diagnoses", "and this seemed so improbable to me", "i couldn’t imagine wanting to take a psychedelic when confronting my mortality that i became very curious to explore it and so, embarked on what was almost a year long project looking at psilocybin and talking to dozens of people, cancer patients, some of them still alive, some of them no longer alive and how this single experience, a high dose psilocybin experience, administered with a guide in a very controlled setting had completely reset their thinking about mortality", "had given them a mystical experience that dissolved their egos and made them think about their place in the world in such a novel way, or their sense of their own self interest as so broad that dying lost its sting", "and completely, in some cases", "and i remember this one woman i talked to who had – her name was dyna bizarre", "she was a figure skating instructor in new york city, and she was in her early 60s, and she had ovarian cancer", "and she was absolutely paralyzed by the fear of a recurrence, even though she had a successful course of therapy", "and she had a psilocybin journey", "and she went into her body", "and under her rib cage, she confronted this black mass", "it wasn’t her tumor because it wasn’t where her ovaries would be", "it was under her rib cage", "and she realized it wasn’t her tumor, it was her fear", "and she screamed at it", "she said, “get the fuck out of my body.” and she said it vanished", "and from then on, she had no fear", "and in the article for the new yorker, i did the usually play it safe journalist thing where i said, and after the experience, her fear had been substantially diminished or something that i thought would slip past the fact checkers, as we tend to do", "and they called her though and checked the quote with her", "and she said, “no, that’s completely wrong", "it was not diminished", "my fear was eliminated.” and what she explained is i learned during that psilocybin trip that though i couldn’t control the cancer, i could control the fear", "and that was just life changing for her", "and so, reading about these experiences, which seemed too good to be true almost, almost implausible, i became more and more interested in going deeper", "as a journalist, there are two kinds of articles we write", "there are the ones where we exhaust the subject, and we’re so sick of it we can’t wait to move on", "and then, there are the ones where we realize i’ve only scratched the surface here", "and this was one of those", "i had only scratched the surface", "there was so much more to learn", "and then, there was also this mounting curiosity to have some experiences of my own", "tim ferriss: we are definitely going to explore that terrain", "i thought one very helpful aspect of the book is the glossary of terms that you include in the beginning", "michael pollan: it’s actually in the end of the printed version", "tim ferriss: oh, it is", "all right", "i received a pre-publication copy", "michael pollan: i moved it to the back", "it just felt a little text bookie to confront it first", "tim ferriss: it is very text book, but it helps provide people with, whether at the back of the book or the beginning, definitions that i think can help to inform the conversation", "so, for people who have heard the term no doubt psychedelic or psychedelics but are unclear on exactly what that refers to, can you define that", "what are psychedelics", "michael pollan: sure", "i’d be happy to", "i’d be happy to try", "one of the interesting aspects of the story, of the history of what we’ll call psychedelics, for reasons i’ll explain, is that the name kept changing because people really didn’t understand these molecules", "they were so strange", "so, at first, they were called psychotomimetics", "this was in the early ‘50s, soon after lsd was made available to researchers", "and psychotomimetic, basically, meant that it was a psychoactive drug that mimicked psychosis", "and lots of psychiatrists would look at what happened to people and say they’re having a psychotic episode", "it turned out to be wrong, but it sure looked that way", "and then, other people called it a psycholytic, which means mind loosening", "and they were using it in, basically, your typical talk therapy session as a way to loosen, lytic means mind loosening, people’s defenses and allow them to get in touch with subconscious thoughts and emotions", "psychedelic, as a term, is coined in 1957 by a key figure in this history named humphrey osmond", "osmond is an english psychiatrist who moves to saskatchewan because the provincial government was willing to let him study whatever he wanted, which happened to be mescaline and lsd", "and they had a very progressive health department in saskatchewan", "and he got involved with aldous huxley and, in fact, is the person responsible for giving aldous huxley his first mescaline experience.  and they corresponded extensively, as people used to do", "and, in one of their correspondence, they were trying to come up with a better word for these drugs because they simply didn’t believe it was true that it made people crazy", "in fact, they believed they could make people sane", "so, they went back and forth and osmond, ironically enough, not the brilliant writer, came up with the term that stuck, and that was psychedelic", "and that, essentially, all that means is mind manifesting", "that these are compounds that help the mind manifest its deepest qualities", "and it caught on", "and we think of it as a very kind of ‘60s term associated with timothy leary and the counterculture", "but, in fact, it was coined by a psychiatrist in the ‘50s", "so, it simply means mind manifesting", "and i use it to refer to what are sometimes called the classical psychedelics", "i tend not to think of mdma as a psychedelic, even though some people do, or cannabis as a psychedelic", "but that group of chemicals that include mescaline, dmt, psilocybin, magic mushrooms, and lsd, and there’s a handful of others, that are unified by the fact that they work on similar receptor network in the brain and have, roughly, similar effects on the mind, on the phenomenology of the experience", "so, that’s really, when i talk about psychedelics, that’s what i’ve got in mind", "tim ferriss: and by phenomenology, you mean the subjective – the reporting of the subjective experience", "michael pollan: the felt experience, yeah", "tim ferriss: mm-hmm", "michael pollan: it’s a very fancy word for how it feels", "tim ferriss: why did you dedicate this book to your father", "michael pollan: well, for a couple of reasons, some of which i didn’t understand, until i finished the book", "i did it because my dad was very sick for most of the time i was writing it", "he himself had terminal cancer and died of lung cancer earlier this year in january", "so, i wanted – it was my last chance to dedicate a book to him, or at least one that he would see", "he didn’t get to read it", "so, i thought i would do it", "but as i’ve thought about it since, i realized this book is very much about him", "a friend of mine read the book and said, wow, your father is on every page", "and i didn’t now what that meant exactly, but i’ve since given it some thought", "and i realized that one of the reasons i got so interested in the experience of cancer and that confrontation with one’s mortality is that my dad was going through that", "but unlike the patients i was talking to, the volunteers in the psilocybin experience, he really didn’t want to talk about it", "and it was just a conversation we couldn’t have", "and we had a lot of conversations in his last year or two", "but for whatever reason, i don’t really understand how he was processing what was coming because he really wouldn’t share it", "and so, in a sense, i was having conversations i wanted to have with him, although i was certainly afraid to, in some ways", "i was having those conversations with these other people, these strangers who i got to know and hearing how they thought about their death and how psilocybin changed how they thought about their death really became a proxy for a conversation i never had with my father", "tim ferriss: what affect did that have on you, if anything jumps out", "are there any salient affects that it had on you", "did you end up feeling a sense of closure or resolution, in some way", "michael pollan: in a way, i wish my father had been able to have one of these experiences", "i don’t know that he would have gone for it", "he’s of such a different generation", "he was probably too old to qualify", "he was 88 when he died", "but it’s kind of a black box", "that was a generation that didn’t always talk about these things", "i do think it had an affect on me in that having given so much thought to death and the process and the afterlife, as psychedelics makes you do, i think, in his last weeks and months and days, i was more available to him than i would have been", "i think that i was not as fearful or as defensive, is probably a better word", "one of the things our egos defend us against is death", "one of the big things", "and so, when we’re confronted by it, we figure out a million ways to think about something else or turn away, if we can", "but i was very present for his death", "i was with him and my mother in the apartment for the last week", "and i didn’t feel there was any barrier", "i felt like i was able to say everything i needed to say, to be physically available to him", "so, in a sense, i think my own psychedelic experiences and the amount of thought i had given to dying because of that article i had worked on probably made me a better caregiver, in some ways, and better able to process what was happening", "and i guess i did a lot of preparation, too, because i saw it coming for a couple of years", "that takes away none of the power of the experience, but i do think – it’s funny", "some journalists have just started doing interviews on this book, and one of the questions you get asked is how did your own experiences change you, and that’s a hard question to answer", "it’s subtle, in some ways", "but it was my wife who said, “well, i really think you would have been different around your father, at the end, if you hadn’t had those experiences.” and i think she’s probably right", "tim ferriss: based on all of my reading of your work, based on the conversations i’ve observed you having and our limited exchanges that we’ve had, you’ve always struck me as a very open minded journalist, while very skeptical, which is a good combination for the profession you’ve chosen", "what were you most skeptical of going into the process of saying considering a book on this topic", "and did you go in with the intention of having your own experiences", "michael pollan: i didn’t go in with that intention, when i started the new yorker article", "i didn’t know it was possible to have – obviously, you can have a psychedelic experience, if you can find the drugs", "but to have the sort of orchestrated guided experience, which i think people need to understand is a fundamentally different way of using the same chemical", "but the experience is very different", "and it was actually, in the course of working on that article, that i kept getting these whispers that there was this underground and that there was a kind of shadow world not too far away from the legit researchers i was interviewing", "and so, i started getting inklings that that might be possible", "but i’m not a psychonaut", "and i had very little experience", "it was kind of odd", "i just kind of came of age at a little wrinkle in time where there weren’t a lot of psychedelics around", "and by the time they were available to me, i was terrified of them", "i’m sort of more a product of the moral panic against psychedelics than of the psychedelic ‘60s", "i mean, just to give you an idea, i was 12 during the summer of love", "i was 14 during woodstock", "so, i was a little – i came a little late to the party", "and the party was getting pretty sour already", "the scene at san francisco had gotten really sour", "and there was a lot of bad information but scary information about psychedelics that were out there", "so, this wasn’t a natural thing for me", "and what you call my skepticism is journalistic skepticism", "but it’s also plain old fear and wondering is this for real", "i did have skepticism", "i think that the results of these studies, which hadn’t been published, when i published them, and it was very much to the new yorker’s credit that they were willing to let me do 14,000 words on, essentially, scientific research that hadn’t been peer reviewed yet", "and but i gradually became convinced by the authority of the people who were talking to me that they had had these transformative experiences", "but i do write about psychedelics, and i think this is somewhat unique about the book with one foot outside of this world and only one foot in it", "and i think that that distance is very important for various reasons", "i think it’s important to remain critical as a journalist and when you see things that are being hyped", "and that may well happen with psychedelics", "it’s something i’m concerned about", "but also, as a way in for readers who may not be experienced or may have their own doubts or fears", "i’ve become a surrogate for the reluctant traveler", "and that’s always been part of my work", "i don’t like to write as an expert", "another reason i sort of moved off of food, at least for the time being, is i really like writing closer to the beginning of the learning curve when everything is still new and exciting, and i can bring a sense of wonder to it", "i don’t think readers really like being lectured at by highly experienced experts", "i think they’d rather come on a journey or an education with you", "and so, i was outside of this world and dipping my toe in, first, kind of very tentatively, and then, kind of my whole foot, and then, a much larger part of my body", "but it wasn’t a natural progression for me, and it wasn’t an easy progression", "we’ll talk about this, but each of my own psychedelic journeys that i have for the book were preceded by a sleepless night of incredible anxiety where i was just a ping pong ball with arguments going back and forth like are you crazy.  you’re 60 years old", "you could have a heart attack up there on that mountain, and this guy is not going to call 9-1-1", "he’s worried about his freedom", "and then, the other side is saying come on, aren’t you curious about what you might learn", "and by the way, you’ve got a book deadline coming up", "you’ve got to do this", "and so, every time, it was like that", "it never got easier", "and i realize now that was my ego defending itself against the assault to come", "and, of course, our egos have command of our rational faculty, so they make really good arguments", "and mine was definitely making a good argument to me", "but thank god i ignored him", "tim ferriss: could you talk a bit about what we know or suspect about the neuroscience behind how these compounds may have the effects they have", "and just please jump in to correct me at any point because you are certainly better versed with all of this", "but for people who don’t have the background, when you mentioned guided experiences or supervised environments, and the new yorker piece, i’ll just give a little bit of background for people that may not be aware, that includes, certainly, underground options but also includes universities like johns hopkins, nyu – michael pollan: ucla", "tim ferriss: an ever expanding list and some very, very credible researchers, certainly some who would be considered the researchers’ researcher and scientist", "what do we know of the science", "because these compounds have been so mysterious, in a sense", "they’ve been so continually used for, certainly, centuries, if not millennia by – michael pollan: probably millennia, yeah", "tim ferriss: — yeah, different civilizations", "you can find totems from the mazatec going back thousands of years and so on", "what new insights or theories have caught your attention in the scientific realm", "michael pollan: well, the neuroscience, i just have to say, is absolutely fascinating", "and for me, intellectually, that was kind of one of the most exciting parts of the research was learning what these chemicals are teaching us about the mind and the brain", "there’s a famous quote by stanislav grof who is a czech [inaudible] [00:32:49] psychiatrist who worked with psychedelics extensively, when they were legal, in his practice", "and he said, i think this was in the early ‘70s, he said something that sounds outrageous, which is that psychedelics would be for the study of the mind what the telescope was for astronomy and what the microscope was for biology", "that’s a pretty big claim", "and it sounded like hyperbole to me, when i first heard it", "but having spent a lot of time in these labs with these scientists, i no longer think it’s impossible that he’s right", "he may well be right", "but that said, the brain is still very poorly understood", "consciousness, even more poorly understood", "so, it’s important to understand that everything i’m about to tell you is hypothesis", "and some goes a little further than a hypothesis, but there are still a lot of mysteries", "the first one being how does – let’s say you ingest lsd or psilocybin", "we know that it links to a certain kind of brain receptor, the h25ar receptor, which is the same one that ssris engage with.  and that sounds like oh, we really understand something", "but what happens downstream of that, we don’t have a clue", "how you get from that activation of those receptors to the phenomenology, the felt experience of the drugs", "so, there’s a lot we don’t understand", "but one of the most interesting clues has come from the work done, especially at imperial college in london, but also, it’s now happening at other places in switzerland and at hopkins, to image the brains of people on psychedelics", "by image, i mean, use fmris or some of these other modalities to see what’s going on in the brain, when people are under the influence.  and the biggest takeaway from that work, and this is in papers that robin carhart harris, at imperial college, has published is that contrary to what the neuroscientists expected, which was that the brain would kind of light up with extra activity because there was such visual and auditory fireworks going on during the experience, they found that activity in the brain was actually depressed by psychedelics, particularly in one network", "this was a network i had never heard of before, until i started doing this work", "and it was only discovered about 15 years ago by an american neuroscientist at washington university named marcus rackle", "and that is the default mode network called that because this is kind of where the brain goes when it’s not busy", "it’s where you go to ruminate, worry, day dream", "and it was discovered when they were administering fmris to people and needed to get a baseline", "and they would tell people don’t do anything", "just lie there, and no tasks", "and they would see that, oh, interesting", "the brain is actually quite active, when you’re doing nothing", "and this part of it is very active", "this part is a linked set of structures that include the prefrontal cortex, the posterior cingulate cortex; these are both in the cortex, which is the evolutionarily most recent layer of the brain on the outside", "and then, those link down into deeper, older structures that are involved with memory and emotions", "and it appears to be a very important hub", "the brain is a hierarchical system", "and the default mode network kind of is in charge, is a regulator of the whole", "and it’s involved in a range of metacognitive functions that include self-reflection and rumination, time travel, that’s thinking about the past and thinking about the future, theory of mind, that’s the ability to imagine mental states or attribute mental states to others, and what is called the autobiographical memory.  the autobiographical self, forgive me", "this is kind of where we integrate what’s happening to us with the narrative we have of who we are, which is a mix of everything that’s happened to us before or the parts of our biography we think about and our objectives for the future", "and to have a sense of self that’s consistent over time, something we prize, even though it’s probably completely illusory, that work of constructing that happens in parts of the default mode network", "so, you could say it’s kind of the seat of the self or the ego, to the extent that we can say that", "and how interesting that this particular network, important as it is, goes offline or at least has activity diminished", "and this is really interesting, the more precipitous the drop in activity in the default mode network, the more likely someone is liable to report that they experienced ego dissolution", "that experience that’s common on a high dose of psychedelics that can either be terrifying or absolutely ecstatic of having your sense of self disappear or melt or dissolve, which is then followed by this merging with the larger world, nature, the universe, other people", "and so, that seems to be involved with the diminution of activity in this particular network", "so, that gives us a window into the self and into spiritual experience because that experience of ego dissolution feels to people like a mystical experience, feels like it’s very spiritual, this sense of transcending this bag of bones we are and actually connect with larger entities", "and it’s that experience, too, that may make it easier to die in that ego dissolution is a kind of rehearsal for death, giving up yourself, and then, seeing – and this was for me the most incredible thing, was that your ego could die, but you still perceive", "there’s still a consciousness, another consciousness", "and i think that that’s enormously comforting to people", "so, anyway, for a neuroscientific point of view, this is a really interesting insight", "and psychedelics gave it to us", "there are two other things i want to say about it that’s also even more interesting", "one is that, when other researchers at yale started scanning the brains of really experienced meditators, people with 10,000 hours who really know how to meditate, their scans look very similar to the people on psychedelics, on psilocybin that they, too – that meditation is another way to quiet the default mode network", "and my guess is there are several others, too", "my guess is it’s quieted when you fast, when you’re on a vision quest, when you go into sensory deprivation", "my guess is that all of these powerful experiences may well involve alternate modalities for shutting off or quieting the default mode network", "so, that’s a big takeaway", "and i think will be significant in the future", "the other point i want to make about that and the neuroscience is that also coming out of robin carhart harris’s lab was they mapped connections", "they call it the connectome in the human brain", "and that changes during the experience", "when you turn off the default mode network, which robin refers to as the orchestra conductor or corporate executive or capitol city of the brain, he has all of these wonderful metaphors, when that goes offline, other parts of the brain and other networks that don’t ordinarily talk to each other strike up conversations", "and if you look at this image, which is reprinted in my book, actually, they did it in color in the middle of the book, i didn’t even know they could do this, toward the end of the book, you see that what had been this set of main thoroughfares connecting different networks in the brain, suddenly, you get lots of little roads, new connections, myriad new connections get established", "basically, because – probably because the default mode network is not requiring everybody come through that hub", "and so, you have, for example, perhaps, a motion center is talking directly to your visual cortex, which, low and behold, could allow you to see things you’re feeling", "it could result in hallucinations", "those new connections may, and now, i’m being speculative, may manifest as new perspectives, new ideas, new means, new metaphors", "but the point is that by temporarily disrupting the order of the brain, a new order forms", "and that order may have incredible value at either the level of mental health and psychology or the level of creativity", "and that’s what we need to get into right now", "what happens with those new connections", "do they endure or not", "and are there ways to help them endure longer", "tim ferriss: the visualization that you mentioned is so – the difference is so pronounced", "and it’s really something to behold", "so, i certainly encourage people to just take a moment to soak the image in, when they have a chance to look at it", "michael pollan: and it’s not hard to find online, too", "tim ferriss: it’s not hard to find online", "and what i wanted to – certainly, these compounds are not panaceas", "they don’t fix everything", "michael pollan: and they do have risks", "i think we should talk about that some", "tim ferriss: oh, we’re absolutely going to talk about the risks", "but before we get to that, i wanted to go back to the studies that have been done and to ask you what studies have most perhaps shocked you or surprised you or have stuck with you", "and for purposes of, i suppose, sharing on my side, the studies are really wide ranging", "many studies have been performed in the – well, i’m not sure, in the early ‘50s and early ‘60s", "but even looking at the more recent studies related to smoking cessation or different forms of addiction, certainly end of life anxiety, treatment resistant depression, there are a number of characteristics that have been really surprising to me, when looking at the result", "but i’d be curious to hear if there are any related to the magnitude, persistence, or anything of effects that have been particularly memorable for you", "michael pollan: yeah", "well, the first one that was really memorable to me was the first one i read", "and this was a 2006 study done at johns hopkins in the lab of roland griffiths who i believe you know pretty well", "tim ferriss: i do", "michael pollan: and this was a kind of wild study because it didn’t proport to have any practical utility at all", "it had nothing to do with health or healing people", "it was really an attempt to see if psilocybin could be used to occasion, that’s the verb they used, to occasion profound, mystical experiences in people", "and the title of this paper is kind of hilarious", "high dose of psilocybin can occasion profound, mystical experiences in people that have lasting value or something like that", "i don’t have it quite right, but it just stood out as wait, scientists do this, that’s pretty cool", "and what’s a mystical experience doing in a scientific experiment", "but, in a way, this was the predicate of all of the research to come, in this renaissance that’s going on, because they had found – first, they had proven that you could safely administer these drugs in this environment and that, with a very high percentage, you could induce this kind of experience that people would report as one of the two or three most meaningful experiences in their lives comparable to the birth of a child or the death of a parent", "the fact that you could induce such an experience in a laboratory reliably with a mushroom that kind of blew my mind", "and i interviewed many people in that trial, and it was really interesting to hear their experience", "these are so called healthy normals, so they didn’t have a pathology", "they weren’t dying", "and they were kind of spiritually inclined", "it was definitely it seemed to me a common denominator of the volunteers", "but that this drug would create an experience that was indistinguishable from mystical experiences as we have them in the literature as they were recorded by the great mystics of all time and all of the writers who have talked about mystical experience from whitman to emerson to tennison", "so, i thought that was a really cool study", "and the testimony of the people in it was very interesting", "it was also interesting that, in a follow up, they crunched that data very carefully, and they discovered that statistically significant percentage of people who had had these psilocybin experiences had actually had changes in their personality that were enduring", "psychologists divide personality up into five traits", "and i’m not going to remember them all", "but it’s things like conscientiousness, neuroticism, extroversion, openness, and i forget the fifth", "but openness, which correlates with tolerance for other people’s points of view, ability to take in lots of surprising information, creativity, actually was increased, statistically significant increase in openness.  and it’s very rare that personality changes in adults at all", "and the idea that a mushroom could induce such a change was really striking", "now, this has yet to be reproduced, this particular result", "but whether there are lasting changes in personality of people who take psychedelics, i think, is a really rich topic to explore and definitely deserves more work", "the smoking study you alluded to i thought was also fascinating", "here, you have one of the hardest of all habits to kick", "and 80 percent of people who went through this process, which involved two or three psychedelic trips on psilocybin and some cognitive behavioral therapy in between, 80 percent were confirmed abstinent, were not smoking at the six month mark", "and that number fell to i think it was 67 percent after a year.  this is a small, pilot study, open label, which means everybody knew they were getting psilocybin", "nobody got a placebo", "but that’s pretty impressive", "and, in fact, 67 percent success, after a year, is better than anything else that’s out there", "so, this study needs to be reproduced", "and it’s happening", "tim ferriss: yeah", "sorry to interrupt, but also, as i understand it, it’s not a marginal difference in efficacy compared to the standard of care for looking at alternative treatments", "the delta, at least with this preliminary study, as you mentioned opened label, somebody out there on the internet can certainly correct me, but i want to say it was perhaps the alternative, option b, more traditionally speaking, would be somewhere in the 20s in terms of efficacy at the 6 month mark looking at abstinence rates", "i could be getting that wrong", "michael pollan: yeah", "i think there’s a drug people use called chantix that i’ve seen advertised on television", "i think that does a little better than the 20 percent mark", "but the patch is not that successful", "so, it’s a big deal", "but what was also noteworthy to me about that particular study was talking to the people in the study", "and i would ask them why did this make it any easier to quit smoking", "it doesn’t seem to have anything to do with smoking", "and they would describe an experience that put their life and their behavior in such a radically new context", "and they would say these incredibly banal things", "they’d say i realized my breath is precious and that there’s no life without breath", "and it’s really stupid to damage your breath", "and i’m like duh", "didn’t you know that already", "and they did know it, in an intellectual way", "but i think one of the real hallmarks of psychedelic experience is that things you think you know but really only exists on the very top of consciousness suddenly set down roots deep in your subconscious", "and they become these convictions, absolute, rock solid convictions that you believe in a way you’ve never believed anything before", "and that, i think, allows people to kind of put flesh on some platitude like smoking is bad for you and killing yourself is stupid", "suddenly, you feel it, at a much deeper level", "so, i was struck by that", "and, in fact, matt johnson who is the psychologist at hopkins who directed this study, he calls them duh moments", "that people have a lot of duh moments, but they’re transformative", "and that is, if you’ve ever had a psychedelic experience, there is that weird bleeding from banality into profundity and back again that happens", "and that definitely seems to go on", "so, one of the ways, one of the psychological mechanisms that may be at work is this ability to reinforce an idea that we all already know or we should now better and make it powerful enough to actually guide our behavior", "tim ferriss: what are some of the potential applications or current applications in a scientific environment or elsewhere that are most interesting to you", "i’m personally tracking potential use of psychedelics, which is certainly already in motion outside of the us, hopefully will be researched more in the us, but as it would apply to say opioid addiction, really problems of epidemic proportions", "are there any particular applications that you’re paying attention to", "michael pollan: yeah", "well, first of all, it’s really important to understand that this research comes along at a critical moment", "our mental healthcare system is badly broken", "if you compare mental health treatment to any other branch of medicine, mental healthcare fails abysmally", "it has not extended lifespan, lowered mortality", "it hasn’t done work on cancer, work on the heart, work on virtually other infectious disease", "it’s remarkable what a pathetic track record it has", "and with all of the use of ssris in the culture and shrinks, which here in berkeley, every other person is a shrink, the fact is that rates of depression are soaring", "rates of suicide are rising dramatically, and addiction, too, is rampant", "and so, there’s a real crisis here", "and there hasn’t been any real innovation in mental healthcare since, i would say, 1990 or so with the introduction of the ssris, the antidepressants that work on the serotonin system", "so, i’m particularly interested, as you are, in the work on addiction", "i think that’s very promising, and it’s an area where we don’t have a lot in the pipeline", "ibogaine is another psychedelic that comes from a root of a tree in africa", "and it has been shown, in still very preliminary research, to be useful with opiate addiction, partly because it blunts the withdrawal systems, at the same time it helps you get off the drugs", "but it’s a very heavy and risky psychedelic, and it lasts for a very long time", "there are clinics in mexico that are administering it to opiate addiction", "but there is work planned to look at psilocybin and opiate addiction", "psilocybin and alcohol addiction is underway right now in a large study at nyu that i think bares close watching", "and then, there’s all of the work that’s about to happen about psilocybin and depression", "treatment resistant depression is the subject of study in europe coming up", "and that’s people whose depression has not responded to two other forms of treatment", "so, a particularly needy group of people", "and then, a study in this country of major depression", "and that will be getting underway this year", "i think, if these drugs can really make a dent in those indications, it would be enormous", "it would just be – and the depression study is very interesting how that came about", "the researchers had looked at depression, in their population of cancer patients", "they were dealing with both depression and anxiety", "and the results of those studies found that, in roughly 80 percent of the cases, the volunteers had had statistically significant reductions in symptoms of depression and anxiety", "so, a pretty big deal, very strong treatment effect, much stronger, by the way, than the treatment effect that got ssris approved", "but when they went to the fda seeking permission to do a phase 3 trial in cancer patients, the fda regulator said to them we’ve got a much bigger problem, much larger population of people struggling with depression", "and there’s a strong signal here that these drugs may help with depression", "so, we want you to study that", "and part of the reason they did that is they well recognized that there’s not a lot of drugs in the pipeline", "and the ssris are losing their effectiveness, which was never too great to begin with, we’re learning", "ssris do perform slightly better than placebos, and their affect appears to fade over time", "and also, people hate being on them because of the side effects", "tim ferriss: so, you mentioned something that may surprise people, and that is fda support, in this case", "and, certainly, we don’t necessarily have to get into mdma, but mdma was granted breakthrough therapy designation to expedite the process of phase 3 trials for ptsd", "michael pollan: which is remarkable", "tim ferriss: and that seems at odd with something that came up earlier, which was this moral panic after the psychedelic ‘60s and the controlled substances act and the current legal status of these drugs", "so, what has changed", "you would think, if we look at mystical experiences and the peace that people feel or the oneness, the timelessness, the ineffability, one would be inclined to think, hey, if you’re trying to treat alcoholism with that, you’re just going to give them a state they want to return to over and over again", "michael pollan: yeah", "well, that’s a good question", "i think it’s important to understand that psychedelics are not – the classical psychedelics are not addictive", "so, it’s not like you’re giving them another drug that they’re going to get hooked on", "in the classic drug addiction experiments, where you give a rat or a mouse two levers in the cage, and one has food and one has cocaine or heroin, they’ll keep pressing the cocaine or heroin, until they die", "and they’ll prefer it over food", "if you make one of those levers give them access to lsd, they’ll press it once and never again", "they don’t want to go there", "and if you’ve used these drugs, your first thought on the conclusion of the experience is not, man, i’ve got to do that again", "it takes months to recover", "and i don’t mean recover, but it takes months to process everything that happened", "and it was so – it’s so disruptive and so extreme an experience that your first thought is not where can i get my next hit", "so, there’s that", "but yeah, it’s a weird idea", "back in the ‘50s, one of the really interesting stories that you find, if you dig into the research deep enough, and the ‘50s period is fascinating, is that bill w, the founder of alcoholics anonymous, first, he got sober after he had been administered a psychedelic or a drug that some people call a psychedelic called belladonna in the ‘30s", "and then, in the ‘50s, he got involved with lsd therapy in la", "and he thought that lsd might be able to help alcoholics", "and he went to the board, which he was on, of aa and said, look, lsd, we should really take a look at it", "and maybe we want to incorporate it in the program", "and his fellow board members are like are you crazy", "that’s going to ruin our brand", "that’s going to confuse people", "so, there is a kind of fundamental sense that it seems weird to treat a drug with another drug", "but these drugs are so substantially different, and they appear to be effective in treating at least some kinds of addictions that it would be shameful for us not to do the research and explore it", "the kinds of risks that are present, and there are risks, but addiction is not one of them", "tim ferriss: if that’s the case, why have these compounds been so difficult to research", " why are they not freely available", "what happened that took them off the table for so long", "michael pollan: well, the ‘60s happened", "there’s a chapter in the book where i look at the sort of rise and quick fall of psychedelics during the ‘60s", "and it’s a really fascinating episode", "and it’s full of cautionary tales", "it’s funny", "i would ask researchers i was interviewing what happened", "why was there such a backlash against psychedelics that research was closed down", "that never happens that you have a promising field of research, and suddenly, scientists feel they can’t do it anymore, and they’re told to stop", "this is kind of dark ages stuff", "and to a man, and they are mostly men, i’m afraid, they will say well, it’s too simple to blame timothy leary", "and then, they’ll go on to blame timothy leary", "and he does have a very important role in this", "and, basically, leary started studying psilocybin and then, lsd at harvard from 1960 to 1963", "and keep in mind the drugs were legal then", "and but he got impatient with research, with science pretty early on", "and he decided well, you can’t really do a controlled study of psychedelics, so why bother", "and he started studying psychedelics in what he called a naturalistic environment, which meant his living room", "and as happens to some psychedelic researchers, they lose interest in treating individuals and acquire an interest in treating the whole of the culture because they start seeing that retelling these things is too slow", "and they’re so promising, and they could actually save us from civilizational collapse", "and you have this exuberance, irrational exuberance, i would add, that seems to come up in the minds of some people who work with these compounds", "and it’s an occupational hazard, i would argue", "and the current generation of researchers are guarding against it", "but take them out for a drink, and they’ll come around to that place, the value of these compounds for the whole civilization, which is interesting", "and they may well be right", "but it’s a dangerous way to talk, i think", "and so, something else was going on in the ‘60s", "and that was that these drugs were used by the young, by teenagers and people in their 20s", "and it created what was called a generation gap", "and a very unusual splitting of the cultures and values of two generations", "these drugs were doing something very unusual to that historical moment, and something that will never happen again", "let me explain what i mean", "lsd, a high dose of psilocybin or lsd trip, is a kind of rite of passage, a searing rite of passage", "you feel like you went in one person, and you came out another person", "and it did this for the young, at that point", "that’s who used these drugs", "not too many older people used them", "and normally, a rite of passage knits a culture together", "it’s organized by the elders who set up the bar, whatever it is, whether it’s a bar mitzvah or a vision quest or whatever it is, and the youth, the adolescents, pass through that process and then, land in the country of the adults", "and that’s how you grow up", "here was this really freaky rite of passage that was taking young people and dumping them in a country of the mind that adults knew nothing about", "and i think it really drove a wedge in the culture", "and it’s no accident that you had this unusual divergence of youth culture, both in terms of everything from politics, dress, music, diet, sexual mores, morality was different than adults", "and that was very destabilizing for the culture", "and not surprisingly, the elders reacted with fear and panic and tried to put an end to this", "richard nixon called timothy leary who was already kind of a washed up psychology professor called him the most dangerous man in america", "that’s astounding", "but he probably really believed it", "he believed these drugs were keeping men from going to fight in vietnam", "one of the things that happens is these drugs make you raise question about the authority structure that you live in", "and that was certainly happening", "so, they were very destabilizing, and there was a backlash", "whether timothy leary was solely responsible for that, that seems unfair", "he was definitely the east coast person most responsible for it", "but remember, on the west coast, you had ken kesey, the writer, who is turning on thousands of people in his acid tests and is also a psychedelic evangelist", "and he was turned on by the cia inadvertently", "they were testing their lsd, and they were paying people $50.00 to go to the va hospital in menlo park or paolo alto and have a dose", "and they turned on the wrong guy", "and they – tim ferriss: the story is so outrageous", "michael pollan: isn’t it", "it’s completely", "tim ferriss: i had never been exposed to the details in your book, and if someone were to write a novel with that as the plot, they’d have to be [inaudible] [01:07:22] or something", "it’s so surreal", "michael pollan: yeah", "and the idea that the ‘60s, what we called the ‘60s, might have been a cia mind control experiment gone horribly good or bad is mind blowing", "so, i think the drugs would have found their way into the counterculture one way or the other", "there were other routes besides timothy leary, even though he was pushing really hard to make this happen", "but that led to a backlash", "and you had the government coming down hard on it", "the media who had been – and this was one of the real surprises in researching the book, incredibly boosterish about psychedelics", "time life, which was one of the most important media empires in the country controlled by henry luce, they were actively promoting psychedelics up until 1965", "henry luce loved them", "he and his wife had been treated successfully", "he published gordon wasson’s first account of a magic mushroom experience in mexico in the 1950s", "and, in fact, he insisted that all coverage of psychedelics come to his desk, so he could make sure it didn’t have anything negative in it", "so, the culture undergoes a radical 180 around 1965", "and that leads to the closing off of research", "so, that begs the question could it happen again", "i don’t think it could happen quite that way", "and the reason it couldn’t, and for this idea, i credit rick doblin, if he’s right, but he might be wrong, but rick doblin is the head of maps, the multidisciplinary association of psychedelic studies", "he thinks that the culture has changed too much", "that we’ve absorbed so many innovations of the ‘60s, and that the people now in charge, many of them, have tripped", "psychedelics are not so strange to them", "and that’s why you have really some establishment voices in the psychiatric establishment", "people like paul summergrad and jeffrey lieberman, both past presidents of the american psychiatric association have talked about their own use of psychedelics and the role it played in their intellectual development", "no doubt some of these regulators at the fda have first person experience of psychedelics", "so, they’re not terrified of them in quite the way our parents were or my parents were in the ‘60s", " and i think there’s some comfort in that for people doing this research that it’s unlikely to happen that way", "could it happen another way", "yes", "let’s say someone dies in this research, or there is some adverse event, or there are suicides associated with psychedelics, which have happened in the past and could happen again", "the cultural climate could change", "we also have jeffrey sessions as the attorney general, and he’s not happy with states legalizing cannabis", "how is he going to feel if the fda comes forward and approves psychedelics", "it’s not guaranteed that they’ll be against it", "there’s another lens you could take to this", "they are deregulators, and that’s, essentially, what we’re talking about is deregulating a pharmaceutical", "tim ferriss: can i jump in for one second", "i’m so curious", "do you not think there would be incredible backlash if a sessions or someone else were to come out against phase 3 trials that are specifically dealing with say victims of sexual assault for ptsd, war veterans returning with pronounced trauma and limbs blown off", "i mean, it seems to be such a bipartisan issue and in everyone’s best interest", "there would seem to be some political risk in trying to stop these types of studies", "maybe i’m not savvy enough – michael pollan: i think you’re absolutely right", "and your example is the good example", "the mdma work for ptsd, is there a more sympathetic population that you could possibly be helping", "and, in the same way, the whole system finally was moved to make it easier to have access to aids drugs because there was nothing else that could help.  i think that, yes, there would be a penalty", "and i don’t think it’s an accident", "it’s not a right/left issue when you start talking about the military and cops", "rebecca mercer has donated to psychedelic research, specifically, i think with the ptsd work", "steve bannon has spoken out in favor of it", "and peter thiel is an investor in psychedelic medicine", "so, it isn’t necessarily the case that it’s regarded as this left wing thing, even though it has these countercultural colorations", "so, i don’t think it’s simple at all", "but we’ll see", "if the fda looks at these phase 3 results, and this is a couple of years down the road, and says that yes, these drugs should be approved, and doctors should be able to prescribe them, the dea, the drug enforcement administration, which is part of the justice department then, has to reschedule them", "scheduling drugs is a political determination finally", "and dea has sometimes been immune to scientific information", "but i think it would be an interesting moment", "i’m not sure how it would come out", "but i think that this work with dealing with post traumatic stress disorder and dealing with the so called existential distress of cancer patients wins the sympathy of the public, especially when you’re doing it with a drug that where the risk profile is really not very bad", "so, we’ll see", "i think it’s a big question", "the idea that there’s any kind of logical response on the part of the trump administration to anything that has to be factored in, too", "tim ferriss: so, you mentioned risks earlier", "i think we should talk about that", "what is the risk profile", "what are the risks of these compounds", "what’s the ld50", "if we have 1,000 people in the room, what’s the dose it takes to kill 500 of them", "michael pollan: well, there’s no known lethal dose of psilocybin or lsd", "if it kills you, it’s not going to be because it’s toxic", "they’re not toxic", "there are remarkably few molecules have this profound effect", "and they don’t stay in your body that long", "so, from a toxicity point of view, they’re remarkably safe drugs", "i think that the risks come – are more psychological in origin", "they are incredibly disruptive", "they disarm your usual defenses", "and defenses can be very helpful as well as hurtful", "and some people, without their defenses, get into real trouble", "people do foolish things on psychedelics", "people take them carelessly, and they walk into traffic", "they step off a building", "and then, there is a small subgroup of people at risk for serious mental illness, things like schizophrenia, for whom psychedelics can be the trigger and push people into that first psychotic break", "and i think that happened", "it wasn’t so uncommon with people in their early 20s using these drugs", "and that happens to be the age where this tends to happen", "would it happen without the psychedelics", "probably another trauma would have set it off, if not the psychedelics", "but it does happen", "and i think that one of the reasons that there have not been any adverse events, any serious adverse events, in the 1,000 volunteers that have been dosed in the modern era of research is that they’re screening very carefully", " anybody who has got mental illness in their family is not eligible", "and so, that’s kind of the luxury of doing small trials", "you can be very picky about who you give the drug to", "and that’s one of the reasons that phase 3 may not be quite as dramatic in its success as phase 2 has been", "so, i think that there are people who should not take these drugs", "and it’s people at some psychological risk", "that said, it’s worth pointing out there’s a story i tell in the book that, very often, doctors, in the ‘60s especially, who weren’t familiar with psychedelics and the phenomenology of them, mistook simple panic attacks, which are common on the drugs, for psychotic breaks", "and there’s a great story that andy wilde told me, dr", "andrew wilde, about after he got out of medical school in 1968, he hustled out to san francisco and volunteered at the haight-ashbury free clinic", "and they were seeing lots of bad trips", "and people would come in, and they thought that they were going mad, that they were going to die", "and we shouldn’t minimize how bad a bad trip can be", "it’s a terrifying experience, and that, too, is a risk, even if it is just a panic attack", "but andy had had a lot of experience with psychedelics himself", "and he saw these symptoms for what they were", "and what he would do is he’d come into the little cubicle with his white coat and his stethoscope and his clipboard, and he’d ask a few questions", "and when he decided the person was not really psychotic but was just freaking out, he would say, “excuse me, but there’s someone in real trouble, in the next cubicle.” and at all once, these people were like wow, there’s someone more fucked up than i am, and they would feel so much better", "and their symptoms would pass", "so, he understood that you could manipulate the experience, which is, of course, what the guides understand, too, and rescue someone from what had been a pretty horrifying episode", "so, how many psychotic breaks were there in the ‘60s", "you hear that the emergency rooms, for a period, were full of people on bad lsd trips", "and maybe that’s true", "but what was that actually", "it may have just been a bad trip", "and bad trips, first, they can be averted with good guiding", "and second, they can actually be very useful to people, if they’re properly analyzed", "tim ferriss: and i think, at least the way that i’ve started to think about this reading your book and becoming involved with the research is that maybe a more useful delineation is safe and unsafe trip, in the sense that difficult does not necessarily translate to long term negative outcomes", "michael pollan: to the contrary", "tim ferriss: in some cases, very much the contrary", "and i want to pause for just a second here to make an appeal, if there are regulators, law makers listening, and that is that speaking as someone who, i assure you, is not dancing around the playa in a thong at burning man calling himself a shaman, that’s not my schtick, but conversely has looked at mental illness in friends, suicide in friends in high school and college, have friends with say eating disorders of 20 or 30 years that have been not just mitigated but resolved", "i can’t say definitively, of course, but for years now after one to three controlled sessions", "looking at the risk profile of these drugs, there are risks, to be sure", "but the potential benefit, the cost effectiveness, and the pronounced favorable risk profile is really remarkable, beyond just about anything i’ve seen", "not a panacea but with some very promising indications that make it, at the very least, worth researching in depth", "and i don’t want to sound too much like i’m proselytizing, but if you look at say there are drugs, looking at my pharmacogenomics, if i were to take them, i could have a fatal response, right, which are common, common drugs", "if you take grapefruit juice, which can certainly change the metabolism of many drugs, you can have horrible side effects", "and if you look at, if you were to print out, let’s just say hypothetically, years from now, you have psilocybin available, and you go to walgreen’s to pick up your psilocybin, and maybe it’s only available through a therapist or doctor who is going to be supervising a session", "but nonetheless, let’s imagine this is an exercise, and you pick up your little, white bag with the pharmacist’s directions and warnings on the side", "compared to just about anything else to date that i would have routinely consumed, the profile of something like psilocybin would be very, very favorable for a lot of things", "and, of course, we’re operating from a place of incomplete information just because the research has been so stymied", "but the early indicators seem to be really promising", "so, i would just say, from the standpoint of regulators, not calling it the golden goose, but some of these compounds have the potential to transform how increasingly problematic, often fatal problems in mental health and elsewhere are treated", "michael pollan: i agree with you entirely, and i think that, yes, as with any drug, you’ve got to compare it with other drugs and that they all have risks", "and we put up with a certain amount of risk to get the benefit", "and that the risks, in this case, certainly at the biological level, are minor compared to drugs we take routinely that, even over the counter drugs that are more toxic than psychedelics, as far as we know", "so, i think that’s definitely worth keeping in mind", "because these drugs are illicit, they’re surrounded by this penumbra of fear", "tim ferriss: that’s a good word, penumbra", "michael pollan: and we need to look at them with a very kind of cool, objective lens, which is hard to do", "david nutt who is a very well known psychopharmacologist in england who is involved with the research, it’s in his lab that robin carhart harris works", "he did very interesting analysis of a bunch of drugs", "and he would compare them not even to themselves but to other kinds of risky behavior", "and he got in really hot water", "not only did he say that alcohol is more toxic than lsd, which got him fired, he was working for the government as the labor government’s drug advisor", "but then, he said riding a horse is more dangerous than taking mdma", "now, we never put those two things together, but why don’t we have this conversation about horseback riding", "it’s really dangerous", "tim ferriss: i’m just seeing the commercial like the second spot, safer than riding a horse", "michael pollan: so, i think we’re really nuts, in general", "any behavioral economist, i’m sure you’ve had them on the show, will tell you that we’re nuts about risk and really irrational in how we confront it", "so, it’s important to understand there are risks", "they’re mostly psychological", "people can have very painful experiences", "but, in terms of poisoning your body, you could do a lot worse", "tim ferriss: and one of the portions in your book that really caught my attention and got me excited was related to the default mode network", "and i’m probably going to butcher this paraphrasing, so i want you to correct me", "but it was the observation that perhaps some of these conditions that a layperson is prone to thinking of as separate, whether that’s chronic anxiety, chronic depression, ocd, eating disorders that they may not, in fact, be as separate as we think", "and i want to say that dr", "tom insel may have commented on this, former head of the national institute on or of mental health", "could you just elaborate on that because this is so exciting to me, for many reasons that i want to do it justice", "so, could you explain –", "michael pollan: yeah", "i’m glad you brought this up because it’s one of the most exciting things in the book, i think", "and i talk about this idea that we may be close to or see a path to developing what i call the grand unified theory of mental illness, or at least a big set of mental illnesses that include depression, anxiety, addiction, and obsession", "and one of the questions i asked insel when i interviewed him was, and this is one of the things i was skeptical about, that it seems kind of implausible to me that one drug or one category of drugs like psychedelics should work on so many different indications", "isn’t that a little too good to be true", "aren’t you talking panacea", "and he said, well, what makes you think those indications are so different, those illnesses are so different", "and he said the distinctions between depression, anxiety, obsession, and addiction are actually there’s a lot of bleeding over from one to another", "and that the names that we give them are really an artifact of the insurance industry and the dsm, the diagnostic manual", "we have to assign a number to every diagnosis", "and so, we tend to separate things", "but he’s kind of more of a lumper", "and he suggests that these could be very similar phenomenon and that one way another psychiatrist put it is depression is kind of regret about the past", "and anxiety is regret about the future", "it’s like that’s really interesting", "the real difference between depression and anxiety is tenths, isn’t it", "and so, when you step back to another level, and you look at the mechanisms that may be at work here, you begin to see how these illnesses may be very similar.  how do i mean", "well, if you look at, again, go back to robin carhart harris’s work on the default mode network, his premise – he wrote another really interesting paper", "anyone who has an appetite for a little neuroscience should check out this paper", "it’s called the entropic brain", "and you should put it on your website", "i can send it to you", "tim ferriss: i’ll put it in the show notes", "michael pollan: and there, his idea is that the brain is, as we know, a very complex system", "and it has an order, an emergent order that is, to some extent, enforced or regulated by the default mode network", "and the ego is the felt version of that", "and the ego’s job is to kind of patrol the boundaries", "it’s the cop on patrol", "and it’s patrolling the boundary between you and the other, things that aren’t you, and you and your unconscious", "and the system has this kind of structural order", "but in many people, that order gets overly ridged", "and that brains function along a spectrum from entropy to rigidity", "and on the entropy end, you have serious psychological ailments like schizophrenia", "but you also have childhood consciousness, which is very chaotic and very psychedelic, in many ways", "and then, on the other end of the spectrum, you get to these illnesses characterized by too much order, essentially", "and that’s depression and obsession and addition", "and these are, essentially, ailments where people get stuck in repetitive loops that these deep grooves of thought and behavior, which are enforced by an ego that’s become almost punishing, too authoritarian", "and so, these brains are kind of locked", "and these other brains are just way loose", "and there’s a place you want to be in the middle there", "there’s a point of criticality really where you have enough entropy but also enough order", "and that we go wrong when we get too far to one end or the other", "that’s his theory anyway", "it’s speculative, but it has a lot of explanatory power", "and, basically, he thinks that psychedelics work by increasing the amount of entropy in the brain", "and that entropy, up to a point, is a very positive thing", "and that it is the lack of entropy that traps people in these very rigid patterns of thought and behavior", "and that, essentially, the lsd or the psilocybin lubricates cognition", "it can go too far and leads to magical thinking, which is also on the too much entropy side", "but it also can help break people out of those habits", "so, there, you begin to see the outlines of a grand, unified theory of mental illness", "and that’s really exciting stuff", "tim ferriss: it makes me think of – it’s so, so exciting because it offers this tantalizing possibility that you could address many, many different, separately labeled conditions in a similar way", "and i’m not going to name names, but i was speaking with a researcher in this field, very well published, scientist, and the analogy that he used, and i’m going to modify it a little bit, but he said that – my question to him was what is a plausible explanation for why some of those compounds seem to have this long term reorganizing effect?  because the half life of the drug, so to speak, is not months long", "so, what the hell happens where these people, in some cases, have this persistence of personality change where they have more empathy a year later, two years later", "what on earth can explain that", "and the picture he painted because the mechanisms are still so poorly understood was you can imagine, if you’re on a ski mountain – michael pollan: oh, i know who you’re talking about, yeah", "tim ferriss: after a few hours, you have all of those worn ruts, and it becomes more and more likely that people are going to use the ruts that have been laid down", "but if there’s – michael pollan: you can’t get out of them", "your sled or your skis keeps tending back into them", "yes", "tim ferriss: right", "but if you suddenly have 5 feet of fresh powder or whatever, 3 feet, it doesn’t really matter, and then, you get up to the top of the lift, you, all of a sudden, have to, almost by definition, choose a new path", "you’re at least given the flexibility to choose your new route", "but taken too far, it’s just like being stuck in a blizzard", "well, that’s not going to – that’s my own addition, not terribly original", "but i really need to meet robin, at some point", "michael pollan: you do", "you need to have him on", "he’s a brilliant guy", "and i think he will be recognized as a really important neuroscientist", "he’s just got a very unusual mind because he can do the hard science, but he’s also trained as a psychoanalyst", "he’s actually a freudian", "a very interesting mix of – he got into this because he wanted to show the psychological – the neuroscientific basis for freudian ideas like repression", "and so, yeah, he’s a really interesting guy", "i think that snow metaphor is really powerful", "we don’t understand the mechanism, what exactly is filling those ruts, in a way that lasts", "i think though, it may go back to that image of creating some new linkages in the brain, some new pathways", "and, basically, that’s what learning is", "it’s a pathway in the brain", "and then, you reinforce it by repetition, so that if you have had such a linkage on an experience, and you simply think about it a lot, and i’ve certainly done this in my own experiences, it reinforces it", "you can use meditation to reinforce it", "you can just merely just replay it in your head", "and, in time, you’re creating a more and more resilient linkage", "and that’s why i think that the integration period after the session is so important", "in all, both underground an above ground guided sessions, there are there stages that they prepare you for it", "they guide you", "they sit with you while you’re having the experience", "and then, you always come back the next day, and this is probably the most important part, to figure out what the hell was that all about", "and it’s often hard to know", "and many of us take a big psychedelic experience, and we put it in this box called weird drug experience, and we put it away on the shelf because we don’t know what to do with it", "and no one is going to help us", "but, at the integration, the guide will have you talk out your experience, tell the narrative, and then, will kind of underscore certain ideas", "and i remember well sometimes i had when i had good guiding that they would, by emphasizing one particular theme or insight or image, basically, make that linkage much stronger than it would have been", "and it became the thing that i thought about the most", "and then, it acquired a certain kind of power in my mind", "so, i think that there’s a lot more to be done with figuring out how to take elements from the experience and kind reify them, make them more real and more lasting", "tim ferriss: michael, this seems like a good time to get into those personal experiences", "and i don’t know where to start, but i thought, since you mentioned themes, images, insights, we could use that as a jumping off point", "and you could start wherever you’d like to start really", "but i would be very curious to hear you describe any of your experiences that ended up being very meaningful for you", "michael pollan: sure", "yeah", "it’s funny, i said earlier i approached my psychedelic journeys with a lot of trepidation", "and i approached the writing of them with a lot of trepidation, after the fact because i didn’t know that i could – it’s a real literally challenge, if you think about how many trip reports you read that were any good", "you could count them on one hand", "so, that was the kind of everest i kept moving toward, as i was going through the book", "it’s like oh, my god, i’m going to have to explain these experiences", "in the event, it turned out to be great fun to write about", "i really enjoyed writing about it", "it was a challenge but of the best sort", "i had, just to give you the landscape of it, i had experiences with lsd – these are guided experiences", "with lsd, psilocybin, 5meo, dmt, which is a pretty obscure psychedelic that is the smoked venom of the sonoran desert toad", "yes, somebody figured that out", "and then, ayahuasca, a couple of ayahuasca circles", "i would say that, for me, the most useful, insightful experience was a guided psilocybin journey where i was trying to approximate the dosage being used in the above ground trials", "i think i was a little shy of that", "and i worked with a wonderful guide, a woman, on the east coast", "and what can i say about this experience", "what was really important about this experience was that i experienced ego dissolution for the first time", "i had read a lot about it, nondual consciousness", "and i was curious to have such an experience and also, very nervous about it", "tim ferriss: just to pause, sorry to interject, so nondual meaning what", "that means that you’re no longer the observer or – michael pollan: yeah", "normally, we’re the subject", "we’re the perceiving subject, and everything else is the object of our perceptions", "and we have this kind of split", "and that kind of defines our consciousness, to a large extent", "and it’s a rather selfish way of looking at things, but that’s how most of us look", "and probably, many animals look at things that way, too", "although, we don’t have much to report", "but that nondual consciousness is where that sense of separation breaks down, either because there are other subjects", "i’ve had an experience where the plants were – i realized they had a subjectivity, too, and they were looking back at me, in a sense", "and that also tends to break down the sense of duality that we go through life with", "so, this happened – this wasn’t always a pleasant experience", "i took the mushroom", "it was a very large mushroom that i ate with some chocolate, and she was kind of more in the shamanic style of guides, as many underground guides are", "it’s really you have a sense of ceremony more than you do in the above ground trials", "and, initially, one of the problems i’ve had with the underground guides is their musical taste, which is just horrible very often, to me.  it’s the kind of music that’s fine, if you’re getting a really high quality massage at a top resort", "but for a psychological experience, it seems a little wanting", "and so, she put on this piece of new age clap trap", "and it immediately put me – and i thought it was electronica", "i thought it was electronic music", "it turned out not to be", "and it immediately put me in this space of a computer or video game", "i was in a world that had been generated by computers", "and it was dark and very sleek", "it wasn’t scary, but it was claustrophobic", "and i wanted to be outside", "so, there i was in this dystopian video game going along and seeing all of these digitally created things", "and i can imagine somebody who would enjoy this space, but it wasn’t my space", "and i asked her to change the music, and it got a little better", "and as the experience moved on, i started to get a little anxious that, oh, my god, i’m trapped in computer world", "how can i get out of here", "and but i remembered my flight instructions", "that’s a word used at hopkins to describe what you’re told in the preparation session, which is, if you see anything scary, don’t try to get away from it", "step right up to that monster and say what are you doing in my head, or what have you got to teach me", "and it’s very good advice", "or surrender, relax your mind and float downstream", "all of these mantras they give you", "and they’re, actually, really helpful", "and i realized, all right, i just have to surrender to this", "and i got deeper into the experience", "and then, i – am i going too slow to this narrative, or is this okay", "tim ferriss: this is great", "i’m in no rush", "michael pollan: okay", "and then, it was very powerful for a while", "and i was getting a little nervous about it", "and i thought i’m going to take off my eye shades", "i’m wearing these eye shades", "and one of the great things about the eye shades is they’re a powerful technology, much more powerful than you can imagine", "more powerful than vr, virtual reality, which is not that powerful", "but it sends you inside", "so, if you take it off, and i took it off just to make sure reality was still existing and to reorient myself and also because i had to pee", "suddenly, i saw the room i was in and the guide and the plants and the walls and the furniture", "and i was like reality, i love it", "but i had to pee, and i went to the – she escorted me to the bathroom because i could barely move", "and when i came back – and i definitely didn’t want to look in the mirror", "i was really nervous of what i would see", "and i didn’t want to look at her either", "and i was just like i peed.  i produced what i described as this spectacular crop of diamonds because everything had this beam of light that was being addressed directly to me", "and then, i came back, and she said did i want a booster dose", "and i said yes", "and i looked at her for the first time as she was kneeling next to me", "and she holds out her hands, another mushroom", "and she has transformed", "she’s normally blonde", "and her hair had turned black", "and she was this old, mexican indian, and she had morphed into maria sabina, this legendary figure in psychedelic history who gave gordon wasson, the first westerner to ever try psilocybin, his ceremony in oaxaca back in the ‘50s", "and she had turned into this person", "and her hands were leathery, and her face was stretched over her cheekbones", "it was quite shocking", "and i had to look away, and i didn’t want to tell her what had happened to her", "so, i take this stepped up dose", "and when i do that, and then, i go back under, and i put on the eye shades again", "i have this sense of dissolution that my identity has just exploded into 1,000 little slips of paper like little post its", "and i was watching it just get blown to the wind, but i wasn’t panicking", "i had no desire to reassemble, collect all of the paper and put it back in a pile", "it was like no, this is fine", "and i realized that that’s what was happening", "and there was nothing to be done but surrender to it", "and that my sense of self was falling apart before my eyes", "but what does that mean", "how can your sense of self – who is my eyes", "who is perceiving this", "and then, it got even more extreme", "and i saw myself spread out over the landscape like a coat of paint or butter", "and i was totally fine with it", "that was the kind of most amazing thing", "and i can’t explain what exactly happened because my ego was out there, but there was still an eye to take in the scene", "and the lesson of it was that what should have felt like this personal cataclysm, total loss of self, there was no category labeled personal anymore", "and i was able to perceive this whole scene with this dispassionate objectivity", "it was like that’s the way it is, unperturbed", "and it was this new – i had had access to this amazing vantage point", "and it made me realize i’m not identical to my ego, that chattering voice in our head that accompanies us most of the time", "it’s kind of neurotic and can be annoying but is useful, too", "your ego is what gets the book written.  but i had completely separated from it, and i hadn’t been annihilated", "that was the amazing thing", "so, that, to me, was the big takeaway from this experience", "there were other things that happened", "i had a much happier experience with music towards the end, after constantly fighting with mary, my gifted guide, about her musical taste", "we finally agreed, and she put on these bach unaccompanied cello suites, which it’s a yo yo ma recording", "they’re stunning, and they’re depressing", "they’re really mournful, infinitely sad pieces of music", "just a cello, nothing else", "and now that i was in this nondual state, to listen to music, those words don’t describe what happens", "it’s to become music", "you become identical with the music", "and i became identical, at various times, with the bow, the horse hair bow surfing over those strings of that cello", "and then, i went into the cello and that mouth of space that’s where all of those vibrations come from", "and i had a total mystical merging with this piece of music", "and to listen to this music now sends chills up my spine because i had – it wasn’t yo yo ma", "it wasn’t bach", "it was this universe, and i was of it", "so, what does that all mean", "it was a powerful lesson in the role of our ego, i think, in our lives", "and that’s what i talked about the next day, when i came back for the integration session", "i said i realized that there might be another ground on which to plant our feet besides this ego, this self interested ego", "but i didn’t know what to do with it because my ego was back on patrol pretty quickly doing its usual thing and keeping my unconscious at bay and making me understand that i am me, and that’s somebody else, and all of the stuff it does", "but she said, and it was interesting, she said well, you’ve had the experience of not reacting as your ego normally would because the ego is kind of trigger happy", "it’s defensive, by definition", "it marshals all of your defenses supposedly in your interest", "and sometimes, it is in your interest", "but that i’d had a taste of what it was like to not be the victim of those trigger reactions", "and she said that’s something you can cultivate", "and i’ve been cultivating it ever since", "so, that was, for me, big news", "that was a big insight for me", "and i think about that a lot", "and i think it has, to some extent, changed my relationship to my ego", "i know when he’s up to his old tricks sometimes, and i can spot it", "and sometimes, i can put him in his place", "and that’s useful", "now, 30 years of psychoanalysis, you could probably get to the same place", "you do a lot of work on your ego", "but this, i did in four hours or five hours", "so, i now look back on that as a very positive experience that taught me something important that also gave me – it was a spiritual experience", "and i’m not someone who has had a lot of them", "but that merging with the music was as powerful a spiritual experience as i’ve had", "and it also gave me a little insight into what is spiritual experience", "that term has always kind of mystified me", "and i think it’s no different – i hate to put it in these psychodynamic terms, and i don’t mean to demean anyone’s more mystical understanding of it, but to me, mystical or spiritual experience is what happens when your ego is put aside", "a spiritual experience is about a sense of merging with something larger than you", "and it’s your ego that stands in the way", "and to the extent that you can subdue it or just put it off to the side for a few hours, amazing things happen", "and you realize that you are part of a larger entity and that the mind of bach or yo yo ma is completely accessible to you", "and that was a big deal, too", "tim ferriss: so wild", "it’s hard for me to even respond to that because, as you noted, and i thought you did a very masterful job of describing these experiences in the book", "if one of the hallmarks of mystical experience is ineffability, it poses quite a challenge to put into prose", "and i think that, if we think about prose and words, and also, you mentioned the psychotherapy, and, certainly, there’s absolutely a role to be played and a function for many of these other modalities, but it strikes me that they’re not mutually exclusive, but these very difficult to describe psychedelic experiences allow people, often times, to feel things or to embody things, to experience things that would be very hard to talk themselves to as a gingerbread trail to a conclusion that then allows them to intellectually change their behavior or relationship to their ego, things like that", "there are certain things that are difficult to talk your way out of, if you didn’t talk your way into them", "and i’m fascinated by, or hope to certainly more about, why these things seem to have the effect that they do", "and our understanding is so partial", "but looking at say you mentioned the treatment resistant depression; there was a study at hopkins that i’ve been involved with for the last year, year and a half", "and, for instance, if anyone is interested in throwing their hat in the ring, there’s an unfunded study, at this point, at hopkins", "they’re considering looking at alzheimer’s and even the potential – i think they would be looking mostly at its affects on depression and anxiety", "but there are some people who have postulated that there may be a role in neurogenesis in the [inaudible] [01:51:29]", "or an effect, at least, from psilocybin, which is really tantalizing, of course, selfishly speaking", "i have alzheimer’s on both sides of my family", "so, i have an acute interest in that", "but if we zoom out from these individual studies, have you thought about how these drugs, these classes, might intersect with broader, societal opportunities or threats at all", "and not to get too pie in the sky pollyannaish or anything like that", "michael pollan: it’s hard to avoid that", "we have pathologies, at the individual level, and we have pathologies at the civilizational level or the national level", "and what’s striking to me is that the two biggest challenges we face, as a culture, are the environmental crisis and tribalism", "there are other words you can put on that, but let’s use tribalism", "both of which are functions of ego consciousness in that what we do to nature has a lot to do with the fact that we objectify nature and that we think of ourselves as the only subject", "and everything else is an object, therefore, for our use", "same with tribalism", "that, too, is a sense of an ego patrolling a border in that everything on this side is us", "and we will protect it", "and everything on that side, we’re in a zero sum contest with", "so, these drugs offer an antidote to both of those ways of thinking", "and it is no accident, i’m sure, that the fact that the ‘60s represented the birth of environmentalism", "yes, there was rachel carson and the cuyahoga river on fire and all of the other things that were happening then", "but psychedelic consciousness also may have contributed to environmental consciousness because one of the things that happen is that the world becomes animate in a way it wasn’t before", "and that the plants and the animals and the fungi all have their points of view, too", "and you feel very connected, in a way that makes it hard to be destructive", "and the same with people", "you feel connected to all different kinds of people", "so, i’m not suggesting we need to put these drugs in the water supply", "there might be some individuals that we can all think of who would benefit enormously, if they were willing to undergo this sort of therapy", "but i think they’re extremely relevant to the moment we’re in and the problems we’re struggling with", "and perhaps, it’s no accident that this renaissance is coming about at the time it is", "tim ferriss: you mentioned the drinking water", "let’s talk about it, for a second", "so, there are – i’ve observed, as i’m sure you have, people who are militant proselytizers of psychedelics who are prone to the same type of rhetoric that seemed to cause a lot of trouble in the earlier iteration of all of this in the ‘60s", "putting it in the drinking water, making it legal, you want to go to 7-11 and just get an lsd smoothie seems like a bad idea to me", "but then, you have people on the far other end of the spectrum certainly in not too distant history who would not even consider publishing a scientific study involving psychedelics, wouldn’t even consider the scientific merit of a study", "and we seem to be in a very, as you put it, a renaissance where research is finally being done to clarify the mechanisms of action and the potential, but also the risks, of these drugs", "and it’s so exciting to me having really spent so much time as you have looking at this", "what are the ways that people can screw this up", "do you know what i mean", "because i really, really think we have an incredible opportunity to decipher how these plants and compounds that have, in many cases, existed – well, certainly existed, but been consumed for millennia and how they fit into a world that is bursting at the seams with not decreasing but increasing prevalence of certain types of mental health problems and other issues", "it’s such an opportunity that i don’t want to see wasted", "how can people screw it up", "and is there anything you would ask of people", "certainly, i would say to people don’t find some shaman on casual encounters on craigslist and mail order god knows what from the dark web and just decide to do it with your friends on the weekend", "terrible, terrible, terrible idea, among other things", "michael pollan: yeah", "and going down to peru with the first shaman you meet", "there have been horrible stories coming out of peru with sexual assault of women", "and there was a murder the other day involving a healer in peru", "so, i think carelessness is the great threat", "and i think carelessness is part of what doomed psychedelics in the ‘60s or temporarily doomed them in the ‘60s", "one of the great lessons, if you study history, is that, until our own time, when psychedelics came along, and we didn’t have any sort of conventions or rules to govern their use, and many people did get into trouble, and the psychedelics themselves ignited – catalyzed a kind of backlash, but you go in history, and you see that these powerful substances were only used in a very controlled, considered way", "and that you didn’t have individuals taking them on their own", "there was always a circle", "there were always elders", "there was the shaman.  there was the person who had lots of experience of the territory administering it to people", "it was always organized in a ritual", "there was a ceremony", "all of these cultural forms", "i’m not saying those ones are right, and we should simply adapt those or adopt those", "they may not be right to western culture", "we may have to come up with our own rituals, our own ceremonies, our own rules of the road for these drugs", "and i think that, to some extent, that was the failure of the ‘60s", "now, i don’t want to paint it with a broad brush", "there were many people who had wonderful experiences with psychedelics in the ‘60s who had important insights and created great art as a result of their experiences", "but for the culture as a whole, it led to this backlash and a fair amount of suffering, and also, the loss of 30 years of good research that we could have been doing", "and i think that had to do with the fact that we did not have a proper cultural container", "so, the question we now face is what is that container", "one of them is the medical system", "that’s the path that they are on at nyu and hopkins", "i don’t think that’s the only path", "i agree strongly with bob jesse who is one of the motive forces behind the revival of research who says, yes, there are people who are suffering, and we have to help them", "but these drugs are also good for what he calls the betterment of well people, people like myself, people like yourself", "and that it would be a shame, if their use was restricted only toward people with dsm diagnoses of one kind or another", "so, what’s the proper vessel for them", "is it a religious vessel", "well, that’s not comfortable with everybody", "we need to figure this out", "the greeks, apparently, used a psychedelic, the eleusinian mysteries, as they’re called, was an annual rite where everyone who wanted to, in the culture, well, not the slaves but not just the elite, used something called the kykeon, which was a psychedelic, apparently", "and they had visions, and they went to the after world or the underworld", "and it was a very powerful annual rite", "you were not allowed to use the kykeon any other time", "in fact, somebody once did", "they got a hold of some, and they had a party", "and they were severely punished for doing this because they understood that this had to be taken in the best interest of the whole society in a way that was carefully regulated", "and so, i think that’s where we find ourselves", "i think that it’s figuring out a way to use these drugs to make them accessible to more people but to contain their risks and to house them in a cultural form that’s appropriate to them and appropriate to us", "that i think is how you prevent the kind of carelessness that led to trouble", "i think leary’s sin, if he had one, was giving up on the idea of a guide", "and i think that the guide, whether it’s a friend who stays close to ground, or somebody preferably very well trained and experienced, makes all of the difference", "and especially as you get older, i think, where you’re less of a risk taker", "people in their 20s will do the craziest things", "look at the way they drive let alone the way they take drugs", "but as you get older, working with a guide is, at least it was for me, created a space in which i could surrender and put down all of my defenses", "i’m not going to do that walking around manhattan", "and so, we have a lot of work to do designing the experience and understanding what the drugs are doing", "but designing the experience in a way that is safe and conducive to the kind of work we want to do", "tim ferriss: it’s such an exciting area of exploration", "i’m cautiously optimistic", "michael pollan: i am, too", "tim ferriss: cautiously optimistic, and you and i have both interviewed people and heard these stories of transformation, not just anecdotal but also in very controlled scientific environments", "and you also hear stories, as i’m sure you have, i heard a story recently, when i was talking about the phase 3 trials with someone, and their nephew who is i want to say 18 or 19, i’m probably getting the age wrong, it doesn’t really matter for the purposes of illustrating, but he has suffered from severe ocd for many years, which has been debilitating", "smart kid, did a ton of research, went on to pub med, ultimately determined that he thought psilocybin might be a tool to help mitigate is ocd, and it worked", "but due to the legal classification, he was caught with mushrooms and expelled from school", "and it’s just so tragic, in a case like that, that these tools are not available to those who could benefit", "and i really hope that people will, at the very least, consider the importance of scientifically exploring these things", "and there are so many different angles of examination", "but that’s certainly one", "at the very least, supporting those who are attempting to understand how these things do what they do", "and i have to commend you for putting this book together", "and i mentioned this to you in person some time ago", "but there was simultaneously great relief and great kind of hand to the forehead because you saved me from attempting to write what would have no doubt been a far inferior book", "so, i really appreciate you taking the time and also bringing on board and not relinquishing your skepticism as you explored this entire world and this subject matter", "i really think that it is such a critical subject, at such a critical time", "so, i don’t get any vig on this, certainly", "i recommend people read it themselves, but it’s a book that i think is mind expanding on so many levels, even if you never have any interest in consuming a psychedelic of any type", "it is an incredible lens through which to learn more about the mind and more about, ultimately, your entire experience of reality, as far as we know, is filtered through this thing we hold between our ears", "so, getting to know it better certainly seems in everyone’s best interest", "but i really appreciate all of the time that you’ve taken today", "and i hope we can talk about this many more times", "but besides people reading the book, which everyone should – i’ve read many of your books", "it is my favorite of your books", "it’s such a difficult tightrope to walk, and you really did an excellent job, in so many ways", "do you have any parting comments, suggestions, asks of the audience", "michael pollan: it’s funny", "people have asked me am i an advocate for psychedelics", "and the answer is no, not yet", "i’m an advocate, as you just said", "i thought you said quite eloquently", "the research, we have to support the research", "there is enormous potential here, but it still has a long way to go", "we haven’t answered all of the questions", "as you say, this is a book, and this is an enterprise speaking larger than the book to understand the mind", "it’s not to understand psychedelics", "psychedelics are a tool, as stanislav grof said all of those years ago", "they are a really powerful tool to understand the mind and potentially your mind", "and so, i think keep abreast of the research", "read some of these papers", "read some of robert carhart harris’s papers", "and there are more books to be written about it, tim", "i don’t think you should give up on that idea", "i think you should just wait a little bit", "there’s so much to be said", "i feel like i got – every now and then, as a writer, you get lucky, and you hit the right topic at the right moment", "and i just felt like oh, my god, i’m a kid in a candy store", "i have this amazing subject", "i’m learning so many things i didn’t know", "and it was the most exciting experience i’ve had as a writer", "and i’m hoping that the reader feels the same way", "tim ferriss: yeah", "you paddled for the wave at the right time, i think", "and for everybody listening, as i alluded to earlier, i will include links to not only the book but some of the studies like the entropic brain and everything that we talked about", "i will include at least two – michael pollan: yeah, the image, too", "tim ferriss: absolutely", "i’ll include links to all of those things in the show notes, which you can just find at tim.blog/podcast and search pollan, and it will pop right up", "michael pollan: tim, i just want to thank you, too", "it’s wonderful to be interviewed by somebody who is so deeply informed on the subject and so passionate", "so, thank you for your time and the amount of thought you put into it and for reading the book early", "and i’m very grateful", "tim ferriss: entirely my pleasure", "and to be continued", "so, i know you have a busy few weeks and months ahead", "michael pollan: yeah, it’s going to be crazy", "and i encourage your listeners and readers to come to one of my events", "i’m doing 20 events in the next month all over the country", "and if you go to my website michaelpollan.com, the schedule is there", "and please, come and introduce yourself", "tim ferriss: wonderful", "i will encourage everybody to do that", "they can also say hello to you on twitter @michaelpollan", "and i’ll include your other social handles as well, in the show notes", "i will let you get back to your day, good sir", "but wonderful to share this time with you", "and thank you, again, for writing the book", " i really think it’s an impressive resource and story", "so, thank you for that", "michael pollan: thank you, tim", "and thanks for shining a light on it", "i really appreciate it", "tim ferriss: all right", "and until soon, and for everybody listening, until next time"]}