{"dialog_idx": {"kevin kelly": [27, 561, 562, 563, 564, 565, 566, 567, 590, 591, 601, 607, 608, 609, 613, 614, 617, 618, 619, 621, 622, 623, 629, 630, 640, 641, 642, 643, 644, 645, 646, 647, 648, 654, 655, 657, 659, 670, 671, 672, 680, 683, 684, 688, 690, 693, 694, 695, 697, 702, 708, 711, 715, 718, 719, 722, 729, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742], "kevin rose": [20, 195, 196, 197, 199, 200, 203, 204, 205, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 236, 237, 239, 241, 242, 243, 244, 245, 246, 247, 248, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 284, 285, 286, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 309, 313, 314, 328], "phil keoghan": [22, 23, 24, 25, 345, 346, 347, 348, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 363, 368, 369, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 472, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 534, 535, 536, 537, 538, 539, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560], "rolf potts": [17, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 100, 101, 102, 103, 104, 105, 106, 107, 108, 110, 111, 112, 113, 114, 115, 116, 117, 123, 124, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 18, 19, 21, 26, 28, 69, 97, 98, 99, 109, 118, 119, 120, 121, 122, 125, 148, 186, 187, 188, 189, 190, 191, 192, 193, 194, 198, 201, 202, 206, 207, 208, 209, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 238, 240, 249, 250, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 287, 308, 310, 311, 312, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 349, 362, 364, 365, 366, 367, 370, 402, 469, 470, 471, 473, 493, 514, 530, 531, 532, 533, 540, 541, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 592, 593, 594, 595, 596, 597, 598, 599, 600, 602, 603, 604, 605, 606, 610, 611, 612, 615, 616, 620, 624, 625, 626, 627, 628, 631, 632, 633, 634, 635, 636, 637, 638, 639, 649, 650, 651, 652, 653, 656, 658, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 673, 674, 675, 676, 677, 678, 679, 681, 682, 685, 686, 687, 689, 691, 692, 696, 698, 699, 700, 701, 703, 704, 705, 706, 707, 709, 710, 712, 713, 714, 716, 717, 720, 721, 723, 724, 725, 726, 727, 728, 730, 731, 743, 744, 745, 746, 747, 748, 749, 750, 751]}, "episode_num": 315, "file_type": "html", "guests": ["kevin kelly", "phil keoghan", "kevin rose", "rolf potts"], "num_sentences": 752, "num_words": 10642, "raw_text": "Tim Ferriss: Hello, ladies and gentlemen. This is Tim Ferriss. Welcome to another episode The Tim Ferriss Show. More specifically, another edition of The Tim Ferriss Radio Hour, where I go back through the 300+ guests who have been on this show, think about the conversations and look for patterns or themes that we can explore. This episode will dig into travel, one of my favorite topics. I will take partial credit or blame in advance, as it might make you want to quit your job and head off to the airport with a backpack, coincidentally exactly what I am doing tomorrow and why I’m recording this intro way, way past midnight. Now, I’ve interviewed some fascinating people from around the world. It’s kind of crazy to think this is my job. How happy am I? How lucky am I? In the next hour, we will actually travel around the world with them, in a way, because we recorded these episodes all over the planet. We’ll also explore specific tips and strategies from our conversations related to how they think about travel, how they personally travel, the tools and gadgets they use, and the role that travel might play in your life. First, I talk to the one and only Rolf Potts, the author of Vagabonding, one of my favorite books of all time. Some of you may know that starting around 2004, I traveled the world for roughly 18 months after this complete implosion and deciding to either shut my business down or completely reinvent it and extricate myself. The lessons learned over those 18 months formed the basis for much of my first book, The 4-Hour Workweek. On that journey, which ranged from the back alleys of Berlin to lakes in Patagonia, I had next to nothing: one suitcase, one backpack, and only two books. One of those books was Walden by Henry David Thoreau, naturally, and the other was Vagabonding: An Uncommon Guide to the Art of Long-Term World Travel, written by Rolf Potts, which is about a lot more than just travel. Rolf Potts: People, they put off what they really want to do until they’re too old to actually do it. Tim Ferriss: Next, my Kevin Rose and I share our travel experiences while sitting on tatami mats in a traditional inn in a Japanese hillside in Kanazawa, specifically. We cover everything from how to cope when not speaking the local language, to how Kevin has to hide his tattoos – oh, those tattoos – in certain countries, including Japan. Kevin Rose: When in to use a spa, and she goes, “Tattoos?” I said, “Yes.” She handed me flesh-colored tape. Tim Ferriss: Then I talk travel and diving adventures, among other things, with Phil Keoghan from The Amazing Race. Phil Keoghan: I just wrote down everything that I felt like I had all the time in the world to do to get out, to go okay, this is not a dress rehearsal. You can die. You will die. You don’t know how long you’ve got before you die. Tim Ferriss: And, of course, the incredible Kevin Kelly and I get into our favorite travel tools and gadgets. Kevin Kelly: What else do you have in your backpack which is stuffed here in the back of our car right now? Tim Ferriss: So, let’s jump right in. Rolf Potts, @rolfpotts on Twitter, has reported from more than 60 countries for the likes of National Geographic Travelers, The New Yorker, Slate.com, Outside, The New York Times Magazine, The Believer. It goes on and on and on. Sports Illustrated, National Public Radio, you name it. His adventures have taken him across six continents and include piloting a fishing boat 900 miles down the Laotian Mekong; hitchhiking across Eastern Europe; traversing Israel on foot; bicycling across Burma; driving a Land Rover across Sound America – it sounds like a long-ass trip; and traveling around the world for six weeks with no luggage or bags of any kind. Rolf is perhaps best known for promoting the ethic of independent travel, and his book on the subject, Vagabonding, which I mentioned before, subtitled, An Uncommon Guide to the Art of Long-Term World Travel, has been through 28 printings and translated into many languages. It is also, by the way, the reason I started The Tim Ferris Book Club and produced an audiobook of this book, because it could not be found and that bothered me. You can find out all about that at aduible.com/timsbooks if you want to see the others books in that selection. But back to Rolf. He won the 2009 Lowell Thomas Award from the Society of American Travel Writers, and became the first American author to win Italy’s prestigious, coveted, Chatwin Prize for Travel Writing. Many people fantasize about travel, yet they never following through. They never book their trip and take those first steps. Rolf explains in what follows, the concept of vagabonding and how it differs from just another vacation. Rolf Potts: I like that you bring up the idea of fantasizing about travel. I think it’s something that everybody does. It’s one of those Top 3 if not Top 2 or 1 things that people dream about. You see it in the movies all the time. In fact, I mention this in Vagabonding. The heist movie, where the whole goal is to have this complicated robbery so they can have enough money to move overseas to a wonderful place. As I say in the book, you don’t need to rob a bank to do that. In fact, you can do that for a cost that is equal to and sometimes less than your cost of living in a major American city. I think an important principle I bring up in Vagabonding is don’t put this off. If you’re dreaming about travel, and most people do, and if you don’t dream about travel, that’s fine, but I really address these travel dreams which are so common, then don’t wait until you’re too old because retirement isn’t necessarily the best time to do something like this. In fact, Henry David Thoreau, I think Walden was the other book you took on your travels, talks about how people – and I’m not quoting him directly – they put off what they really want to do until they’re too told to actually do it. That’s a paraphrase. If you are 18, 28, 38, 48, whenever, and you dream about travel, make your goals soon and don’t put off those goals because they’re very attainable. There are a lot of fears that are tied into confronting vagabonding. You asked me for the definition. Vagabonding is long-term travel. It’s not just a vacation. It’s not a week or two off that society gives you as a vacation. It’s six months or two years or six weeks that you make for yourself to travel in earnest. Not as a consumer experience. Not as a vacation. But as a more deeply meaningful life experience and as a way to actualize your wealth of time. I think this is an idea we’ll come back to a lot and it’s something that you write about, as well as me, is the idea of time wealth. The idea that your experiences are more valuable in life than the things that you accumulate, the things that are always being touted as the most important things in life. Travel is a great way to cash in on your time wealth. Vagabonding, just by definition, is a more meaningful way of travel. It’s a way of slowing down and discovering parts of yourself instead of just buying a lot of experiences, which we’ve been conditioned to do as American consumers. My first vagabonding trip was 20 years ago this year, oddly enough. Tim Ferriss: Happy anniversary. Rolf Potts: Thank you, thank you. It was just this time that I was straggling back to Kansas after having this amazing eight-month trip around North America. It was a trip that I thought would be my last. I thought I would get travel out of my system so I could become a responsible American workaholic and then maybe return to travel when I was old. But you mention the idea of fear. The fears I had going out were, is this going to be expensive? Is this going to be dangerous? Am I going to come back and be compromised professionally? All of those sort of turned into the opposite. It was a lot safer than I expected. It was a lot cheaper than I expected. I came back and for 20 years I’ve been integrating travel with a professional life that continues to diversify. I continue to do other things to make money, while at the same time having big swathes of time to travel. I’m not suggesting that everybody needs to become a vagabonder for a 20-year chunk. In some ways, I travel a lot less than I used to 10 or 15 years ago. But it’s something that you can do. It’s an option that you can have. It’s not an option that you wait for life to give you. You create it. I’m a big believer in the active aspect of vagabonding. Of saving your money. The lottery is another metaphor I use a lot in vagabonding. People keep waiting for the lottery to reward them. But as we all know, the odds that you’re going to win the lottery are pretty low. But we’ve already won the lottery. We’re born with time wealth. It’s just a matter of creating these travel experiences or these time-rich experiences through things like simplicity and just the decision to make these sort of things happen. Tim Ferriss: What type of sites or resources would you recommend to people who are trying to find comparable folks? People who will help them alleviate their fear of travel or just in general? What type of online resources do you recommend? Rolf Potts: Well, Google for one. I mean, if you just Google “35 years old 2 kids 1 year of travel,” then odds are you’ll find 20 blogs of people in that demographic who are doing just that. Really, be unabashed and very specific about Googling your fears or your demographic and just see who, like you, is out traveling the world. There are a lot of great traveler communities. I’ve been affiliated with bootsnall.com since the very beginning of vagabonding. Part of their M.O. is just creating community and support for people. They have blogs and resources on their site. There are other travel communities as well. Tim Ferriss: It’s boots, the letter n, all, .com, right? Rolf Potts: Yeah, B-O-O-T-S-N-A-L-L .com. They’ve been operating out of Portland, Oregon, for years and just quietly been doing, the nice work of a reassurance and saying, so you’re worried about an around-the-world flight? Here’s what around-the-world flights look like. You’re worried about a certain situation? Here are some resources for that. They’re not alone. I’m most familiar with them because we’ve sort of shared a similar mission for a long time. But there are big communities of travelers who are happy to help and help newbies feel better about these prospects of long-term travel. Tim Ferriss: For you, and perhaps there are older examples, but before we started recording, you mentioned that you’re taking a trip and you’re doing a home swap. Would you mind perhaps elaborating on how some of those options work? Those that you’re familiar with. I think that many people who consider travel think in terms of one of their main expenses being staying in a hotel. I’d love for you to share any of your thoughts on that. Rolf Potts: It’s shifted, the way the travel world works, in some ways that are delightfully convenient, and in some ways that are a little bit strange. I think that technology is one of these double-edged swords that in some ways has turned us into insufferable micromanagers on the road. Tim Ferriss: Can you elaborate on that? Rolf Potts: I’ll start with the negative. The travel culture which I started in, which was 20 years ago, but really my more international travels are more like 15 years ago. It’s about showing up in town and knowing that when you get there, the unexpected awaits you. That you’re going to walk to the hotel district. You may have a guidebook with some hotel recommendations. But you’re going to shop for your hotel. You’re not going to find a deal online. You’re going to walk in there. You’re going to see the room. You’re going to haggle because all throughout Asia, basically anyplace outside of the industrial world, prices are up for grabs. Haggling in person is so much more, gives you so much more leverage than haggling online because you can go in, look at the room and physically leave if the owner doesn’t give you a price that you’re into. These days, it has become so convenient, not always a bad thing, but it has become so convenient that people just assume that the best deals to be had are the ones online. Pretty soon, you’ve locked in. You’re traveling for six weeks and you know where you’re sleeping every night in advance. It really compromises the flexibility of travel and the serendipity of being inspired by a place and thinking, “I’m going to stay here for a few days.” Or “Wow, I just met this traveler who told me about this great place up in the mountains and I’m not going to go to Varanasi. I’m going to go up into the Himalayas and spend my time there.” This technologically enhanced micromanaging cuts into the serendipity in a certain way. It also connects us to home. Again, it’s a two-edged thing. Social media and the constant connectivity that comes with smartphones, for example, allows us to really find things that we couldn’t find before, but it cuts into the idea of wandering around and finding things by surprise, finding things organically, and letting a destination reveal itself to us on its own terms instead of sort of finding that place as a consumer before we get there. lot of technologies have eliminated things like loneliness and boredom, which sounds good and is good, to a certain extent. But loneliness and boredom can lead you to those moments that sort of force you into a new version of yourself. They force you to be more extroverted. Tim Ferriss: Totally agreed. Rolf Potts: They force you to read the local newspaper instead of looking through your Facebook feed, right? That is what we’re up against with these technological advances. I don’t want to be the grumpy, older traveler, because I remember being 20 and listening to this Baby Boom-era hippies lecture me on how travel used to be. Back in the time when telephone answering machines and credit cards were seen as this decadent form of technology. I know that there are younger travelers who don’t know anything by the constant connectivity of travel. But unplugging is important. We can talk more about that if you want. We can also talk about the plusses. I have many recent examples about how technology has helped. This recent home exchange is just a long-time friend who lives in Brooklyn. She’s a writer. She wants a quite place. I have 30 acres in Kansas and so I get an awesome pad in Brooklyn for a week and she gets a quiet farm in Kansas for a time. I think in more expensive places like Europe, the hostel was your go-to. It was where if you wanted to save money, you would go to the youth hostel. It was a great place to meet people. You get a cheap bed. You would forego a few amenities but you would hang out in the hostel. Well, I went to Amsterdam this summer. I teach a writing course in Paris every summer and my sister and my nephew came and visited me and we wanted to go see Amsterdam. Using Airbnb, I was able to get a full cottage, a 15-train ride outside of central Amsterdam, for about half the price as a hostel for 3 people in the center of Amsterdam. So instead of staying at a somewhat grungy hostel in the red-light district, we were staying in this little town filled with windmills and we had our own house to ourselves and we could just walk down the street and get groceries. That was an Airbnb hookup. Couch surfing has similar benefits. It just allows you break out of not only that old hotel set of assumptions, but also out of the hostel set of assumptions, the idea that the cheapest option in any place is going to be a hostel. Especially traveling in groups. For the three of us, if I’d been alone, maybe the cottage wouldn’t have been as cheap as the hostel. But with three of us, where you’re getting hostel one bed at a time, we just got the perfect place to stay through Airbnb. And so, those services, and even social media, even going on Facebook and Twitter, and I’m not a big believer of Tweeting while you travel. I think that really puts in this whole mindset and it pulls you out of the place where you are. The point of travel is experiencing what’s before your eyes and not what’s coming across your social media feed. But before one’s travels, I’m a big fan of throwing out a Tweet or a Facebook post that says, hey, I’m going to be in place, what are some suggestions? That is something that didn’t exist ten years ago and is not tied to a business or social networking thing like Airbnb and couch surfing, but it could just be that your buddy from high school has a friend who’s in the military in Germany and they have an ex-girlfriend who lives in Stockholm and suddenly you have a place to say through very random circumstances. It’s the old model of sitting in the hostel or sitting in a guest house or a bar in an exotic part of the world talking to the six travelers who are there with you and them giving you advice on points further down the road. That principle has been taken to social media and through networking, that’s another way that technology has allowed that old hostel room. It’s actually killed the literal hostel room, where people are now staring at their phones in the hostel room. But it has expanded the virtual hostel room, where instead of talking with six travelers you’re with physically; you can be talking to 600 travelers through your networks who might have some good advice for you. Tim Ferriss: This next segment was recorded in rural Japan late one evening with my friend, Kevin Rose, @kevinrose on Twitter, affectionately known as Kev-Kev by those in the know. Serial entrepreneur, world-class investor, and all around wild-n-crazy guy. We’ve been through a lot together. Here, we discuss Japan, how to do it cheaply, and many other things. The tips in this next segment apply to just about anywhere, not just the Land of the Rising Sun. If you hear any waterfall-like sounds in the background, that is because we have a natural [inaudible] [00:19:03] bringing water into the rooms, where there are wooden tubs that are effectively indoor/outdoor. There’s an open wall so you look out into a forest/hillside and the steam pours out in the great outdoors. It is winter, so there’s tons of fog and mist and so on. It’s just a magical place. Kevin Rose: Yeah, it’s absolutely beautiful. One of the reasons why I chose this place to stay is (1) I had never stayed in a ryokan, traditional Japanese house, before and I had always wanted to do that; and (2) when you’re talking about an onsen, like a natural spring, it’s very difficult because in Japan, if you have any tattoos whatsoever, you are forbidden from doing the onsen. You can’t go in. Tim Ferriss: Public baths. Kevin Rose: Public baths. Because they say that you’re a yakuza. Tim Ferriss: It’s associated with organized crime. So if you have tattoos, as Kevin does, My Little Pony on both deltoids. Kevin Rose: They’re beautiful. I’ve got the long-haired, the tassels. It’s quite a breathtaking thing. Tim Ferriss: It is breathtaking. You are not allowed to go to public baths or most of them. Also true in hotels where they have beachfront. You’re not allowed to go on the beach if you have exposed tattoos. Kevin Rose: Also hotels when you’re going to just use their spa. I went in there one time. I was staying at, I think it was the Peninsula. I went in to use the spa. She goes, “Tattoos?” I said, “Yes.” She handed me flesh-colored tape, like a little square of tape. I have a few. So I was like, “I’m going to need the whole roll.” It didn’t actually happen. I didn’t go in. I would’ve been kicked out. But this is nice. It’s in a room. Every single room here has its own little private bath, hot water being piped in. It’s been very relaxing. Tim Ferriss: I should say also, we’re not going to talk about Japan the whole time, but I do think Japan is worth highlighting for a few reasons. I was an exchange student here at age 15, which was really my first time abroad. That year completely changed my life. I lived with host families. I went to a Japanese school. I was the only American in my class photo, which is a very easy Where’s Waldo? We were all in school uniforms. Crew cut, white head, and then all Japanese kids, about 5,000. It has proven to be such a subtle and nuanced culture. Simultaneously, you can come here as someone who doesn’t speak Japanese, get completely lost, be completely bewildered. The English level is generally pretty low here. It can be a totally alien environment where you can’t read any signs. And it’s not dangerous. Kevin Rose: Right. And the people will go above and beyond to try and kind of decipher what you’re saying with your hands. Tim Ferriss: Not only that, so why don’t you tell the story of Tony and the earphones. Kevin Rose: What earphones? Tim Ferriss: The earphones that he dropped on the [inaudible] [00:22:13]. Kevin Rose: Oh, yeah. Two days ago – well, there are two stories. This is classic Tokyo for you. It’s part of the reason why I love Japan so much. The people here are just so friendly and really concerned with your wellbeing. Tony, one of the members that is traveling with us, he dropped his headphones. We’re talking standard, Apple headphones, white cord, whatever. We walked into a coffee shop. Tim Ferriss: For context, this is on one of the busiest streets in a shopping district in Tokyo. Like Fifth Avenue in New York City. Kevin Rose: Yeah, just like all over the place, probably stepping on the headphones and what not. Somebody on the second floor of a building across the street was looking out the window, saw these small white headphones fell out of his pocket, ran down the stairs, grabbed the headphones, figured out which coffee bar we had gone into, and then proceeded to enter in and hand back the headphones, which was just nuts. Then on top of that, the exact same coffee bar, I had gotten out of a taxi, left my cellphone in the taxi, and of course when you’re in the States, you’re like shit, my cellphone is gone. I’m never going to see it again. So I used “find my phone,” the Apple built-in feature so you can see where your phone is. I used it off of my wife’s cellphone. It’s 20, 25 minutes away from where we’re at in the taxi. I’m like, dammit, how am I ever going to get this back? I pressed the button, which sends a signal to the cellphone. It sends out an audible alert so anyone who is nearby can hear that. All of a sudden, I’m watching on GPS, the phone starts getting closer and closer and closer. This driver drives all the way back, 20+ minutes, comes up the stairs to the coffee shop where I had left him, and then hands me my phone back. I try to tip him. I’m thinking in the States, you give somebody $20, $40, $50. Thank you so much. He wouldn’t accept my tip and was just so polite, bowed to me and left. It’s just like, man, it makes you – when you live in the States, you’re like what happened? Tim Ferriss: We have a few friends with us. It also makes you feel like, in many instances, an uncivilized, hairy savage. You wake up feeling you know you’re going to be ashamed of at least 17 things that you do that day. It’s a wonderful environment. One thing that I want to underscore before we move on and I’m sure we’ll come back to it, is that you don’t have to have a lot of money or spend a lot of money to enjoy Tokyo. This is a common misconception. It can be extremely expensive, but it doesn’t have to be extremely expensive and certainly Japan as a whole expensive. When I was here at 15, I had no money whatsoever. You can, for instance, find stores that you would recognize, like 7-Eleven, that are completely different from the equivalent at home. You can go into a 7-Eleven, for instance, and you can grab one of my favorite, on-the-go bites, which is onigiri. These are rice balls wrapped in dried seaweed and filled with various meats, vegetables, or fish, say tuna or whatever it might be. Those typically cost about 110 yen. Let’s just call that $1. You can find those at 7-Eleven, a store called Sunkus, S-U-N-K-U-S, or Lawson. It’s packaged in such a way that you pull apart the plastic, which keeps the seaweed separate. It automatically wraps this rice triangle and you have effectively an entire meal right there for somewhere between $1 and $2. Kevin Rose: It’s funny, I don’t know if I told you this, but I was out here with David Chang. I’m sure a lot of people are familiar with him. But he’s probably one of the top 5 chefs in the United States. Tim Ferriss: Very famous – Momofuku, Milk Bar, right? Kevin Rose: Yeah, Milk Bar. We happened to be here on the same trip with some friends and he was ranting and raving about these 7-Eleven egg salad sandwich. This is like a multi, I think he has Michelin stars at one of his restaurants. He’s a top of the world chef, freaking out about a 7-Eleven. Different 7-Eleven than the United States. Not high-end food, by any means. A couple bucks for this egg salad sandwich. But prepared with, like my beer says, “prepared with pride.” Tim Ferriss: Yeah, there’s a couple of other go-to’s I’d suggest in Tokyo. If you can get a ticket, go to the Ghibli Museum, G-H-I-B-L-I Museum. Think of it as the Disney museum for the Walt Disney of Japan. That’s Miyazaki Hayao. He did Spirited Away, my favorite movie; My Neighbor Totoro; and a whole long list of blockbuster and genre-defining anime films. It is one of the most incredible museums I’ve ever been to. It’s in the middle of what they call Mitaka Forest, which is right next to or is in Inokashira Park. A lot of things in Japan are also free. You can go to Harajuku, H-A-R-A-J-U-K-U, where you can find on the weekend Elvis impersonators doing their dancing. This has been going on for decades now. You can also go to Takeshite-Dore, which is Takeshite Street or alleyway, where you find dozens or hundreds of teenagers and high schoolers doing cosplay. They wear these crazy outfits and walk up and down the streets showing off the weirdest outfits imaginable. Kevin Rose: Some people are into that. Tim Ferriss: A lot of people are into it. Kevin Rose: Are you kind of like when you see a cosplay, because it’s like a sexual thing. Tim Ferriss: I think for some people, that might be part of it. But I think it’s just a form of hyper-expression in a culture where a lot of people feel very repressed or overly polite most of the time. Then they blow it out on the weekends and then put in pink contacts and white hair and 12-inch platform shoes and wear the wackiest shit imaginable. Kevin Rose: Maybe in the States cosplay is bigger. They dress up like videogame characters and things like that, like Comic Con and what not. Tim Ferriss: Well, there are a lot of things that are – Kevin Rose: That’s not really Japanese cosplay though. Tim Ferriss: There are a lot of things that are regular in other countries that end up being adopted by weird niche groups in the US and take on, in some cases, like creepier, weirder elements. Like tango in Argentina? Normal. Tango in some places in the United States? Super weird. I’m just saying that as someone who loves tango and dances in many places, but primarily in Argentina way back in the day. The same thing with Japanese stuff. Like manga, cool. Then you find a little subculture in a given city in the US and you’re like, wait a second, it’s all 40-year-old guys who are reading creepy, half-porno anti-manga. Okay. I don’t think I’m going to hang out here anymore. Segue? Kevin Rose: Yes. Tim Ferriss: How do we segue from that? Let’s segue from hentai. Hentai you can look up for those people that are interested. There are two books that have helped me review and prep for this trip in terms of Japanese that I’d like to suggest people check out if you’re interested in Japanese. Very short, and I was able to get through these really quickly. The first is probably for people who speak more intermediate Japanese, so you’d want some basics first. It is 13 Secrets for Speaking Fluent Japanese. This is by Giles Murray. 13 Secrets for Speaking Fluent Japanese, very helpful. Then the second is maybe a bit dry for some people, but I like very concise grammar summaries that are quick reference. This is Japanese Verbs and Essentials of Grammar. That is by Rita Lampkin, L-A-M-P-K-I-N. Tim Ferriss: Phil Keoghan, K-E-O-G-H-A-N, @philkeoghan on Twitter, has worked in television for almost 30 years on more than 1,000 program episodes in more than 100 countries. His work has earned him numerous awards, including ten primetime Emmys. He is perhaps best known as the co-executive producer and host of CBS’ series, The Amazing Race. But there’s much more to Phil’s story, including unbelievable bucket lists, near-death experiences, and all sorts of other adventures and misadventures. Phil Keoghan: I was doing a story about a 22,000-ton shipwreck that had sunk in New Zealand. I was down about 120 feet underwater and it was on its starboard side. 22,000 tons is as big as a cruise liner that you see going around at the ports around the world. Big, really big. Tim Ferriss: 120 feet, for people who’ve never done any scuba diving, unless you have special equipment, that’s not a lot of bottom time. Phil Keoghan: Exactly. Most recreational divers get certified to dive to about 60 feet. The best stuff that you see underwater is generally in the first 30 feet because once you get past 30 feet, the color changes and you lose all the reds and everything becomes very blue. I always say to people, “You don’t need to go deep unless you’re going onto a wreck with some real reason to go deep.” The only reason to go deep is if it is a wreck. You can get great diving in 10, 15 feet of water. With the coral close to the surface, the colors are brighter and so on. This wreck was deep. As you said, the deeper you are, the faster you chew through air and you eat up air. That affects how long you can stay down. The longer you’re down deep, the more nitrogen you get in your blood. There’s a real science to diving and you have to be super careful. Are you a diver? Tim Ferriss: I am. Phil Keoghan: Yeah, so you understand that. Tim Ferriss: I’ve seen people get nitrogen narcosis. At exactly 120 feet. I saw a guy start to try to take off all of his gear and just drop it in a small group. He was stopped by the dive master. Phil Keoghan: That was the guy that worked at Chippendale’s. I know the guy. Tim Ferriss: Different guy. Phil Keoghan: No, different guy. Oh, okay. I’ve seen the same thing. They take the regulator out and they start having conversations with fish. It’s not a good idea. It’s getting narced. That’s all the more reason to get properly certified. I was with some very experienced divers, way more experienced than me. They were doing this salvage and we were going to be the first people to shoot on the ship, get to go inside the ship and explore it. The cameraman that I was with was also very experienced. But because there’s so much silt inside the boat and there was a current as well rolling through the boat – in those days, we were shooting on film. It’s not like today where you could go down with a GoPro and some lights and you could film for a couple of hours. We had a 2.5-minute roll of film in a 100-foot, daylight spool roll that was in a little housing inside the camera. Literally, that’s the only amount of footage we had to shoot on film. That’s not long I go back. The plan was that we would go into the ballroom of this ship, big, big ballroom. Then the crew would come in from another door and we would meet in the middle so that we didn’t stir up all the silt going in the same entrances. We’d swim towards each other. They’d get us coming towards them. So we go down and what I know now is if you go into a wreck, you tie a line on the outside of the wreck so that you have something to follow out if something goes wrong. These guys were so familiar with the wreck and so experienced and knew the place so well, they didn’t tie a line on. I just sort of followed them in not knowing that was what you should do. The other rule of diving is you never leave your dive buddies. So I’m following this guy. I was too scared to tell him, because I was trying to be a man, that I’m really claustrophobic. So I go in this little doorway. It would’ve been – just imagine a small window, like 2’ x 3’. We go through this little porthole. Then we start weaving our way through the ship. As we’re going deeper and deeper and deeper into the shipwreck, I’m completely disoriented. I have no idea where I am. Tim Ferriss: It’s making my hands sweat just listening to the description. Phil Keoghan: Yeah. I started to breathe like breathe. But every time I was at the point of tapping him, to, I’ve got to get out of here, I feel panicky, he just kept disappearing deeper and deeper and deeper and another corner, and another corner. He was moving quickly because he’s used to being in this wreck where they’re doing the salvage on this thing. Finally, we come into an opening and then he shines the light around and there’s this huge ballroom. Now, the ship is on its starboard side, on its right side. So all the table on the ship are all bolted to the floor. So imagine the tables on a right angle to us. Then he gestures to me to hold onto the table. Then he told me on the surface that we were going to switch out the lights to save battery power because it’s cold. Now, we’ve got 7-mil wetsuits on. It’s pretty cold. You can feel the current pushing through the ship. That’s why we were holding onto the table, so we didn’t drift through the room. Now we’re looking ahead. He sort of points at me and looks ahead and says, “That’s where the crew is going to come out.” I knew that’s where they were going to come out. So I was like, okay. We’re waiting with the lights off in the dark. I’m processing all of this. I’m trying to slow my breathing down and stay calm. It’s okay. You’re with an expert. Everything is good. After what seemed like minutes. I wanted to turn my light on, but I also didn’t want to do it because I thought he’ll think I’m a wimp. I just wanted to turn my light on to see where I was, to have some sense of where I was. He flicks his light on, like in Halloween when you take your light and you put it at your chin and you make yourself look scary. That’s all I remembered. The light went on. He’s pointing from his chin looking up. He looks scary. Then he gestures me with his hand, puts it out in front of me like, wait. Then he points at my hands on the table and gestures for me to hold onto the table. Then, boom, he just disappears around a corner. I don’t have my light on. He’s got his light on. The light disappears and he’s gone. Well, in that moment, I’m like why is he leaving? Why did he just leave? In my haste to find my light, I start flailing around, let go of the table, and I feel myself drifting away from where the table is and drifting into the ballroom. I just went into a mad panic. I couldn’t find my light. By the time I found my light, I’d silted up all the water around me. I couldn’t see anything. Now I don’t know where the table was that I was meant to hold onto. I’m looking ahead. I can’t see any lights. I can’t see him. I started to breathe really, really fast. You’re a diver. You understand this. When you dive, and for anybody who’s never had a regulator in their mouth, if you breathe too quickly, there’s a little diaphragm that allows for exhalation and inhalation in the regulator that you put in your mouth to suck in air. If you go too fast, the diaphragm can’t keep up with the speed of inhalation and exhalation and then you start to suck water. I started taking little bits of water and I’m being the valve and just panicking, like mad, mad, panic. I thought, I have to get out of here. All you want to do is just get out, right? But I don’t know how to get out. I don’t know where up and down is. The bubbles don’t up. When the ship’s on its side like that and you’re deep down, they hit the walls and then they run up the walls, they follow weird paths. I thought, I have no idea where I am right now. I can’t even see where the table is. I’m panicking, panicking. I knew that someone had died in there. Someone had gone in there and gotten disconnected from a group and he had died and drifted off into the ship and died. I also knew that one of the engineers never made it out when the ship sank in the first place. Tim Ferriss: Just to set the stage also for people listening, I remember when I did a dive at the Blue Hole in Belize, which is about 120 feet, this is when this guy got narced, it takes so long to get down because you’re equalizing. By the time you get down, at least we were told at the time with the gear we had, you have eight minutes. All of this is happening. Phil Keoghan: Very quickly. Tim Ferriss: Very quickly. Phil Keoghan: Very quickly. We weren’t on nitrox. Nitrox, as you know, is a mixed gas that you can get where it has more oxygen and less nitrogen so it increases your bottom time. This is pre-Nitrox days. Yes, you’re absolutely right. We had a very limited window. Which is why he must have gone off to find the crew because he realized we were eating up a lot of time and where were they, where were the crew? Well, I don’t remember exactly how I got from there to the boat, but this guy obviously came back to get me. It’s all a blur between panicking, mad panic, eyes wide like saucers, to being on the boat, to looking up into the sky and seeing the most amazing blue I’d ever seen in my life. Like it just looked totally surreal. I’m lying on the ground breathing and I look up and all these faces are looking down. “Phil, you good, you good?” I’m like, “Yeah, I’m good,” trying to play like nothing happened. But my heart is pounding, like pounding. The feeling of euphoria, the relief of being alive, to know that I was alive, was like nothing I’d ever experienced. It really was all the stuff, it was as if my IQ went up 25 points in that moment. Do you know what I mean? Because I was like, how dumb were you that you thought you were going to live forever? How dumb were you that you’ve been doing all these dumb things in your life and you really have no purpose in life? I started to think about – this is all happening while I’m having these conversations with them, but I’m thinking, man, I love girls and I haven’t even really explored that whole world. Tim Ferriss: That’s like the second or third thing that comes up. Phil Keoghan: It was actually right up there. I was in my sexual prime, come on. It was right up there. I don’t want to say it was the first thing, because I don’t want you to get the wrong idea about me, but it was up there. I was like, damn. You’ve got a lot to do with your life. But there were all these things that came to me. A lot of them were very selfish. I was 19 years old. I got myself together and I wanted to find a piece of paper and a pen. I just wrote down everything that I felt like I had all the time in the world to do and that I had to get down on a piece of paper to get out to go, okay, this is not a dress rehearsal. You can die. You will die. You don’t know how long you’ve got before you die. You’d better figure out what you’re doing with your life and you’d better get on with it straight away. One of the first things on my list was go back in the shipwreck. Seriously. Because I thought, I cannot walk away from this fear. I was so petrified of what had happened and I decided I would explain to the diver that I found it challenging. He knew that. Tim Ferriss: Challenging. Phil Keoghan: It was kind of like falling off a horse. I really felt like – Tim Ferriss: Got to get back on. ­Phil Keoghan: – got to get back on. I have to go back. Because if I let this fear get on top of me – Tim Ferriss: This time with some string or something. Phil Keoghan: Well, I didn’t actually go back with string because I didn’t have time to do the lesson about the string. But I went back by disclosing a little more of my fear to the other diver and it was more honest. When he knew that and we had to get this thing shot, he was absolutely more aware. Because I was so gung ho, he didn’t have any indication that there was any fear in me at all. But then I said, “Listen, man. I really freaked out.” He goes, “No kidding.” I said, “But I need to go back. We’ve got to go back and do this.” We went back and we did it. We shot it. That was the start. That was the first thing I ticked off my list. Tim Ferriss: Question for you. When you decided to go back down, as you’re descending – Phil Keoghan: Still petrified. Tim Ferriss: – and getting ready to go through that tiny opening, what was the self-talk? It’s a long time ago, but what is your self-talk like in a moment like that? Phil Keoghan: It’s something that I’ve used a lot since then, which was instead of internalizing everything, I looked out. What I realized was that this guy was super experienced and had been down in that shipwreck many times and come out of there successfully many times. If I followed his procedure, and if I observed him being an expert doing something, and looked out at that, rather than turning it back into my own head about what I didn’t know and what I couldn’t do, that I was in good hands. So, ever since that moment, in all the crazy things that I’ve done, I’ve taken a tremendous amount of comfort in being surrounded by people who I know are better than me at doing something, who have tremendous expertise at what they’re doing, and to really observe them in that moment when they are using expertise – Tim Ferriss: In their element. Phil Keoghan: – that is possibly, that has taken possibly at least 10,000 hours to get to, and to look at it in a way like wow, how cool is that? I’m with this person, man or woman, whoever it is, that is allowing me and giving me the privilege to be with them, to do what they do so well and they’re a specialist and they’re so good. Tim Ferriss: So you would be explicitly reminding yourself of all these things if you’re going into a situation that is provoking nerves and fear? Is that the voice inside the head? Phil Keoghan: It is. I made up a quote which I share with a lot of people, which is “Focus on what you do have and what you can do instead of what you don’t have and what you can’t do.” Tim Ferriss: Up next, Kevin Kelly, @kevin2kelly on Twitter, might just be the real-life, most interesting man in the world. He’d be my vote. I think maybe tied with another gent who is going to come up in a second. Kevin is Senior Maverick at Wired magazine, which he co-founded in 1993. He also co-founded The All Species Foundation, a nonprofit aimed at cataloging and identifying every living species on earth. In his spare time, he writes best-selling books many of them. Like The Inevitable: Understanding the Twelve Technological Forces that will Shape our Future. By the way, he’s considered an incredibly accurate futurist. His predictions have panned out over and over again, even though he spends part of the year with the Amish, but that’s another story. He co-founded the Rosetta Project, which is building an archive of all documented human language, and serves on the Board of the Long Now Foundation. He, alongside Stewart Brand, and others – Stewart Brand might be the person died with Kevin for the most interesting man in the world nomination – is also investigating how to revive and restore endangered or extinct species, including the wooly mammoth, yeah, Jurassic Park stuff, but in real life. I’d always wanted to travel with Kevin. For 10+ years, I would say, I wanted, even before I knew him, to travel with Kevin. I finally got my chance. It is represented in this segment. We traveled through Uzbekistan together (long story). Kevin touches on a lot of cool stuff and we had a blast recording it in the back of a car as it sped through the mountains. I hope you enjoy it as much as I did. Kevin Kelly: Hi, this is Kevin Kelly. I’m sitting in the back of a car crossing a mountain pass about 2,000 meters in the Chimgan Mountains in Uzbekistan. Uzbekistan is a central Asian country that is generally south of Russia, north of Afghanistan, and next to all the other “stans” like Kyrgyzstan, Turkmenistan, Tajikistan. Sitting next to me as we cross the mountains, is Tim Ferriss, the legendary exploiter and explainer of world-class performances. We’re going to do a joint recording. Tim’s going to tell us about his favorite four cool tools and we’ll find out what he’s up to lately. Tim, why don’t you tell us about your first cool tool? Tim Ferriss: Okay. The first cool tool – we’re sitting in the back here. We have bags around us, bottles of water, a bunch of different gadgets and objects piled in my lap. The first that I can talk about is actually in my other piece of luggage. I don’t have any checked luggage. It is a jacket that I roll up and travel with constantly. It’s from a brand called Nau, N-A-U. I believe it’s based in Portland. You can think of it as a blazer or a riding jacket. What makes it unique is a number of different factors: (a) you can roll it up and throw it onto say a black t-shirt and you look like you’re ready for a business dinner or a formal or semi-formal occasion. It saves me the trouble of packing a lot of collared shirts, for instance. There are collared shirts that don’t wrinkle, but they do take up more space than say a black t-shirt. I have several different models at home. They’re weather resistant. Of course, if it was designed in the Pacific Northwest, you would expect that. It comes in handy. That would be my first cool tool. Plenty of pockets, but there are lapels, so you can get away with murder. You can wear it in a light rain or you can wear it at a nice dinner. It is an incredible flexible piece of clothing. One of the hazards for me, anyway, if I try to roll up a jacket, I never quite get the wrinkles out. So no-iron shirts, you can kind of hang up in your hot shower and it’ll dissipate. Kevin Kelly: How does this work in terms of unwrinkling it? Or does it just magically unwrinkle? Tim Ferriss: This particular jacket has a number of features, I think, that disguise wrinkles. There’s also just the material science aspect. The fabric blends that are used tend not to wrinkle, No. 1. No. 2, it has folds and pockets and lapels that for whatever reason, make any wrinkles less noticeable. Then there’s the color. If you want to avoid problems with wrinkles, generally, at least in my experience, you want darker clothing so that under light, you’re not having shadows cast across or beneath the wrinkles. This is a charcoal color jacket. Kevin Kelly: It’s kind of like your typical suit jacket length or is it more like an outdoor jacket at the waist? Tim Ferriss: I would say typical dinner jacket length. It’s not getting cut off. It doesn’t show off any midriff. For those of you who are looking for that, you’re out of luck. You’d be able to see your belt if it were unbuttoned in the front. Kevin Kelly: Okay. It’s very lightweight. Tell the readers about how big it compresses into. Tim Ferriss: If you were to roll it up well, and if you want to know how to roll up a jacket like that well, you could actually go online and look at how a Judo uniform is folded If you roll it up well, you are looking at, let’s anything the bottom three-quarters, meaning, it’ll cover the very bottom fabric of a standard-sized school backpack. We’re not talking about a hiker’s backpack. If I were to estimate, I’d say we’re looking at, I get it down to a roll that it 10” in length and about 3 to 4” in diameter. Kevin Kelly: That’s very impressive. I carry a lightweight down jacket that compresses into something very small, but it’s certainly not as fancy or suitable for a dinner jacket like yours is. Tim Ferriss: A couple other tips for folks – and I’m by no means a hyper minimalist Appalachian Trail hiker or anything like that – but I also have, for instance, a synthetic, because I don’t want to lose the insulating ability if it gets wet. I have a synthetic down vest that is also stuffed into this backpack, which I can put on top of that sort of fancy looking jacket in the case that I need more warmth. Kevin Kelly: That’s brilliant. That’s a brilliant act. Again, that’s called the Nau jacket? Tim Ferriss: N-A-U, Nau. Kevin Kelly: Nau, okay. Approximately what’s the cost? Just give me a range. Tim Ferriss: That’s a really good question. I bought it a long time ago. It’s not cheap. Then again, if you’re comparing it to any type of dinner jacket or outdoor jacket, it’s not horribly expensive. I’d say it’s in the $150 to $350 range, if I had to guess. Kevin Kelly: Okay, that’s fantastic. What else do you have in your backpack which is stuffed here in the back of our car right now? Tim Ferriss: In my bag of tricks. I have a Logitech Bluetooth keyboard. Just to put this in perspective, it is slightly larger than say a paperback book, like a 5 x 8” paperback book. It is narrow enough that I will very often stick it into a journal to protect it. Meaning, it’s probably the width of 8 to 10 paperback pages. It closes a charge very well. I use this oftentimes if I have any issue with my laptop. I can pair it to my iPhone, which is a larger sized iPhone or lean it against a glass of ice tea and I can get any type of writing done that I need to get done. Also, if I feel like taking a day trip but not taking this backpack, which is one of my main pieces of luggage and stuffed full of stuff (it’s kind of heavy), I can take the keyboard and my iPhone and head off to some coffee shop say 10 or 15 minutes away without carrying all of my gear with me. Kevin Kelly: I’m going to try to describe this a little bit further. It’s very, very thin and very lightweight. It feels like it’s made out of aluminum. It has kind of a matte texture, finish on it. It feels very velvety. It’s mostly charcoal color with white letters. This would serve as a keyboard with a phone. The keyboard itself is pretty large in terms of your finger spacing, so there’d be no cramping. That is really cool. Tim Ferriss: Yeah, it’s a great device. I’ve had this now for I would say two years. I have never had a technical fail. So as a form of backup, I find it to be very cheap insurance because as you can see in person, this is lightweight enough that I’m not going to get scoliosis for having this as an additional piece of gear. I just stick it into a large format journal or even a magazine, and I can travel with it. Kevin Kelly: Yeah, that’s really cool. And so it pairs up through Bluetooth, I imagine, right? Tim Ferriss: That’s right. Kevin Kelly: So you can pair it up to an iPad if you wanted to, as well as a phone, if you have to carry it? Tim Ferriss: Definitely, yeah. Kevin Kelly: What’s that called, again? Tim Ferriss: This is a Logitech Bluetooth keyboard. We’ll put the exact model in the show notes for everybody. Next up, we have – these all travel together. I very rarely take these out of my backpack, in this case. This is Max earplugs silicone earplugs, which unlike foam earplugs, are not inserted into the ear canal and then left to expand. These are effectively smeared over the ear opening. You have in all caps, “DO NOT INSERT JUST COVER EAR OPENING.” These I phone through swimmers, in fact. They are very waxy and almost look like candies, some type of caramel. But they’re white colored. I find them to block sound much more effectively than any type of foam earplug, although there are some good ones on the market, to be sure. Kevin Kelly: Do you use them just once or can they be reused or recycled or do they last a little bit? Do they get grungy? What’s their use? Tim Ferriss: I definitely reuse these. If I had to guesstimate, I would say four to five nights and then they start to lose their adherence because they get less tacky over time. The most important feature or benefit that I don’t want to overlook is that as someone who tends to rotate from back to side. I sleep on my back and on my side. Foam earplugs will very often hurt. They’ll get pushed into your ear when you roll onto your side. That is not the case with these. Kevin Kelly: So for slide sleepers, these are a real cool tool because it allows you to sleep on your slide while you have these earplugs in. Tim Ferriss: Definitely. Even as someone who tosses and turns, in my case, I don’t tend to wake up on my side, but I am constantly going onto my side and foam earplugs will often wake me up. Kevin Kelly: Okay, cool. Is this mostly just used for sleeping or could you use these, do you use these for other sorts of sound? Tim Ferriss: These earplugs live in each of my bags that I tend to travel with. I have redundant caches of earplugs. One in this bag, one in my other bag, and sometimes I’ll even have them in jackets. Kevin Kelly: They’re mostly for sleeping. Tim Ferriss: Mostly for sleeping, definitely. Kevin Kelly: Or if you’re sitting on an airplane and you’re trying to read and just want to drown out the sound. Tim Ferriss: Then you can use it as well, for sure. Or you’re swimming and you want to avoid swimmer’s ear. Kevin Kelly: Swimmers, okay, cool. Okay. What’s your fourth cool tool? Tim Ferriss: My fourth cool tool, and I might go over slightly here, but my fourth cool tool is a neck pillow. Kevin Kelly: I want one of those. Tim Ferriss: I’ve tried many different neck pillows. Most of them are very uninspiring and even less effective for helping me sleep. This, and I’ll do my best here, Cabeau, C-A-B-E-A-U, and it has “Evolution Pillow” written on the side. You can see that it compresses down very nicely. Kevin Kelly: To the size of grapefruit? Tim Ferriss: Like a small cantaloupe or a large grapefruit. You can certainly compress it more. The actual bag that it comes in allows you to wrap it up and then compress it down into a smaller size. It is just a very nice, in essence, neck pillow that also clips in the front. What I found is not only does it help me sleep if I’m sitting upright, but it’s also very helpful for getting to sleep when I’m laying prone, whether it’s on an airplane or even in a hotel room, if the pillows are of dubious quality. Kevin Kelly: Do you have to inflate this with pumping air in or blowing air into it or is it self-expanding? Tim Ferriss: It’s self-expanding. You can think of it almost like a sponge-like material that you can compress down and then when you release it, it inflates, or I should say rather expands automatically. Kevin Kelly: And is it one of those horseshoe shaped items or is it a little wedge that sits behind your neck? Tim Ferriss: It is horseshoe shaped. If you imagine a horseshoe being hung around the back of your neck, that is the shape. It can clip in the front and the design is such that there’s a ridge that supports basically the occipital area at the base of the skull. Kevin Kelly: So it’s very ergonomic in that sense. Tim Ferriss: It is. It’s the most comfortable neck pillow that I have found. Kevin Kelly: It’s pretty light. It’s a little bulky, but it’s pretty light. Tim Ferriss: It’s light and as far as neck pillows go, not very bulky at all. But if you’re going to have a neck pillow, generally speaking, in my experience at least, it’s going to be inflatable and quite uncomfortable, or you’re going to end up with this type of compromise, and this is the best I’ve found. Kevin Kelly: It could pretty easily disappear into a daypack. Tim Ferriss: I think it absolutely could. Certainly, if you wanted, you could lash this to the outside of a pack. I happen to have enough space in my bag, so I include it, but you could lash it or hang it on the outside. One other cool tool that you have, which is more common here than I would’ve expected, but in retrospect, I shouldn’t be surprised. It is very hot here. It can get very hot and the sun is extremely powerful to the extent that we visited a solar furnace not long ago, that could be used to melt various objects at absurdly high temperatures. Kevin Kelly: 3,000 degrees Centigrade. Tim Ferriss: Our esteemed guide has an umbrella to create shade wherever he wants it. You have an umbrella but you made a modification to your umbrella. Kevin Kelly: I just had an ordinary, cheap, Chinese, black, really compact umbrella that I carry in my little camera bag all the time. I spray painted the top of it silver so that it reflects the light and it makes it a little bit cooler on the inside. Just with a black umbrella, it tends to absorb that infrared and reradiate it back down on your head. By having a silver, reflective layer, it bounces at least 60% of that back into the sky and it’s a lot cooler. There are versions of the silver umbrella that are extremely lightweight. They’re not as collapsible as the ones I have, but they’re made for hiking. I think they’re called the Silver Dome, if I’m not mistaken. They weigh only a few ounces and people out west, if you’re climbing even in to high altitudes, a lot of the long-distance hikers now carry an umbrella, portable shade. They walk along under the shade. The shade follows them. It really makes a huge difference when you’re backpacking because you can really work up a sweat and a hat doesn’t allow your head to cool off, but the umbrella does. Tim Ferriss: Well, there you have it, folks. The Tim Ferriss Radio Hour with just a handful of the guests and experts I’ve spoken with across more than 300 podcast episodes and I myself and Jonesing to throw on the backpack, some sandals, and hit the road, which is exactly what I’m doing tomorrow. The timing could not be better. The Tim Ferriss Radio Hour continues to be an experiment. Please let me know what you liked, what you didn’t like, how it can be improved, how my voice grates you, haunts your dreams, what topics or themes you’d most like me to explore. In other words, I’d love any and all feedback. Let me know on Twitter. That’s usually the best place to get my attention, @tferriss, and let me know. Until next time, as always, thank you so much for listening. Posted on: June 26, 2018.", "speakers": ["kevin kelly", "phil keoghan", "kevin rose", "tim ferriss", "rolf potts"], "text_sentences": ["tim ferriss: hello, ladies and gentlemen", "this is tim ferriss", "welcome to another episode the tim ferriss show", "more specifically, another edition of the tim ferriss radio hour, where i go back through the 300+ guests who have been on this show, think about the conversations and look for patterns or themes that we can explore", "this episode will dig into travel, one of my favorite topics", "i will take partial credit or blame in advance, as it might make you want to quit your job and head off to the airport with a backpack, coincidentally exactly what i am doing tomorrow and why i’m recording this intro way, way past midnight", "now, i’ve interviewed some fascinating people from around the world", "it’s kind of crazy to think this is my job", "how happy am i", "how lucky am i", "in the next hour, we will actually travel around the world with them, in a way, because we recorded these episodes all over the planet", "we’ll also explore specific tips and strategies from our conversations related to how they think about travel, how they personally travel, the tools and gadgets they use, and the role that travel might play in your life", "first, i talk to the one and only rolf potts, the author of vagabonding, one of my favorite books of all time", "some of you may know that starting around 2004, i traveled the world for roughly 18 months after this complete implosion and deciding to either shut my business down or completely reinvent it and extricate myself", "the lessons learned over those 18 months formed the basis for much of my first book, the 4-hour workweek", "on that journey, which ranged from the back alleys of berlin to lakes in patagonia, i had next to nothing: one suitcase, one backpack, and only two books", "one of those books was walden by henry david thoreau, naturally, and the other was vagabonding: an uncommon guide to the art of long-term world travel, written by rolf potts, which is about a lot more than just travel", "rolf potts: people, they put off what they really want to do until they’re too old to actually do it", "tim ferriss: next, my kevin rose and i share our travel experiences while sitting on tatami mats in a traditional inn in a japanese hillside in kanazawa, specifically", "we cover everything from how to cope when not speaking the local language, to how kevin has to hide his tattoos – oh, those tattoos – in certain countries, including japan", "kevin rose: when in to use a spa, and she goes, “tattoos?” i said, “yes.” she handed me flesh-colored tape", "tim ferriss: then i talk travel and diving adventures, among other things, with phil keoghan from the amazing race", "phil keoghan: i just wrote down everything that i felt like i had all the time in the world to do to get out, to go okay, this is not a dress rehearsal", "you can die", "you will die", "you don’t know how long you’ve got before you die", "tim ferriss: and, of course, the incredible kevin kelly and i get into our favorite travel tools and gadgets", "kevin kelly: what else do you have in your backpack which is stuffed here in the back of our car right now", "tim ferriss: so, let’s jump right in", "rolf potts, @rolfpotts on twitter, has reported from more than 60 countries for the likes of national geographic travelers, the new yorker, slate.com, outside, the new york times magazine, the believer", "it goes on and on and on", "sports illustrated, national public radio, you name it", "his adventures have taken him across six continents and include piloting a fishing boat 900 miles down the laotian mekong; hitchhiking across eastern europe; traversing israel on foot; bicycling across burma; driving a land rover across sound america – it sounds like a long-ass trip; and traveling around the world for six weeks with no luggage or bags of any kind", "rolf is perhaps best known for promoting the ethic of independent travel, and his book on the subject, vagabonding, which i mentioned before, subtitled, an uncommon guide to the art of long-term world travel, has been through 28 printings and translated into many languages", "it is also, by the way, the reason i started the tim ferris book club and produced an audiobook of this book, because it could not be found and that bothered me", "you can find out all about that at aduible.com/timsbooks if you want to see the others books in that selection", "but back to rolf", "he won the 2009 lowell thomas award from the society of american travel writers, and became the first american author to win italy’s prestigious, coveted, chatwin prize for travel writing", "many people fantasize about travel, yet they never following through", "they never book their trip and take those first steps", "rolf explains in what follows, the concept of vagabonding and how it differs from just another vacation", "rolf potts: i like that you bring up the idea of fantasizing about travel", "i think it’s something that everybody does", "it’s one of those top 3 if not top 2 or 1 things that people dream about", "you see it in the movies all the time", "in fact, i mention this in vagabonding", "the heist movie, where the whole goal is to have this complicated robbery so they can have enough money to move overseas to a wonderful place", "as i say in the book, you don’t need to rob a bank to do that", "in fact, you can do that for a cost that is equal to and sometimes less than your cost of living in a major american city", "i think an important principle i bring up in vagabonding is don’t put this off", "if you’re dreaming about travel, and most people do, and if you don’t dream about travel, that’s fine, but i really address these travel dreams which are so common, then don’t wait until you’re too old because retirement isn’t necessarily the best time to do something like this", "in fact, henry david thoreau, i think walden was the other book you took on your travels, talks about how people – and i’m not quoting him directly – they put off what they really want to do until they’re too told to actually do it", "that’s a paraphrase", "if you are 18, 28, 38, 48, whenever, and you dream about travel, make your goals soon and don’t put off those goals because they’re very attainable", "there are a lot of fears that are tied into confronting vagabonding", "you asked me for the definition", "vagabonding is long-term travel", "it’s not just a vacation", "it’s not a week or two off that society gives you as a vacation", "it’s six months or two years or six weeks that you make for yourself to travel in earnest", "not as a consumer experience", "not as a vacation", "but as a more deeply meaningful life experience and as a way to actualize your wealth of time", "i think this is an idea we’ll come back to a lot and it’s something that you write about, as well as me, is the idea of time wealth", "the idea that your experiences are more valuable in life than the things that you accumulate, the things that are always being touted as the most important things in life", "travel is a great way to cash in on your time wealth", "vagabonding, just by definition, is a more meaningful way of travel", "it’s a way of slowing down and discovering parts of yourself instead of just buying a lot of experiences, which we’ve been conditioned to do as american consumers", "my first vagabonding trip was 20 years ago this year, oddly enough", "tim ferriss: happy anniversary", "rolf potts: thank you, thank you", "it was just this time that i was straggling back to kansas after having this amazing eight-month trip around north america", "it was a trip that i thought would be my last", "i thought i would get travel out of my system so i could become a responsible american workaholic and then maybe return to travel when i was old", "but you mention the idea of fear", "the fears i had going out were, is this going to be expensive", "is this going to be dangerous", "am i going to come back and be compromised professionally", "all of those sort of turned into the opposite", "it was a lot safer than i expected", "it was a lot cheaper than i expected", "i came back and for 20 years i’ve been integrating travel with a professional life that continues to diversify", "i continue to do other things to make money, while at the same time having big swathes of time to travel", "i’m not suggesting that everybody needs to become a vagabonder for a 20-year chunk", "in some ways, i travel a lot less than i used to 10 or 15 years ago", "but it’s something that you can do", "it’s an option that you can have", "it’s not an option that you wait for life to give you", "you create it", "i’m a big believer in the active aspect of vagabonding", "of saving your money", "the lottery is another metaphor i use a lot in vagabonding", "people keep waiting for the lottery to reward them", "but as we all know, the odds that you’re going to win the lottery are pretty low", "but we’ve already won the lottery", "we’re born with time wealth", "it’s just a matter of creating these travel experiences or these time-rich experiences through things like simplicity and just the decision to make these sort of things happen", "tim ferriss: what type of sites or resources would you recommend to people who are trying to find comparable folks", "people who will help them alleviate their fear of travel or just in general", "what type of online resources do you recommend", "well, google for one", "i mean, if you just google “35 years old 2 kids 1 year of travel,” then odds are you’ll find 20 blogs of people in that demographic who are doing just that", "really, be unabashed and very specific about googling your fears or your demographic and just see who, like you, is out traveling the world", "there are a lot of great traveler communities", "i’ve been affiliated with bootsnall.com since the very beginning of vagabonding", "part of their m.o", "is just creating community and support for people", "they have blogs and resources on their site", "there are other travel communities as well", "tim ferriss: it’s boots, the letter n, all, .com, right", "yeah, b-o-o-t-s-n-a-l-l .com", "they’ve been operating out of portland, oregon, for years and just quietly been doing, the nice work of a reassurance and saying, so you’re worried about an around-the-world flight", "here’s what around-the-world flights look like", "you’re worried about a certain situation", "here are some resources for that", "they’re not alone", "i’m most familiar with them because we’ve sort of shared a similar mission for a long time", "but there are big communities of travelers who are happy to help and help newbies feel better about these prospects of long-term travel", "tim ferriss: for you, and perhaps there are older examples, but before we started recording, you mentioned that you’re taking a trip and you’re doing a home swap", "would you mind perhaps elaborating on how some of those options work", "those that you’re familiar with", "i think that many people who consider travel think in terms of one of their main expenses being staying in a hotel", "i’d love for you to share any of your thoughts on that", "it’s shifted, the way the travel world works, in some ways that are delightfully convenient, and in some ways that are a little bit strange", "i think that technology is one of these double-edged swords that in some ways has turned us into insufferable micromanagers on the road", "tim ferriss: can you elaborate on that", "i’ll start with the negative", "the travel culture which i started in, which was 20 years ago, but really my more international travels are more like 15 years ago", "it’s about showing up in town and knowing that when you get there, the unexpected awaits you", "that you’re going to walk to the hotel district", "you may have a guidebook with some hotel recommendations", "but you’re going to shop for your hotel", "you’re not going to find a deal online", "you’re going to walk in there", "you’re going to see the room", "you’re going to haggle because all throughout asia, basically anyplace outside of the industrial world, prices are up for grabs", "haggling in person is so much more, gives you so much more leverage than haggling online because you can go in, look at the room and physically leave if the owner doesn’t give you a price that you’re into", "these days, it has become so convenient, not always a bad thing, but it has become so convenient that people just assume that the best deals to be had are the ones online", "pretty soon, you’ve locked in", "you’re traveling for six weeks and you know where you’re sleeping every night in advance", "it really compromises the flexibility of travel and the serendipity of being inspired by a place and thinking, “i’m going to stay here for a few days.” or “wow, i just met this traveler who told me about this great place up in the mountains and i’m not going to go to varanasi", "i’m going to go up into the himalayas and spend my time there.” this technologically enhanced micromanaging cuts into the serendipity in a certain way", "it also connects us to home", "again, it’s a two-edged thing", "social media and the constant connectivity that comes with smartphones, for example, allows us to really find things that we couldn’t find before, but it cuts into the idea of wandering around and finding things by surprise, finding things organically, and letting a destination reveal itself to us on its own terms instead of sort of finding that place as a consumer before we get there", "lot of technologies have eliminated things like loneliness and boredom, which sounds good and is good, to a certain extent", "but loneliness and boredom can lead you to those moments that sort of force you into a new version of yourself", "they force you to be more extroverted", "tim ferriss: totally agreed", "rolf potts: they force you to read the local newspaper instead of looking through your facebook feed, right", "that is what we’re up against with these technological advances", "i don’t want to be the grumpy, older traveler, because i remember being 20 and listening to this baby boom-era hippies lecture me on how travel used to be", "back in the time when telephone answering machines and credit cards were seen as this decadent form of technology", "i know that there are younger travelers who don’t know anything by the constant connectivity of travel", "but unplugging is important", "we can talk more about that if you want", "we can also talk about the plusses", "i have many recent examples about how technology has helped", "this recent home exchange is just a long-time friend who lives in brooklyn", "she’s a writer", "she wants a quite place", "i have 30 acres in kansas and so i get an awesome pad in brooklyn for a week and she gets a quiet farm in kansas for a time", "i think in more expensive places like europe, the hostel was your go-to", "it was where if you wanted to save money, you would go to the youth hostel", "it was a great place to meet people", "you get a cheap bed", "you would forego a few amenities but you would hang out in the hostel", "well, i went to amsterdam this summer", "i teach a writing course in paris every summer and my sister and my nephew came and visited me and we wanted to go see amsterdam", "using airbnb, i was able to get a full cottage, a 15-train ride outside of central amsterdam, for about half the price as a hostel for 3 people in the center of amsterdam", "so instead of staying at a somewhat grungy hostel in the red-light district, we were staying in this little town filled with windmills and we had our own house to ourselves and we could just walk down the street and get groceries", "that was an airbnb hookup", "couch surfing has similar benefits", "it just allows you break out of not only that old hotel set of assumptions, but also out of the hostel set of assumptions, the idea that the cheapest option in any place is going to be a hostel", "especially traveling in groups", "for the three of us, if i’d been alone, maybe the cottage wouldn’t have been as cheap as the hostel", "but with three of us, where you’re getting hostel one bed at a time, we just got the perfect place to stay through airbnb", "and so, those services, and even social media, even going on facebook and twitter, and i’m not a big believer of tweeting while you travel", "i think that really puts in this whole mindset and it pulls you out of the place where you are", "the point of travel is experiencing what’s before your eyes and not what’s coming across your social media feed", "but before one’s travels, i’m a big fan of throwing out a tweet or a facebook post that says, hey, i’m going to be in place, what are some suggestions", "that is something that didn’t exist ten years ago and is not tied to a business or social networking thing like airbnb and couch surfing, but it could just be that your buddy from high school has a friend who’s in the military in germany and they have an ex-girlfriend who lives in stockholm and suddenly you have a place to say through very random circumstances", "it’s the old model of sitting in the hostel or sitting in a guest house or a bar in an exotic part of the world talking to the six travelers who are there with you and them giving you advice on points further down the road", "that principle has been taken to social media and through networking, that’s another way that technology has allowed that old hostel room", "it’s actually killed the literal hostel room, where people are now staring at their phones in the hostel room", "but it has expanded the virtual hostel room, where instead of talking with six travelers you’re with physically; you can be talking to 600 travelers through your networks who might have some good advice for you", "tim ferriss: this next segment was recorded in rural japan late one evening with my friend, kevin rose, @kevinrose on twitter, affectionately known as kev-kev by those in the know", "serial entrepreneur, world-class investor, and all around wild-n-crazy guy", "we’ve been through a lot together", "here, we discuss japan, how to do it cheaply, and many other things", "the tips in this next segment apply to just about anywhere, not just the land of the rising sun", "if you hear any waterfall-like sounds in the background, that is because we have a natural [inaudible] [00:19:03] bringing water into the rooms, where there are wooden tubs that are effectively indoor/outdoor", "there’s an open wall so you look out into a forest/hillside and the steam pours out in the great outdoors", "it is winter, so there’s tons of fog and mist and so on", "it’s just a magical place", "kevin rose: yeah, it’s absolutely beautiful", "one of the reasons why i chose this place to stay is (1) i had never stayed in a ryokan, traditional japanese house, before and i had always wanted to do that; and (2) when you’re talking about an onsen, like a natural spring, it’s very difficult because in japan, if you have any tattoos whatsoever, you are forbidden from doing the onsen", "you can’t go in", "tim ferriss: public baths", "kevin rose: public baths", "because they say that you’re a yakuza", "tim ferriss: it’s associated with organized crime", "so if you have tattoos, as kevin does, my little pony on both deltoids", "kevin rose: they’re beautiful", "i’ve got the long-haired, the tassels", "it’s quite a breathtaking thing", "tim ferriss: it is breathtaking", "you are not allowed to go to public baths or most of them", "also true in hotels where they have beachfront", "you’re not allowed to go on the beach if you have exposed tattoos", "kevin rose: also hotels when you’re going to just use their spa", "i went in there one time", "i was staying at, i think it was the peninsula", "i went in to use the spa", "she goes, “tattoos?” i said, “yes.” she handed me flesh-colored tape, like a little square of tape", "i have a few", "so i was like, “i’m going to need the whole roll.” it didn’t actually happen", "i didn’t go in", "i would’ve been kicked out", "but this is nice", "it’s in a room", "every single room here has its own little private bath, hot water being piped in", "it’s been very relaxing", "tim ferriss: i should say also, we’re not going to talk about japan the whole time, but i do think japan is worth highlighting for a few reasons", "i was an exchange student here at age 15, which was really my first time abroad", "that year completely changed my life", "i lived with host families", "i went to a japanese school", "i was the only american in my class photo, which is a very easy where’s waldo", "we were all in school uniforms", "crew cut, white head, and then all japanese kids, about 5,000", "it has proven to be such a subtle and nuanced culture", "simultaneously, you can come here as someone who doesn’t speak japanese, get completely lost, be completely bewildered", "the english level is generally pretty low here", "it can be a totally alien environment where you can’t read any signs", "and it’s not dangerous", "kevin rose: right", "and the people will go above and beyond to try and kind of decipher what you’re saying with your hands", "tim ferriss: not only that, so why don’t you tell the story of tony and the earphones", "kevin rose: what earphones", "tim ferriss: the earphones that he dropped on the [inaudible] [00:22:13]", "kevin rose: oh, yeah", "two days ago – well, there are two stories", "this is classic tokyo for you", "it’s part of the reason why i love japan so much", "the people here are just so friendly and really concerned with your wellbeing", "tony, one of the members that is traveling with us, he dropped his headphones", "we’re talking standard, apple headphones, white cord, whatever", "we walked into a coffee shop", "tim ferriss: for context, this is on one of the busiest streets in a shopping district in tokyo", "like fifth avenue in new york city", "kevin rose: yeah, just like all over the place, probably stepping on the headphones and what not", "somebody on the second floor of a building across the street was looking out the window, saw these small white headphones fell out of his pocket, ran down the stairs, grabbed the headphones, figured out which coffee bar we had gone into, and then proceeded to enter in and hand back the headphones, which was just nuts", "then on top of that, the exact same coffee bar, i had gotten out of a taxi, left my cellphone in the taxi, and of course when you’re in the states, you’re like shit, my cellphone is gone", "i’m never going to see it again", "so i used “find my phone,” the apple built-in feature so you can see where your phone is", "i used it off of my wife’s cellphone", "it’s 20, 25 minutes away from where we’re at in the taxi", "i’m like, dammit, how am i ever going to get this back", "i pressed the button, which sends a signal to the cellphone", "it sends out an audible alert so anyone who is nearby can hear that", "all of a sudden, i’m watching on gps, the phone starts getting closer and closer and closer", "this driver drives all the way back, 20+ minutes, comes up the stairs to the coffee shop where i had left him, and then hands me my phone back", "i try to tip him", "i’m thinking in the states, you give somebody $20, $40, $50", "thank you so much", "he wouldn’t accept my tip and was just so polite, bowed to me and left", "it’s just like, man, it makes you – when you live in the states, you’re like what happened", "tim ferriss: we have a few friends with us", "it also makes you feel like, in many instances, an uncivilized, hairy savage", "you wake up feeling you know you’re going to be ashamed of at least 17 things that you do that day", "it’s a wonderful environment", "one thing that i want to underscore before we move on and i’m sure we’ll come back to it, is that you don’t have to have a lot of money or spend a lot of money to enjoy tokyo", "this is a common misconception", "it can be extremely expensive, but it doesn’t have to be extremely expensive and certainly japan as a whole expensive", "when i was here at 15, i had no money whatsoever", "you can, for instance, find stores that you would recognize, like 7-eleven, that are completely different from the equivalent at home", "you can go into a 7-eleven, for instance, and you can grab one of my favorite, on-the-go bites, which is onigiri", "these are rice balls wrapped in dried seaweed and filled with various meats, vegetables, or fish, say tuna or whatever it might be", "those typically cost about 110 yen", "let’s just call that $1", "you can find those at 7-eleven, a store called sunkus, s-u-n-k-u-s, or lawson", "it’s packaged in such a way that you pull apart the plastic, which keeps the seaweed separate", "it automatically wraps this rice triangle and you have effectively an entire meal right there for somewhere between $1 and $2", "kevin rose: it’s funny, i don’t know if i told you this, but i was out here with david chang", "i’m sure a lot of people are familiar with him", "but he’s probably one of the top 5 chefs in the united states", "tim ferriss: very famous – momofuku, milk bar, right", "kevin rose: yeah, milk bar", "we happened to be here on the same trip with some friends and he was ranting and raving about these 7-eleven egg salad sandwich", "this is like a multi, i think he has michelin stars at one of his restaurants", "he’s a top of the world chef, freaking out about a 7-eleven", "different 7-eleven than the united states", "not high-end food, by any means", "a couple bucks for this egg salad sandwich", "but prepared with, like my beer says, “prepared with pride.” tim ferriss: yeah, there’s a couple of other go-to’s i’d suggest in tokyo", "if you can get a ticket, go to the ghibli museum, g-h-i-b-l-i museum", "think of it as the disney museum for the walt disney of japan", "that’s miyazaki hayao", "he did spirited away, my favorite movie; my neighbor totoro; and a whole long list of blockbuster and genre-defining anime films", "it is one of the most incredible museums i’ve ever been to", "it’s in the middle of what they call mitaka forest, which is right next to or is in inokashira park", "a lot of things in japan are also free", "you can go to harajuku, h-a-r-a-j-u-k-u, where you can find on the weekend elvis impersonators doing their dancing", "this has been going on for decades now", "you can also go to takeshite-dore, which is takeshite street or alleyway, where you find dozens or hundreds of teenagers and high schoolers doing cosplay", "they wear these crazy outfits and walk up and down the streets showing off the weirdest outfits imaginable", "kevin rose: some people are into that", "tim ferriss: a lot of people are into it", "kevin rose: are you kind of like when you see a cosplay, because it’s like a sexual thing", "tim ferriss: i think for some people, that might be part of it", "but i think it’s just a form of hyper-expression in a culture where a lot of people feel very repressed or overly polite most of the time", "then they blow it out on the weekends and then put in pink contacts and white hair and 12-inch platform shoes and wear the wackiest shit imaginable", "kevin rose: maybe in the states cosplay is bigger", "they dress up like videogame characters and things like that, like comic con and what not", "tim ferriss: well, there are a lot of things that are – kevin rose: that’s not really japanese cosplay though", "tim ferriss: there are a lot of things that are regular in other countries that end up being adopted by weird niche groups in the us and take on, in some cases, like creepier, weirder elements", "like tango in argentina", "normal", "tango in some places in the united states", "super weird", "i’m just saying that as someone who loves tango and dances in many places, but primarily in argentina way back in the day", "the same thing with japanese stuff", "like manga, cool", "then you find a little subculture in a given city in the us and you’re like, wait a second, it’s all 40-year-old guys who are reading creepy, half-porno anti-manga", "okay", "i don’t think i’m going to hang out here anymore", "segue", "kevin rose: yes", "tim ferriss: how do we segue from that", "let’s segue from hentai", "hentai you can look up for those people that are interested", "there are two books that have helped me review and prep for this trip in terms of japanese that i’d like to suggest people check out if you’re interested in japanese", "very short, and i was able to get through these really quickly", "the first is probably for people who speak more intermediate japanese, so you’d want some basics first", "it is 13 secrets for speaking fluent japanese", "this is by giles murray", "13 secrets for speaking fluent japanese, very helpful", "then the second is maybe a bit dry for some people, but i like very concise grammar summaries that are quick reference", "this is japanese verbs and essentials of grammar", "that is by rita lampkin, l-a-m-p-k-i-n", "tim ferriss: phil keoghan, k-e-o-g-h-a-n, @philkeoghan on twitter, has worked in television for almost 30 years on more than 1,000 program episodes in more than 100 countries", "his work has earned him numerous awards, including ten primetime emmys", "he is perhaps best known as the co-executive producer and host of cbs’ series, the amazing race", "but there’s much more to phil’s story, including unbelievable bucket lists, near-death experiences, and all sorts of other adventures and misadventures", "phil keoghan: i was doing a story about a 22,000-ton shipwreck that had sunk in new zealand", "i was down about 120 feet underwater and it was on its starboard side", "22,000 tons is as big as a cruise liner that you see going around at the ports around the world", "big, really big", "tim ferriss: 120 feet, for people who’ve never done any scuba diving, unless you have special equipment, that’s not a lot of bottom time", "phil keoghan: exactly", "most recreational divers get certified to dive to about 60 feet", "the best stuff that you see underwater is generally in the first 30 feet because once you get past 30 feet, the color changes and you lose all the reds and everything becomes very blue", "i always say to people, “you don’t need to go deep unless you’re going onto a wreck with some real reason to go deep.” the only reason to go deep is if it is a wreck", "you can get great diving in 10, 15 feet of water", "with the coral close to the surface, the colors are brighter and so on", "this wreck was deep", "as you said, the deeper you are, the faster you chew through air and you eat up air", "that affects how long you can stay down", "the longer you’re down deep, the more nitrogen you get in your blood", "there’s a real science to diving and you have to be super careful", "are you a diver", "tim ferriss: i am", "phil keoghan: yeah, so you understand that", "tim ferriss: i’ve seen people get nitrogen narcosis", "at exactly 120 feet", "i saw a guy start to try to take off all of his gear and just drop it in a small group", "he was stopped by the dive master", "phil keoghan: that was the guy that worked at chippendale’s", "i know the guy", "tim ferriss: different guy", "phil keoghan: no, different guy", "oh, okay", "i’ve seen the same thing", "they take the regulator out and they start having conversations with fish", "it’s not a good idea", "it’s getting narced", "that’s all the more reason to get properly certified", "i was with some very experienced divers, way more experienced than me", "they were doing this salvage and we were going to be the first people to shoot on the ship, get to go inside the ship and explore it", "the cameraman that i was with was also very experienced", "but because there’s so much silt inside the boat and there was a current as well rolling through the boat – in those days, we were shooting on film", "it’s not like today where you could go down with a gopro and some lights and you could film for a couple of hours", "we had a 2.5-minute roll of film in a 100-foot, daylight spool roll that was in a little housing inside the camera", "literally, that’s the only amount of footage we had to shoot on film", "that’s not long i go back", "the plan was that we would go into the ballroom of this ship, big, big ballroom", "then the crew would come in from another door and we would meet in the middle so that we didn’t stir up all the silt going in the same entrances", "we’d swim towards each other", "they’d get us coming towards them", "so we go down and what i know now is if you go into a wreck, you tie a line on the outside of the wreck so that you have something to follow out if something goes wrong", "these guys were so familiar with the wreck and so experienced and knew the place so well, they didn’t tie a line on", "i just sort of followed them in not knowing that was what you should do", "the other rule of diving is you never leave your dive buddies", "so i’m following this guy", "i was too scared to tell him, because i was trying to be a man, that i’m really claustrophobic", "so i go in this little doorway", "it would’ve been – just imagine a small window, like 2’ x 3’", "we go through this little porthole", "then we start weaving our way through the ship", "as we’re going deeper and deeper and deeper into the shipwreck, i’m completely disoriented", "i have no idea where i am", "tim ferriss: it’s making my hands sweat just listening to the description", "phil keoghan: yeah", "i started to breathe like breathe", "but every time i was at the point of tapping him, to, i’ve got to get out of here, i feel panicky, he just kept disappearing deeper and deeper and deeper and another corner, and another corner", "he was moving quickly because he’s used to being in this wreck where they’re doing the salvage on this thing", "finally, we come into an opening and then he shines the light around and there’s this huge ballroom", "now, the ship is on its starboard side, on its right side", "so all the table on the ship are all bolted to the floor", "so imagine the tables on a right angle to us", "then he gestures to me to hold onto the table", "then he told me on the surface that we were going to switch out the lights to save battery power because it’s cold", "now, we’ve got 7-mil wetsuits on", "it’s pretty cold", "you can feel the current pushing through the ship", "that’s why we were holding onto the table, so we didn’t drift through the room", "now we’re looking ahead", "he sort of points at me and looks ahead and says, “that’s where the crew is going to come out.” i knew that’s where they were going to come out", "so i was like, okay", "we’re waiting with the lights off in the dark", "i’m processing all of this", "i’m trying to slow my breathing down and stay calm", "it’s okay", "you’re with an expert", "everything is good", "after what seemed like minutes", "i wanted to turn my light on, but i also didn’t want to do it because i thought he’ll think i’m a wimp", "i just wanted to turn my light on to see where i was, to have some sense of where i was", "he flicks his light on, like in halloween when you take your light and you put it at your chin and you make yourself look scary", "that’s all i remembered", "the light went on", "he’s pointing from his chin looking up", "he looks scary", "then he gestures me with his hand, puts it out in front of me like, wait", "then he points at my hands on the table and gestures for me to hold onto the table", "then, boom, he just disappears around a corner", "i don’t have my light on", "he’s got his light on", "the light disappears and he’s gone", "well, in that moment, i’m like why is he leaving", "why did he just leave", "in my haste to find my light, i start flailing around, let go of the table, and i feel myself drifting away from where the table is and drifting into the ballroom", "i just went into a mad panic", "i couldn’t find my light", "by the time i found my light, i’d silted up all the water around me", "i couldn’t see anything", "now i don’t know where the table was that i was meant to hold onto", "i’m looking ahead", "i can’t see any lights", "i can’t see him", "i started to breathe really, really fast", "you’re a diver", "you understand this", "when you dive, and for anybody who’s never had a regulator in their mouth, if you breathe too quickly, there’s a little diaphragm that allows for exhalation and inhalation in the regulator that you put in your mouth to suck in air", "if you go too fast, the diaphragm can’t keep up with the speed of inhalation and exhalation and then you start to suck water", "i started taking little bits of water and i’m being the valve and just panicking, like mad, mad, panic", "i thought, i have to get out of here", "all you want to do is just get out, right", "but i don’t know how to get out", "i don’t know where up and down is", "the bubbles don’t up", "when the ship’s on its side like that and you’re deep down, they hit the walls and then they run up the walls, they follow weird paths", "i thought, i have no idea where i am right now", "i can’t even see where the table is", "i’m panicking, panicking", "i knew that someone had died in there", "someone had gone in there and gotten disconnected from a group and he had died and drifted off into the ship and died", "i also knew that one of the engineers never made it out when the ship sank in the first place", "tim ferriss: just to set the stage also for people listening, i remember when i did a dive at the blue hole in belize, which is about 120 feet, this is when this guy got narced, it takes so long to get down because you’re equalizing", "by the time you get down, at least we were told at the time with the gear we had, you have eight minutes", "all of this is happening", "phil keoghan: very quickly", "tim ferriss: very quickly", "phil keoghan: very quickly", "we weren’t on nitrox", "nitrox, as you know, is a mixed gas that you can get where it has more oxygen and less nitrogen so it increases your bottom time", "this is pre-nitrox days", "yes, you’re absolutely right", "we had a very limited window", "which is why he must have gone off to find the crew because he realized we were eating up a lot of time and where were they, where were the crew", "well, i don’t remember exactly how i got from there to the boat, but this guy obviously came back to get me", "it’s all a blur between panicking, mad panic, eyes wide like saucers, to being on the boat, to looking up into the sky and seeing the most amazing blue i’d ever seen in my life", "like it just looked totally surreal", "i’m lying on the ground breathing and i look up and all these faces are looking down", "“phil, you good, you good?” i’m like, “yeah, i’m good,” trying to play like nothing happened", "but my heart is pounding, like pounding", "the feeling of euphoria, the relief of being alive, to know that i was alive, was like nothing i’d ever experienced", "it really was all the stuff, it was as if my iq went up 25 points in that moment", "do you know what i mean", "because i was like, how dumb were you that you thought you were going to live forever", "how dumb were you that you’ve been doing all these dumb things in your life and you really have no purpose in life", "i started to think about – this is all happening while i’m having these conversations with them, but i’m thinking, man, i love girls and i haven’t even really explored that whole world", "tim ferriss: that’s like the second or third thing that comes up", "phil keoghan: it was actually right up there", "i was in my sexual prime, come on", "it was right up there", "i don’t want to say it was the first thing, because i don’t want you to get the wrong idea about me, but it was up there", "i was like, damn", "you’ve got a lot to do with your life", "but there were all these things that came to me", "a lot of them were very selfish", "i was 19 years old", "i got myself together and i wanted to find a piece of paper and a pen", "i just wrote down everything that i felt like i had all the time in the world to do and that i had to get down on a piece of paper to get out to go, okay, this is not a dress rehearsal", "you can die", "you will die", "you don’t know how long you’ve got before you die", "you’d better figure out what you’re doing with your life and you’d better get on with it straight away", "one of the first things on my list was go back in the shipwreck", "seriously", "because i thought, i cannot walk away from this fear", "i was so petrified of what had happened and i decided i would explain to the diver that i found it challenging", "he knew that", "tim ferriss: challenging", "phil keoghan: it was kind of like falling off a horse", "i really felt like – tim ferriss: got to get back on", "­phil keoghan: – got to get back on", "i have to go back", "because if i let this fear get on top of me – tim ferriss: this time with some string or something", "phil keoghan: well, i didn’t actually go back with string because i didn’t have time to do the lesson about the string", "but i went back by disclosing a little more of my fear to the other diver and it was more honest", "when he knew that and we had to get this thing shot, he was absolutely more aware", "because i was so gung ho, he didn’t have any indication that there was any fear in me at all", "but then i said, “listen, man", "i really freaked out.” he goes, “no kidding.” i said, “but i need to go back", "we’ve got to go back and do this.” we went back and we did it", "we shot it", "that was the start", "that was the first thing i ticked off my list", "tim ferriss: question for you", "when you decided to go back down, as you’re descending – phil keoghan: still petrified", "tim ferriss: – and getting ready to go through that tiny opening, what was the self-talk", "it’s a long time ago, but what is your self-talk like in a moment like that", "phil keoghan: it’s something that i’ve used a lot since then, which was instead of internalizing everything, i looked out", "what i realized was that this guy was super experienced and had been down in that shipwreck many times and come out of there successfully many times", "if i followed his procedure, and if i observed him being an expert doing something, and looked out at that, rather than turning it back into my own head about what i didn’t know and what i couldn’t do, that i was in good hands", "so, ever since that moment, in all the crazy things that i’ve done, i’ve taken a tremendous amount of comfort in being surrounded by people who i know are better than me at doing something, who have tremendous expertise at what they’re doing, and to really observe them in that moment when they are using expertise – tim ferriss: in their element", "phil keoghan: – that is possibly, that has taken possibly at least 10,000 hours to get to, and to look at it in a way like wow, how cool is that", "i’m with this person, man or woman, whoever it is, that is allowing me and giving me the privilege to be with them, to do what they do so well and they’re a specialist and they’re so good", "tim ferriss: so you would be explicitly reminding yourself of all these things if you’re going into a situation that is provoking nerves and fear", "is that the voice inside the head", "phil keoghan: it is", "i made up a quote which i share with a lot of people, which is “focus on what you do have and what you can do instead of what you don’t have and what you can’t do.” tim ferriss: up next, kevin kelly, @kevin2kelly on twitter, might just be the real-life, most interesting man in the world", "he’d be my vote", "i think maybe tied with another gent who is going to come up in a second", "kevin is senior maverick at wired magazine, which he co-founded in 1993", "he also co-founded the all species foundation, a nonprofit aimed at cataloging and identifying every living species on earth", "in his spare time, he writes best-selling books many of them", "like the inevitable: understanding the twelve technological forces that will shape our future", "by the way, he’s considered an incredibly accurate futurist", "his predictions have panned out over and over again, even though he spends part of the year with the amish, but that’s another story", "he co-founded the rosetta project, which is building an archive of all documented human language, and serves on the board of the long now foundation", "he, alongside stewart brand, and others – stewart brand might be the person died with kevin for the most interesting man in the world nomination – is also investigating how to revive and restore endangered or extinct species, including the wooly mammoth, yeah, jurassic park stuff, but in real life", "i’d always wanted to travel with kevin", "for 10+ years, i would say, i wanted, even before i knew him, to travel with kevin", "i finally got my chance", "it is represented in this segment", "we traveled through uzbekistan together (long story)", "kevin touches on a lot of cool stuff and we had a blast recording it in the back of a car as it sped through the mountains", "i hope you enjoy it as much as i did", "kevin kelly: hi, this is kevin kelly", "i’m sitting in the back of a car crossing a mountain pass about 2,000 meters in the chimgan mountains in uzbekistan", "uzbekistan is a central asian country that is generally south of russia, north of afghanistan, and next to all the other “stans” like kyrgyzstan, turkmenistan, tajikistan", "sitting next to me as we cross the mountains, is tim ferriss, the legendary exploiter and explainer of world-class performances", "we’re going to do a joint recording", "tim’s going to tell us about his favorite four cool tools and we’ll find out what he’s up to lately", "tim, why don’t you tell us about your first cool tool", "tim ferriss: okay", "the first cool tool – we’re sitting in the back here", "we have bags around us, bottles of water, a bunch of different gadgets and objects piled in my lap", "the first that i can talk about is actually in my other piece of luggage", "i don’t have any checked luggage", "it is a jacket that i roll up and travel with constantly", "it’s from a brand called nau, n-a-u", "i believe it’s based in portland", "you can think of it as a blazer or a riding jacket", "what makes it unique is a number of different factors: (a) you can roll it up and throw it onto say a black t-shirt and you look like you’re ready for a business dinner or a formal or semi-formal occasion", "it saves me the trouble of packing a lot of collared shirts, for instance", "there are collared shirts that don’t wrinkle, but they do take up more space than say a black t-shirt", "i have several different models at home", "they’re weather resistant", "of course, if it was designed in the pacific northwest, you would expect that", "it comes in handy", "that would be my first cool tool", "plenty of pockets, but there are lapels, so you can get away with murder", "you can wear it in a light rain or you can wear it at a nice dinner", "it is an incredible flexible piece of clothing", "one of the hazards for me, anyway, if i try to roll up a jacket, i never quite get the wrinkles out", "so no-iron shirts, you can kind of hang up in your hot shower and it’ll dissipate", "kevin kelly: how does this work in terms of unwrinkling it", "or does it just magically unwrinkle", "tim ferriss: this particular jacket has a number of features, i think, that disguise wrinkles", "there’s also just the material science aspect", "the fabric blends that are used tend not to wrinkle, no", "1", "no", "2, it has folds and pockets and lapels that for whatever reason, make any wrinkles less noticeable", "then there’s the color", "if you want to avoid problems with wrinkles, generally, at least in my experience, you want darker clothing so that under light, you’re not having shadows cast across or beneath the wrinkles", "this is a charcoal color jacket", "kevin kelly: it’s kind of like your typical suit jacket length or is it more like an outdoor jacket at the waist", "tim ferriss: i would say typical dinner jacket length", "it’s not getting cut off", "it doesn’t show off any midriff", "for those of you who are looking for that, you’re out of luck", "you’d be able to see your belt if it were unbuttoned in the front", "kevin kelly: okay", "it’s very lightweight", "tell the readers about how big it compresses into", "tim ferriss: if you were to roll it up well, and if you want to know how to roll up a jacket like that well, you could actually go online and look at how a judo uniform is folded if you roll it up well, you are looking at, let’s anything the bottom three-quarters, meaning, it’ll cover the very bottom fabric of a standard-sized school backpack", "we’re not talking about a hiker’s backpack", "if i were to estimate, i’d say we’re looking at, i get it down to a roll that it 10” in length and about 3 to 4” in diameter", "kevin kelly: that’s very impressive", "i carry a lightweight down jacket that compresses into something very small, but it’s certainly not as fancy or suitable for a dinner jacket like yours is", "tim ferriss: a couple other tips for folks – and i’m by no means a hyper minimalist appalachian trail hiker or anything like that – but i also have, for instance, a synthetic, because i don’t want to lose the insulating ability if it gets wet", "i have a synthetic down vest that is also stuffed into this backpack, which i can put on top of that sort of fancy looking jacket in the case that i need more warmth", "kevin kelly: that’s brilliant", "that’s a brilliant act", "again, that’s called the nau jacket", "tim ferriss: n-a-u, nau", "kevin kelly: nau, okay", "approximately what’s the cost", "just give me a range", "tim ferriss: that’s a really good question", "i bought it a long time ago", "it’s not cheap", "then again, if you’re comparing it to any type of dinner jacket or outdoor jacket, it’s not horribly expensive", "i’d say it’s in the $150 to $350 range, if i had to guess", "kevin kelly: okay, that’s fantastic", "what else do you have in your backpack which is stuffed here in the back of our car right now", "tim ferriss: in my bag of tricks", "i have a logitech bluetooth keyboard", "just to put this in perspective, it is slightly larger than say a paperback book, like a 5 x 8” paperback book", "it is narrow enough that i will very often stick it into a journal to protect it", "meaning, it’s probably the width of 8 to 10 paperback pages", "it closes a charge very well", "i use this oftentimes if i have any issue with my laptop", "i can pair it to my iphone, which is a larger sized iphone or lean it against a glass of ice tea and i can get any type of writing done that i need to get done", "also, if i feel like taking a day trip but not taking this backpack, which is one of my main pieces of luggage and stuffed full of stuff (it’s kind of heavy), i can take the keyboard and my iphone and head off to some coffee shop say 10 or 15 minutes away without carrying all of my gear with me", "kevin kelly: i’m going to try to describe this a little bit further", "it’s very, very thin and very lightweight", "it feels like it’s made out of aluminum", "it has kind of a matte texture, finish on it", "it feels very velvety", "it’s mostly charcoal color with white letters", "this would serve as a keyboard with a phone", "the keyboard itself is pretty large in terms of your finger spacing, so there’d be no cramping", "that is really cool", "tim ferriss: yeah, it’s a great device", "i’ve had this now for i would say two years", "i have never had a technical fail", "so as a form of backup, i find it to be very cheap insurance because as you can see in person, this is lightweight enough that i’m not going to get scoliosis for having this as an additional piece of gear", "i just stick it into a large format journal or even a magazine, and i can travel with it", "kevin kelly: yeah, that’s really cool", "and so it pairs up through bluetooth, i imagine, right", "tim ferriss: that’s right", "kevin kelly: so you can pair it up to an ipad if you wanted to, as well as a phone, if you have to carry it", "tim ferriss: definitely, yeah", "kevin kelly: what’s that called, again", "tim ferriss: this is a logitech bluetooth keyboard", "we’ll put the exact model in the show notes for everybody", "next up, we have – these all travel together", "i very rarely take these out of my backpack, in this case", "this is max earplugs silicone earplugs, which unlike foam earplugs, are not inserted into the ear canal and then left to expand", "these are effectively smeared over the ear opening", "you have in all caps, “do not insert just cover ear opening.” these i phone through swimmers, in fact", "they are very waxy and almost look like candies, some type of caramel", "but they’re white colored", "i find them to block sound much more effectively than any type of foam earplug, although there are some good ones on the market, to be sure", "kevin kelly: do you use them just once or can they be reused or recycled or do they last a little bit", "do they get grungy", "what’s their use", "tim ferriss: i definitely reuse these", "if i had to guesstimate, i would say four to five nights and then they start to lose their adherence because they get less tacky over time", "the most important feature or benefit that i don’t want to overlook is that as someone who tends to rotate from back to side", "i sleep on my back and on my side", "foam earplugs will very often hurt", "they’ll get pushed into your ear when you roll onto your side", "that is not the case with these", "kevin kelly: so for slide sleepers, these are a real cool tool because it allows you to sleep on your slide while you have these earplugs in", "tim ferriss: definitely", "even as someone who tosses and turns, in my case, i don’t tend to wake up on my side, but i am constantly going onto my side and foam earplugs will often wake me up", "kevin kelly: okay, cool", "is this mostly just used for sleeping or could you use these, do you use these for other sorts of sound", "tim ferriss: these earplugs live in each of my bags that i tend to travel with", "i have redundant caches of earplugs", "one in this bag, one in my other bag, and sometimes i’ll even have them in jackets", "kevin kelly: they’re mostly for sleeping", "tim ferriss: mostly for sleeping, definitely", "kevin kelly: or if you’re sitting on an airplane and you’re trying to read and just want to drown out the sound", "tim ferriss: then you can use it as well, for sure", "or you’re swimming and you want to avoid swimmer’s ear", "kevin kelly: swimmers, okay, cool", "okay", "what’s your fourth cool tool", "tim ferriss: my fourth cool tool, and i might go over slightly here, but my fourth cool tool is a neck pillow", "kevin kelly: i want one of those", "tim ferriss: i’ve tried many different neck pillows", "most of them are very uninspiring and even less effective for helping me sleep", "this, and i’ll do my best here, cabeau, c-a-b-e-a-u, and it has “evolution pillow” written on the side", "you can see that it compresses down very nicely", "kevin kelly: to the size of grapefruit", "tim ferriss: like a small cantaloupe or a large grapefruit", "you can certainly compress it more", "the actual bag that it comes in allows you to wrap it up and then compress it down into a smaller size", "it is just a very nice, in essence, neck pillow that also clips in the front", "what i found is not only does it help me sleep if i’m sitting upright, but it’s also very helpful for getting to sleep when i’m laying prone, whether it’s on an airplane or even in a hotel room, if the pillows are of dubious quality", "kevin kelly: do you have to inflate this with pumping air in or blowing air into it or is it self-expanding", "tim ferriss: it’s self-expanding", "you can think of it almost like a sponge-like material that you can compress down and then when you release it, it inflates, or i should say rather expands automatically", "kevin kelly: and is it one of those horseshoe shaped items or is it a little wedge that sits behind your neck", "tim ferriss: it is horseshoe shaped", "if you imagine a horseshoe being hung around the back of your neck, that is the shape", "it can clip in the front and the design is such that there’s a ridge that supports basically the occipital area at the base of the skull", "kevin kelly: so it’s very ergonomic in that sense", "tim ferriss: it is", "it’s the most comfortable neck pillow that i have found", "kevin kelly: it’s pretty light", "it’s a little bulky, but it’s pretty light", "tim ferriss: it’s light and as far as neck pillows go, not very bulky at all", "but if you’re going to have a neck pillow, generally speaking, in my experience at least, it’s going to be inflatable and quite uncomfortable, or you’re going to end up with this type of compromise, and this is the best i’ve found", "kevin kelly: it could pretty easily disappear into a daypack", "tim ferriss: i think it absolutely could", "certainly, if you wanted, you could lash this to the outside of a pack", "i happen to have enough space in my bag, so i include it, but you could lash it or hang it on the outside", "one other cool tool that you have, which is more common here than i would’ve expected, but in retrospect, i shouldn’t be surprised", "it is very hot here", "it can get very hot and the sun is extremely powerful to the extent that we visited a solar furnace not long ago, that could be used to melt various objects at absurdly high temperatures", "kevin kelly: 3,000 degrees centigrade", "tim ferriss: our esteemed guide has an umbrella to create shade wherever he wants it", "you have an umbrella but you made a modification to your umbrella", "kevin kelly: i just had an ordinary, cheap, chinese, black, really compact umbrella that i carry in my little camera bag all the time", "i spray painted the top of it silver so that it reflects the light and it makes it a little bit cooler on the inside", "just with a black umbrella, it tends to absorb that infrared and reradiate it back down on your head", "by having a silver, reflective layer, it bounces at least 60% of that back into the sky and it’s a lot cooler", "there are versions of the silver umbrella that are extremely lightweight", "they’re not as collapsible as the ones i have, but they’re made for hiking", "i think they’re called the silver dome, if i’m not mistaken", "they weigh only a few ounces and people out west, if you’re climbing even in to high altitudes, a lot of the long-distance hikers now carry an umbrella, portable shade", "they walk along under the shade", "the shade follows them", "it really makes a huge difference when you’re backpacking because you can really work up a sweat and a hat doesn’t allow your head to cool off, but the umbrella does", "tim ferriss: well, there you have it, folks", "the tim ferriss radio hour with just a handful of the guests and experts i’ve spoken with across more than 300 podcast episodes and i myself and jonesing to throw on the backpack, some sandals, and hit the road, which is exactly what i’m doing tomorrow", "the timing could not be better", "the tim ferriss radio hour continues to be an experiment", "please let me know what you liked, what you didn’t like, how it can be improved, how my voice grates you, haunts your dreams, what topics or themes you’d most like me to explore", "in other words, i’d love any and all feedback", "let me know on twitter", "that’s usually the best place to get my attention, @tferriss, and let me know", "until next time, as always, thank you so much for listening"]}