{"dialog_idx": {"whitney wolfe": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981]}, "episode_num": 316, "file_type": "html", "guests": ["whitney wolfe"], "num_sentences": 982, "num_words": 12198, "raw_text": "Whitney Wolfe Herd: Thanks for having me. Tim Ferriss: A local. Whitney Wolfe Herd:A local. Tim Ferriss: Here we are in Austin, Texas. Whitney Wolfe Herd: Yeah. Tim Ferriss: So, I wanted to start at the beginning. And for those people who are familiar with a bit of the genesis story, and also the name itself, so how did Bumble come to be? Why did it come to be? Whitney Wolfe Herd: So, Bumble is somewhat of a unique story in the sense that it wasn’t just a singular a-ha moment somewhere. It was really a response to a couple of different things in life. And then, there was a little bit of serendipity involved. I had just started becoming the kind of center of this attacking, violent internet abuse. And all sorts of strangers and random people online were just ripping me apart all day long in the media and in the comment sections and on Twitter. And it sounds silly to think that that could affect you – Tim Ferriss: Oh, no. I’ve been on the receiving end of plenty of that, yeah. Whitney Wolfe Herd: But it devastated me, and it made me just – it just made me so depressed. And I started to realize that there was something wrong with the internet. I started to realize that the lack of accountability on these social networks, it was a real thing. And there was a real risk to that. And I was a perfect example of how dangerous it could be. And if I, at 24 who had already had a somewhat successful career and had great friends and family around me, and I still could barely get out of bed, and I could barely see straight, it depleted every ounce of confidence that I’ve ever, ever had. It scared me for what it would mean for a 13-year-old or a 14-year-old or a 15-year-old who was in junior high going through this. And so, I started to really understand the danger of the internet. And it was around that time that I started thinking what am I going to do next because, obviously, I’m not going to just do nothing at 25 after being part of this really high growth start up and having this awesome exposure to so many different areas of the tech industry. And so, I was going to start a female only social network where you could only be kind to one another. So, you could only share complimentary behavior. And the thought process behind it was compliments are contagious just like hatred is contagious. Tim Ferriss: What was it going to be called? Whitney Wolfe Herd: Merci. Tim Ferriss: Merci? Whitney Wolfe Herd: Yeah. Thank you, right? So, it was supposed to be a kind social network, which had never been done. And it was around that time that things kind of parlayed into where we are now. My now business partner in Bumble who has been a huge force in Bumble coming to life and the course of Bumble, he tried to hire me as his CMO at his dating company. He has this huge dating company that’s the match of Europe and South America. Tim Ferriss: What’s his name? Whitney Wolfe Herd: His name is Andrey Andreev. Tim Ferriss: Best name ever. Whitney Wolfe Herd: Ever, right? It’s so James Bond. Yeah, he’s pretty awesome. But he wanted me to go run marketing at his dating company, and I thought he had lost his mind. And so, I told him what I was going to do. I’m going to start this new age of social media. And he was like no, you’re not. You’re going to do that in dating with me.  And I was like you lost your mind. But we actually ended up talking through it, and the more thought I gave to this new concept of a dating app that could be engineered for women by women, the need became more apparent. And so, that’s how I shifted from this concept of Merci into what is now Bumble, which was very much the similar concept, if you think about it. Creating a brand rooted in kindness, a product rooted in good behavior, and really putting women in charge of that, creating the female internet. And that was really the beginning of Bumble. Tim Ferriss: What was the first name of Bumble or where did – Whitney Wolfe Herd: Moxie. Tim Ferriss: Moxie. Whitney Wolfe Herd: Yes. I really wanted it to be Moxie. So, for anyone that’s familiar with that word, it insinuates that someone has gall or guts and is brave. And because Bumble was going to be this platform turning society on its head where women were going to make the first move, which, according to society, that’s not something women should do, definitely not in dating. I mean, it’s a tale as old as time. Men do that. Men need to go first, or so society said and says. And so, Moxie was going to be the name, but I couldn’t trademark it. Tim Ferriss: Why couldn’t you trademark it? Whitney Wolfe Herd: Somebody else had totally trademarked every corner of it. It’s actually a soda somewhere. And then, there’s some big PR firm or some consulting agency that’s trademarked the heck out of it, and I couldn’t do it. Tim Ferriss: So, how did you land on Bumble then? Whitney Wolfe Herd: I actually hated the name Bumble, at first. I thought Bumble – Tim Ferriss: How did it occur to you? Whitney Wolfe Herd: I did not think of the name Bumble. Actually, someone on our early team did. And she had actually called her husband a bumbling idiot, and she’s got this British accent. You know, what about Bumble? Because we had all been searching the internet, literally, putting random letters together to come up with words. Anything. Tim Ferriss: What were the other top contenders? Whitney Wolfe Herd: Oh, goodness… Leap. Tim Ferriss: Leap? Whitney Wolfe Herd: Yeah. Because women were going to take the leap and make the firsts move. And, actually, leap year is a very interesting story. So, in leap year, folklore says that women would propose to men during leap year. And so, we thought Leap. And we played with Sadie for like Sadie Hawkins dance. Tim Ferriss: What is Sadie Hawkins dance? Whitney Wolfe Herd: You don’t know what the Sadie Hawkins dance is? Tim Ferriss: I’m getting a lot of ugly looks or surprised looks. Whitney Wolfe Herd: Okay. This is awesome. So, the Sadie Hawkins dance started in the 1930s. And it was based off of a cartoon by Al Capp where these women, during leap year, would make the first move. Essentially, they’d ask the men to marry them. And this got consolidated into a dance that US school systems started putting into place. And it became so popular, you know the Sadie Hawkins dance. Tim Ferriss: I don’t. Whitney Wolfe Herd: They’d wear the poodle skirts and the black and white shoes. Tim Ferriss: I know nothing about this. Whitney Wolfe Herd: Okay. You’re going to have to look into this. Tim Ferriss: Now, is it a dance? It’s not an actual dance. It’s not like a mating ritual dance? Whitney Wolfe Herd: No. It’s a school dance. So, you have the prom, and then, you have the Sadie Hawkins dance. And the Sadie Hawkins dance was different from the prom because boys asked girls to the prom. Boys asked girls to the Sadie Hawkins dance. They asked the boy to the dance. And something really interesting took place when the Sadie Hawkins dance went into effect. It became so popular, they made it a national holiday. And it became so popular because parents felt that it was a safer option because the ways the boys behaved when the girls asked to the dance was much less aggressive. Girls were not crying, feeling left out. So, it recalibrated these gender norms around flirting and dating and courting. And so, that was a big inspiration around Bumble, when we were thinking about women making the first move. It was almost the digital rendition of that. Tim Ferriss: So, you did or did not like Bumble then, when it came up? Whitney Wolfe Herd: I did not like it at first. And I’ll tell you why. Bumble sounded like fumble. You were fumbling through a dating experience. And we wanted this to be an app that was empowering for women where they felt confident and in control. And it was not until all of these really cute catch phrases started coming up, people on our team and friends were asking what do you think about this name or this name or this name. And all of a sudden, these catch phrases were coming up like be the queen bee of Bumble. Find your honey on Bumble. And it was in that moment that we said, okay, this is it. This is brandability. This is how you brand something. And that was it. Off to the races we went. Tim Ferriss: Yeah. If it sticks, it sticks. One of the first things I ask proofreaders who are, typically, friends of mine who are writers or lawyers because they’re really good at spotting sloppy language or words that don’t need to be there or things that are confusing, in any case, one of the first questions I ask after they’re read a chapter is, I would give it some time, say like a half hour, have a cup of coffee, and I’ll say, okay, what do you remember. And I’ll see what the first few things are that come to mind. Whitney Wolfe Herd: Interesting. See what sticks. That’s really interesting. I’ve got to keep that in mind. Tim Ferriss: It tells you a lot about top of mind – like, yeah, don’t think about it too hard. Top of mind – Whitney Wolfe Herd: Yeah, just read it, and see what sticks. Tim Ferriss: And if it takes too long, it’s like I need to rework the entire chapter. Whitney Wolfe Herd: Yeah. I think that’s really interesting advice. Tim Ferriss: Now, how many people, roughly, at this point, use Bumble? And I know there are many, many different metrics and ways that you can go about it. Whitney Wolfe Herd: So, we look at kind of overall user base, in terms of registrations. How many times has somebody downloaded our platform? How many people have registered for our app? We’ve had over 29 million registrations now in just over 3 years. Tim Ferriss: That’s a lot of people. Whitney Wolfe Herd: It’s a few people, yeah. Tim Ferriss: So, part of the beauty of the approach, and I know that there’s a lot of complexity hidden behind a very simple interface, believe me, with the amount of time that I’ve spent with startups. I started using Bumble very early on. I’m not going to call it alpha or beta, but very early on. And what I realized very quickly is that by having the woman make the first move, you also remove one of the biggest pain points, and you know this, for men, which is women receiving 500,000 unwanted messages. And even if Prince Charming is hiding in there, even if you are the one she would pick, it’s too much noise. The signal to noise ratio is so unfavorable that, as a guy, you could put out 100 messages and get 0 responses. And it just cuts out that first leg of wasted work completely. So, thank you for that. Whitney Wolfe Herd: Well, that’s awesome feedback. Thanks. It’s interesting that you highlight that. That just plays into these gender dynamics. Women, from the time they start thinking about who they like or having crushes, that it’s going to be inbound. We’re trained to think that that’s going to come to us. That the boys are supposed to chase the girls. And then, that turns into the men chasing the women. And we’re supposed to, essentially, play hard to get and not give in. And so, when the good guy does show up, you, often times, miss that given those broken dynamics. And so, yeah, when you do flip the switch, it does allow for better and more genuine connections. Tim Ferriss: So, people might be listening or watching, and they’ve read a bit about your story. And you’re on top of the world, in so many ways, stepping up to the plate, hitting home runs every time at bat. Whitney Wolfe Herd: I don’t know about that. Tim Ferriss: But you mentioned, when we got started, this depressive period, this dark period. So, I wanted to read something that I found, in the course of doing some research. And it may be paraphrased, but I think it’s somewhat accurate, based on checking with you beforehand. But I don’t know the elaboration. So, the quote here, it’s from Refinery 29, and it talks about how you wanted to build a company that encourages empowerment, confidence, respect because, when you have self-respect, it’s really hard to get you down. This is the part I wanted to dig into for a second. “I’ve been in a place in my life where I’ve had no confidence, no self-respect, zero self-worth, and it was really easy to hurt my feelings. Anything would trigger me to be sad. Then, when you rebuild some of that, you become stronger.” So, I was hoping you could describe for us whether it’s that episode, that period that you talked about, or another, just one of the darker, harder times, and what a day looked like during that time. And then, the things you did or the things that helped you get out of that depressive state. And it doesn’t have to be depressive. It could be anxiety. It could be anything else. Whitney Wolfe Herd: Yeah, of course. Well, and I still have days like that. And I think that’s healthy for listeners or watchers to understand that just because something is going well, or what people perceive to be going well, doesn’t mean every day is perfect. And I think the hard times in my life have really shaped the good times, in my life. And I think many people can agree with that. So, the inspiration behind Bumble was really driven from self-experience and what I’ve gone through in my life. And so, basically, there’s been a common theme with every tough time I’ve ever gone through. And that always comes down to mental abuse. And that has been not just romantic endeavors. That could toxic friendships. So, there’s been this recurring theme. When I was under so much scrutiny from the internet from strangers, and I was allowing these random strangers to define me and to dictate my day – Tim Ferriss: Can you think of any particular example? I, personally, can certainly think of certain examples and like, oh, my God, that one year when that thing came out on my birthday. And it was a hatchet job piece. Can you think of one where you’re like, oh, God, that day? Whitney Wolfe Herd: Yes. So, it was actually right after my birthday, funny you say that. It was the summer of 2014. And all of these articles were running. And I wasn’t speaking to anyone. I wasn’t commenting on any articles. I knew nothing about the media, at that time, nothing. And I could not have been more naïve when it came to PR and press, at that time. Tim Ferriss: Yeah, there be dragons. Got to be careful. Whitney Wolfe Herd: Yeah. And this story came out one morning – one afternoon.  My dad sent it to me. And it was disgusting. It was talking about – basically, the piece painted me as this Gone Girl of tech. She was a seductress and blah, blah, blah, and all of these awful insinuations. And it was talking about ridiculous things like really personal details that were completely inaccurate. And it was really gross and ugly. And it just made me feel undressed. I felt naked. Tim Ferriss: What was your dad’s commentary? Whitney Wolfe Herd: And that was what was so devastating. My dad was just like – having your father send you an article and being like is this true, of course, no. But how do you have to justify that at 24, just turning 25 years old to your father? How irresponsible can journalism be that no one asked me for comment on that. No one asked if those allegations were true. And to be this young woman feeling like I was part of this mean girl club, and the girl that was being pointed at and laughed at by a group of people, it was awful. Tim Ferriss: What did the rest of your day look like? Whitney Wolfe Herd: I was devastated. I actually became physically ill. So, my he’s now my husband, and thank God for him, I was having such a mental breakdown. I was actually what they call a clinical panic attack. I was hyperventilating. I was distraught. I couldn’t breathe. My sight was not right. And he had to take me to his primary doctor, like his family doctor. And the doctor, literally, had to prescribe me one to two days’ worth of some – I don’t know. I don’t take any medicine. I’m scared of even Advil. But I think it was like valium or something to physically calm me down. I was having a mental breakdown because I had no way to defend myself. And I just felt helpless, and I felt, literally, undressed on a huge stage. And it was awful. Tim Ferriss: Yeah, it’s not a great feeling at all, and it’s even worse for women. It’s bad for men, but it gets even worse, I think, for women. It can be terrible for men, don’t get me wrong. Whitney Wolfe Herd: Well, it was talking about very misogynistic things that really only apply to women. And that’s what made it worse. Making insinuations about who I was as a woman and my intentions as a woman. It wasn’t even about business, if that makes sense. It was very – Tim Ferriss: All of that stuff is really salacious and exciting compared to the business stuff. So, people like to paint the picture they like to paint. Whitney Wolfe Herd: Well, I hope they got some clicks. Tim Ferriss: One thing I’d love to chat about because it came up in a number of places, when I was doing homework for this. And this is, certainly, not uncommon among founders I know. People think, oh, when the times are going well, you’re doing well. When the times are going poorly, you’re doing poorly. But a lot of founders, even when their startups are doing really well, have a certain baseline of low grade or high-grade anxiety. Whitney Wolfe Herd: Oh, I’m on the high, high plus. Tim Ferriss: I’ve heard that either at points – tell me – it’s the internet. So, who knows if this is true or not? But, at some points, you were waking up every two hours to check your email, or you’d wake up at 4:30, check your email, and then, go back to sleep and wake up again at 6:30. Whitney Wolfe Herd: I did that for years. Tim Ferriss: You did that for years? Whitney Wolfe Herd: Actually, that has just now started to slow down. And I still do it sometimes. Tim Ferriss: Have you always been anxious? Has that been a sort of emotional home of sorts? Whitney Wolfe Herd: I think it’s anxiety paired with drive and ambition and passion. I’m so dedicated to what I’m doing, I can’t explain it to you. It’s just part of my blood, at this point. And it’s almost like it’s built into my system. So, yeah, the anxiety has been really scary over the years. And there’s days where I couldn’t feel my fingers for hours, or I didn’t think I could breathe. I mean, this started manifesting into physical ailments. And God bless my doctor. He’s really going to have to block my cell phone number, at some point. But it’s scary, if you don’t deal with the anxiety, it will take control over your life. Tim Ferriss: How have you dealt with it? What are the habits, routines, self-talk, anything that has helped you to keep it from going from a fuel to a handicap and something that really takes control of your life? Whitney Wolfe Herd: Well, it definitely has become a handicap, at points. But I would say 85 percent of the time, it’s a fuel. And, actually, back to the doctor talk, my doctor said something really interesting to me. And it’s something that stuck with me. I said to him one day, I was like I don’t know if I can deal with this anymore. My anxiety is just so extreme. It’s paralyzing me, at certain points. Do I need to get on a medicine? Do I need to be medicated for this? And he responded just keep doing good work. It will recalibrate the way you feel. And when I thought through that, and I was like if I can channel this energy and this anxiety and channel it into doing good work, meaning work that affects others in a positive way, it genuinely works. It, actually – Tim Ferriss: If you shift your focus in that way. Whitney Wolfe Herd: You have to shift it. And you’ve got to harness it and control it. And my husband is great about this, too. He’s just like what are your thoughts? Let’s get your thoughts under control. And how do we harness this and just focus on what’s causing this? And then, how do we shift it into something that’s positive versus you doing the self-doubt thing on repeat? Tim Ferriss: Now, do you do that with any type of help like journaling? Or is it just a conversation with your husband? When you feel it starting to spiral, do you have pattern interrupts that you can use? Whitney Wolfe Herd: Yeah. I try to get outside and take a walk and leave my phone. And I found that that’s really helpful. And also, sleep. Nothing is more nourishing to your mind, body, and soul than a good night sleep. And I think, if you can have uninterrupted sleep, even if you’re a person that’s like I only need five or six hours of sleep, if you can try to have a good seven, eight, nine-hour sleep, it really changes the game. Tim Ferriss: One thing I’ve also observed, and I think these are, actually, very closely related, in some people, but at least for people with depressive symptoms, going to bed before or by say 11:00 makes a very big difference in the quality of sleep. Whitney Wolfe Herd: Absolutely. Sure. Tim Ferriss: In other words, sleeping from 2:00 a.m., if you’re, let’s say, self-employed and have this ability, or unemployed, to sleep from say 2:00 to 10:00 is not the same caliber of sleep that you’re going to get from 11:00 to 8:00 or 11:00 to whatever it might be. Whitney Wolfe Herd: I completely agree. Tim Ferriss: So, I’m going to flash back to books, specifically. And I had read, at one point, A) I don’t think we’re going to spend a ton of time on this right now, but you ask about your team’s mood every day, which I thought was very interesting, and have them rank it. But what I caught, at the end of this, I was curious about. So, it says a box in the corner contains copies of originals, subtitle How Nonconformists Move the World by Adam Grant. And Wolfe tells everyone to take one home, so they can have a group discussion. Why did you choose to do that with this book? And do you do it with other books? Are there other books that you’ve also used for employees in the company or readers, whatever it might be? Whitney Wolfe Herd: Sure. So, like we were saying earlier, internet time is different time zone from every other measure of time. When we were doing that, we were a team of something like six or seven. We were really a tiny team. We were still in our apartment, and our conference room was in a bathtub. And we were really just trying to keep the wheels turning. And I felt that a good mechanism of kind of keeping everyone, as fast and as crazy as it was all going, keeping everyone on some form of a thread of commonality where there would be something everyone could talk about together that wasn’t Bumble. So, how could we have interesting conversation together as this small team that wasn’t just like, okay, what are we going to do with our downloads, or what new product are we going to do? How could we focus on kind of interesting insights from someone else? And so, we did kind of a poll early on of what book should we read together. Let’s try to do a book club together. And this was at one of those pivotal moments of growth. And so, it did not last very long. Tim Ferriss: The book club. Whitney Wolfe Herd: The book club did not last, but the intentions were good. The intentions were good. And everyone really liked the idea of trying to turn off. Another purpose of that was I was trying to encourage the team to turn off a little bit at night. And instead of getting deep into your emails, after you’ve come home from dinner, open a book. Read. Detach. Do something that is going to challenge your mind in a way that you’re not being challenged all day long. And so, that was the premise of it all. And, as you grow, we’re approaching 100 employees here soon, it’s very hard to do a check on how you’re feeling every day. You can’t really go around the room with so many people. And it’s really hard to get everybody together for a book club when things are just going so fast. Tim Ferriss: Yeah. Are there any books, personally, that you’ve gifted often to other people or reread a lot yourself? Whitney Wolfe Herd: Yes, I have. Several different books, but two that we can talk about. Something I’ve always gifted and just kind of held close over the years is the book Shantaram. Have you read Shantaram? Tim Ferriss: Yeah. Mm-hmm. Whitney Wolfe Herd: Okay. I became obsessed with Shantaram. I tried to join the Shantaram fan club online, like a book club. It got weird for a second. But the point is I loved Shantaram. And I loved that it took you into this different element of human understanding. And I wanted my team to read it because I think it’s actually a great marketing example how to build a product based on human behavior, and how to understand people around you and what makes people tick. Not just what’s the ROI on some billboard. And so, I don’t know what it is about that book. I can’t summarize it in one sentence. But it just gives you a peek into the soul of humanity, if that makes sense. And so, that’s a book that I’ve gifted frequently, and I love. Tim Ferriss: Yeah. Fascinating story. Also, the author has a really good, effectively, good bye, public world. You’re not going to hear from me for a while. I’m going to continue to do my work, but I’m not going to appear anywhere. I’m not going to do anything. And he made this public proclamation, which I thought was very inspiring, since I fantasize about that all of the time. But this book, very powerful story that, very often, catches people at the right time. What’s the second book? Whitney Wolfe Herd: So, Back to the Right Time, and it catches people at the right time. I, actually, read that book when I graduated from college. I went and got a backpack at REI and went to Asia for a couple to a few months. I have no concept of years or time anymore. And while I was over there, I spent time in Singapore and throughout several cities. But I also spent time solo at orphanages in Northern Thailand, in Cambodia, and then, did a lot of travel through that area. And that was the book I read on that trip. And so, I think, as you’re sitting on this bus that breaks down with a bunch of local Cambodians eating crickets reading Shantaram, you’re almost taking yourself out of everything you’ve ever known to be true and understanding how big and vast and how great the world is around you. And really, how small one is. It just gives you so much perspective. So, that’s one book. Another book that I’ve been gifting, and he should probably make me an ambassador, so if he listens to this, this book called the Plant Paradox. Have you heard of it? Tim Ferriss: No. Whitney Wolfe Herd: This will destroy your life in a good way. So, it’s, basically, telling you that everything you’ve ever heard about health and wellness is completely false. So, he tells you plants are bad for you, essentially. And I don’t know what it is about this book, but it might be a little bit of hocus pocus, but I’m a full believer. And so, I think I’ve sent that book to 100 people, at this point. Tim Ferriss: So, how has it changed your behavior or your thinking? Whitney Wolfe Herd: Well, the big thing for me, as I’ve been working so much, I’m also starting to understand how health catches up. So, for the first few years of Bumble, I was drinking every night. Not at a club. I have not gone out – I have not been social like a normal 20 something year old, since I started Bumble. Actually, I became almost a hermit. I became very reclusive, and I just wanted to be with my boyfriend who became fiancé and now husband. And I just wanted to be with people that I really knew and trusted. And I didn’t want to go anywhere because I was so paranoid that everyone hated me or assumed these awful things about me that I genuinely just went to work, went home, maybe cooked dinner, maybe cried a little bit, maybe drank some wine, and that was it. And so, this whole thing has become a bit more important now. Here, you go to work, and you can create as much success as you’re able to. But you have nothing without your health. You have nothing without your mental health. You have nothing without your physical health. And so, that’s why I’m kind of getting into these books because I think it’s important to have that type of balance. Tim Ferriss: Has it changed your diet or anything like that? Whitney Wolfe Herd: Yeah. It actually has. It scares you about what you’re putting in your body. So, it just makes you think. Tim Ferriss: So, what might a default breakfast or lunch or dinner look like for you now? Whitney Wolfe Herd: Oh, gosh. That’s a crazy question. There is no default. It’s whatever I can find, generally. Tim Ferriss: Right. But what are the rules? Whitney Wolfe Herd: But now, I’m trying to be more thoughtful. So, the rules according to this guy are that everything you put in your body is, essentially, your health. And you are what you eat. And so, even getting a piece of organic chicken, what you used to maybe think was good for you, what is that chicken eating? And so, it’s just this awful rabbit hole that you go down. But it’s interesting, and it’s important to understand the affects on the planet. And that’s a conversation for another time. Tim Ferriss: All right, cool. I’ll check it out. Everything you put in your mouth, on your body is a drug, if it has a biochemical effect. So, you have to think of it that way. You said the Plant Paradox and plants are bad for you, there are a lot of plants that really don’t want you to eat them. Whitney Wolfe Herd: Exactly. That’s what this is all about. Tim Ferriss: Yeah. There are a lot of them. And it made me think, briefly, I’m not going to get into it, but of Zuko who is the creator/co-creator, I’m not sure which, of Z Cash, cryptocurrency. A really smart guy who eats only meat. He does not eat any vegetables whatsoever, and he’s been doing that for years. Whitney Wolfe Herd: See, because a lot of the plants have defense mechanisms. And they will poison you. Tim Ferriss: Yeah. Whitney Wolfe Herd: According to believers. Tim Ferriss: There are a lot of plants, since they are – Whitney Wolfe Herd: Night shades. Tim Ferriss: – since they are fixed in their mobility, they can’t run away from predators. They develop all sorts of very, very, very clever defense mechanisms. Whitney Wolfe Herd: Like apparently, beans are toxic for you. Tim Ferriss: Yeah. Beans – we don’t have time to get into the bean rabbit hole, but beans, yes. This comes up a lot. Well, I’ll digress for a second just because you have very strict, militant paleo, which is like, if you eat beans, your GI tract will explode while you’re walking down the street. I’m exaggerating a little bit. Whitney Wolfe Herd: Oh, I was like oh, my God. Tim Ferriss: They’re like if you eat beans, it is like swallowing broken glass. I tend to be more moderate in my views of beans. I found them somewhat helpful, also given their fiber content and so on, for a lot of things, including weight loss. But if you look at, certainly, many different plants that have something as seemingly innocuous as say oxalic acid, which is why you get that certain feeling in your mouth when you eat a lot of say raw spinach, which can be somewhat innocuous down to saponins and other things. They can actually do a fair amount of damage. Whitney Wolfe Herd: We should title this episode Bumble and Beans. Tim Ferriss: Bumble and Beans. Whitney Wolfe Herd: It sounds like a bad band. Tim Ferriss: Bumble and Beans. Or a bar in Austin right next to Mean Eyed Cat. Next question is what purchase of $100.00 or less, it doesn’t have to be exactly that, but what purchase that is not something exceptionally expensive has positively impacted your life, in recent memory? It could be a few years ago. It could be – Whitney Wolfe Herd: That’s a great question. Coconut oil. Tim Ferriss: Coconut oil? Whitney Wolfe Herd: Yes. Tim Ferriss: What do you use it for? Whitney Wolfe Herd: Everything. You can take a bath with it. You can put it in a smoothie. You can cook vegetables with it. You can actually put it on your skin. I think coconut oil is a cheap miracle buy. Tim Ferriss: Yeah, I agree. It has some really fascinating antifungal, antibiotic properties as well. Antimicrobial, I should say. Whitney Wolfe Herd: Even if you get a cut, they say you can put coconut oil on it, and it helps heal it. Tim Ferriss: Yeah. Coconut oil is really fascinating on many different levels. Useful for a bunch of diets, maybe that are contained in Plant Paradox. Whitney Wolfe Herd: Probably. Tim Ferriss: Just because of the concentration of MCT oil, effectively. But the – Whitney Wolfe Herd: I just think it’s a cheap thing that you should always have around. You keep one next to your bathtub. You can put a big scoop of coconut oil in a hot bath, and it just nourishes your skin. And it’s actually calming and relaxing. And then, you keep one in the kitchen and do everything with it. Tim Ferriss: Yeah. Coconut oil, I almost used it to cook the other day, but the burning point is not high, not low. It’s around the same. I believe it’s around the same as olive oil, so smoking point is around 350. Whitney Wolfe Herd: Yeah. I think it can go a little higher than olive oil. Apparently, olive oil is bad for you. I don’t want to go down this rabbit hole. Tim Ferriss: Yeah. For cooking purposes, yeah. All right. Olive oil varies greatly. Your mileage may vary with your olive oil purchase, says Tim Ferriss brought to you by Bumble. Good. Good answer. Yeah. Coconut oil also keeps forever. So, it’s very useful to have around. Whitney Wolfe Herd: Also, little Smithson journals. Tim Ferriss: Smithson? Whitney Wolfe Herd: The little mini ones. They come in yellow with a bee. I like to gift those to people on my team and just they’re a low price point. I think they’re like $60.00 for, actually, a pretty big one. And you can actually have it monogramed. Tim Ferriss: Smithson? Whitney Wolfe Herd: Yeah. And it’s just a nice little, leather notebook. And I just think taking notes, actually, is really, really therapeutic. And it’s also incredibly productive. I mean, you’d be so shocked, and I know that you know this, but I was so shocked when I started just writing things down as they came up. And the stuff I was going back to that I had written down, I would have never in a thousand years remembered had I not written it down. It’s fascinating to see how much the human mind actually just disposes of, in terms of memory. And so, I think that’s a great, little gift. Tim Ferriss: Yeah. It’s really powerful. And you’re kind of preaching to the converted, since I have so many notebooks. But I think, as a guy, especially, there’s this mental hurdle with thinking of a journal as a diary that I just can’t leap over. Whitney Wolfe Herd: Oh, yeah, same. Tim Ferriss: But, if you use it as morning pages, then, it serves the same function. Whitney Wolfe Herd: I’m with you. Tim Ferriss: And you have that chronicle. And it’s true that we really think we are going to remember forever the things that we will very soon forget. And it’s made it so clear to me. Actually, when I was 15, my first time abroad with any real time was as an exchange student in Japan for a year. It totally changed my life. I lived with a Japanese – Whitney Wolfe Herd: Wow, where were you? Tim Ferriss: In Tokyo. Whitney Wolfe Herd: Wow, that’s so cool. Tim Ferriss: I ended up the only American in a Japanese school of 5,000 Japanese kids. Whitney Wolfe Herd: How amazing is that? Tim Ferriss: So, if you want to talk about where is Waldo, school uniform, the whole 9 yards. Whitney Wolfe Herd: That must have been incredible. Tim Ferriss: Every class in Japanese. Yeah, it was wild. And I had these phone calls with my mom catching up with my parents. And she would take copious notes every time after we had spoken, so that – Whitney Wolfe Herd: So that she could remember to tell you about it. Tim Ferriss: — so that she could give it to me later. And I look back at those notes, and I don’t remember 98 percent of it. I mean, now, I do as a cue, but if she hadn’t done that, all of those incredible experiences just would have been gone. Whitney Wolfe Herd: Wow, that’s fantastic. That’s really interesting. Tim Ferriss: When is the last time you cried tears of joy? Whitney Wolfe Herd: Yesterday. Tim Ferriss: Yesterday? Whitney Wolfe Herd: Mm-hmm. Got some big news, can’t tell you about it, unfortunately. But I got some big news, and I got the news, in my office, with two of my kind of closest allies and very, very early employees and key members of the team. And we all kind of freaked out. And we were screaming, in my office. And HR came over and was like what’s wrong, everyone is worried. What’s going on in there? And I’m like no, everything is great. Can’t tell you what it is. You’ll see in a month. But I actually cried tears of joy. It’s just awesome. When certain things come up that you felt were so far away, in terms of them being obtainable or actually happening, but you’ve worked really, really, really, really hard to get there, when those two pieces collide into actual reality, it’s just like such an emotional thing. I also cried tears of joy about a week ago. So, my husband broke his back in an awful car accident a year ago, exactly a year ago. And they thought he was going to be a quadriplegic. They thought he was maybe going to die in surgery. Who knew what was going to happen? He was in critical condition for almost a week. And that hospital, I just didn’t leave it. I stayed in that ICU with him the whole time. And this year, a year later, he was fortunate enough, obviously, he’s walking, thank God, he’s health, and he’s well. And we went back to the hospital exactly a year later, and he very generously, with his family, had donated the new intensive care center at the exact hospital. And all of his nurses that took care of him for that week who were, literally, holding me as I sobbed and was terrified, they came to the ceremony. And that was just the craziest feeling to go from being in the darkest possible situation in a certain building to coming back and being in the best possible situation. That’s just like a really emotional situation. So, I definitely cried tears of joy that day. Tim Ferriss: Where were you born and raised? Whitney Wolfe Herd: Salt Lake City, Utah. Tim Ferriss: That’s what I thought. So, when you’re going through this experience with your husband, you’re at the hospital, whether you’re on the way there, at the hospital, during that period, were there any mantras or quotes or prayers or anything that you relied on to help or reminded yourself of? It doesn’t have to be during that period. Whitney Wolfe Herd: Yeah. Tim Ferriss: Or questions you asked yourself? I’m just wondering if there’s anything that you go to, in moments like that, that you find helpful. Whitney Wolfe Herd: I do try to tap into whatever the higher power is. I’m not a religious person. I do feel that I’m somewhat spiritual. And spirituality comes out in moments of darkness or moments of fear. And it’s interesting. You almost feel this sense of security, when you feel the least secure possible. I don’t know how to explain that. But it’s really spooky. So, actually, the night before his accident, I actually had a dream something awful was going to happen to him. And I called him that morning. And I said I feel sick. It was like 6:00 in the morning. I woke him up early, and I said I feel sick. I had this awful dream. I need to come home because he was actually not in Austin, at the time. And he was in Tyler where his business is. And so, home is we kind of commute. I said I need to come home. I can’t go to LA today. I’ve got to get home. I just don’t feel good about this. and he was like chill out. I’m going to go walk the dogs. You go downstairs, have some coffee, call me on the way to work. And I just had this sick feeling and this really bad feeling like something is not right, something is not right. And I called him on the way to work, and he didn’t answer. And I just started sobbing in the car. And I had to kind of slap myself and roll the window down and be like you’re having a panic attack. You had too much coffee. And I just couldn’t calm myself down. And low and behold, five minutes later, I got the phone call back from his chief operations officer who was following an ambulance. And so, that really stuck with me through the whole week. And I was trying to wrap my head around that. I was trying to decipher why am I feeling those things. So, my message in that, not to ramble, is that I genuinely believe every person on this planet has a sense of intuition. And it’s learning how to separate that from fear or anxiety or panic and really listen to your gut. And I really think that that’s what has gotten me to where I am today is listening to your gut when you can. So, yeah, that was my only real mantra was just to kind of listen to what was going on and try to keep it under control. Tim Ferriss: I won’t go too far into this because the people who don’t already think I’m crazy will definitely think I’m crazy. Whitney Wolfe Herd: Oh, people probably think I’m psycho. Tim Ferriss: But I’ve been systematically reducing my caffeine consumption, so that there’s less noise, in order that I can better listen to those feelings because I have found, when I kind of raise the level of volume and static, with adrenaline and other stress hormones, it drowns out some of the signal. And my dog is also, and this is not that uncommon, babies and dogs, I think, also. But my dog is very much every time – she never barks – she rarely barks at anyone. And if she barks or growls at any journalist, any member of the media, when I’ve ignored it, it has, within 24 hours, ended up that I should have heeded that warning. So, I use that as one of my many check boxes. Of course, I’m using some more left brain as well. But I’m valuing more highly the less obvious, less perhaps structured thinking because the vast majority of our evolution is not prefrontal cortex, let’s sit down with a spreadsheet. And so, if you have a funny feeling – Whitney Wolfe Herd: You got to listen to it. Tim Ferriss: Yeah. It’s worth exploring that. Whitney Wolfe Herd: You have to. It’s so interesting you say that because every time I’m like, damn, why did I not do that , or why did I do that, if I think back to when I made the decision against or for something, I always had the right answer, if that makes sense. But then, you go in the other way, for whatever reason, and you’re kind of like I should have listened to myself. And for anybody out there, even in business, I think that’s such a good way to have the answers because, a lot of entrepreneurs, we don’t have the answers. Even though I’ve had this amazing business partner who has a lot of answers, and I’ve been able to tap into his knowledge, there’s still so many days where I have no idea what to do. And you’re left with one thing, and that’s your gut. And that’s it. And you have to try to listen. But I’m with you on the coffee thing. I’ve tried to have only one sip because I will, literally, start spinning out of control. So, I’m with you on the toning it down. Tim Ferriss: And for people who are wondering how does that actually apply, how do you listen to it, in my case, one of the clearest examples, if I look back at the 70 to 90 startups that I’ve invested in over a 10-year period, from like 2007 to 2017, and a lot of those were passive. At any given time, there were no more than four or five active needing my help. So, it was in waves, certainly, and not all of them make it, as you know. Whitney Wolfe Herd: How do you keep track of all of that? Tim Ferriss: We could talk about it. That’s a whole separate conversation. Whitney Wolfe Herd: Lots of notebooks. Tim Ferriss: Well, I’ll give you one thing that I borrowed from Japan, actually. This is getting a little off topic. But so, there’s something called [Japanese word], in Japan, where if you look at the conglomerates, very often, they will buy a company that can be a supplier or a customer for another company within their portfolio. Whitney Wolfe Herd: Got it. Tim Ferriss: Or that has some type of knowledge that can be transferred to other divisions. Whitney Wolfe Herd: Shared resources. Tim Ferriss: So, every time I looked at a portfolio company, one of the ideal boxes to check was how much can they be helped by and help another company in the portfolio. Whitney Wolfe Herd: That is in the portfolio. That’s a very smart way to look at it. Tim Ferriss: Yeah. And that decreases the – it increases the efficiency for everyone, but also decreases the actual heavy lifting that I have to do as a solo operator. But when I look at all of those companies, and there’s the good, the bad, and the ugly within that, as you would imagine, the gut feeling – feeling good about a company or feeling good about a founder isn’t enough for me to invest. But feeling off about a founder is enough for me not to invest. Whitney Wolfe Herd: I could not agree more. Tim Ferriss: Because a lot of really good founders are going to have maybe not a Jobsian level reality distortion field, but they’re going to be very good at selling. And they’re going to be very good at persuading. And if they’re not, guess what, that tells you something, too, because they should be. So, it’s very easy to drink the Kool-Aid, even if you think you’re immune to their charismatic effects. Whitney Wolfe Herd: Completely. Tim Ferriss: So, if I feel good about it, it’s like trust but verify. Whitney Wolfe Herd: Yeah. Like let’s get some documentation now. Let’s see what this looks like. Tim Ferriss: Let’s look at the documentation. Let’s actually look into the – Whitney Wolfe Herd: One bad feeling, run. I’m with you. Tim Ferriss: Exactly. And whenever I’ve violated that, which I did in some of the early cases where it’s like, but we have this – we have all of these amazing investors. We’re closing in 48 hours. We’re oversubscribed, all of that FOMO shit. Whitney Wolfe Herd: Scare tactics. Tim Ferriss: And then, I invest, and I’m like I fucking knew it. I knew it within not even the first hour. I knew within the first five minutes I didn’t feel right with that person. So, that’s enough. Whitney Wolfe Herd: That’s really interesting though. Tim Ferriss: Enough of my mumbo jumbo. Whitney Wolfe Herd: It’s actually good advice to people. Seriously, pay attention to that stuff. Tim Ferriss: Yeah. There’s a book for people who are thinking about how this might apply more broadly called The Gift of Fear by Gavin de Becker, which talks about this and how people get themselves into very, very awful situations, women especially often, by not paying attention to that feeling, that nagging feeling. It’s really important to pay attention to. What is one of the best or most worthwhile investments you’ve ever made? And that doesn’t have to be money. It could be money, but it could be time. It could be energy. Anything that you’ve invested into that gave you a tremendously high ROI. Whitney Wolfe Herd: The best thing I’ve ever invested into is time and dedication into my team at Bumble. That’s 100 percent the best thing I’ve ever invested in. And it’s been such a dedicated effort over the last 3.5 years, but really investing that extra hour or that extra day or that extra thought or that extra get to know someone. That’s the stuff that counts the most because, when you do that, you instill more than just a job opportunity. You give more than just an opening at a company. You really leave them with the same values and the mission becomes engrained in them. And they’re able to do their job in a way that is almost immune to competition because they’re so on the same page with why you started the company to begin with. Tim Ferriss: What are some ways that you do that concretely, whether it’s in the onboarding process or ongoing or otherwise? Like anything you do on a monthly or weekly or quarterly or whatever basis, could you give an example? Whitney Wolfe Herd: Yeah. So, I think that your first 10 hires are what defines the future of your business because no singular human can scale culture. It’s impossible. There’s no way to have the time or the bandwidth or the actual physical ability to go and instill your vision and your values in hundreds of employees as things grow, if you’re so fortunate.  So, those first 10 people, they are your culture warriors. And if you can invest everything you’ve got into those people, those people will then invest everything they’ve got into the people that work under them or beside them. And that’s how you scale culture. And so, in the early days, we’re talking weekends. I would do whatever I could to make experiences for my key, early hires, so that they felt like family but in a non-boundary crossing way. We still had boundaries where they still had their own lives. And we were trying to keep things healthy. Tim Ferriss: What would be an example of – Whitney Wolfe Herd: So, you know, having everyone over to my house on a Saturday, and making sure that they had a great day but really explaining to them my pain points that I’ve lived through in my life and why this company is going to make a difference. And share with them how we can actually have real impact on the world, not just a paycheck or the potential to be a big valuation one day. How do we actually change the world through what we’re doing? And changing the world doesn’t necessarily mean on the main scale. You can change the world by affecting one person. That is putting good energy out there. So, investing that mantra and kind of putting that time and really finessing that ethos has served me very well. And I’m so proud of them because they’re all now leaders, in their own right. I want them to feel like mini CEOs in their own way. And if I’m not in the office for two weeks, I don’t want to be like oh, the boss is out because, no, there are so many bosses in that office, and they’re amazing, and they’re passionate, and they’re inspiring. And they’re just as impactful as I am to this company. And that’s how I’ve wanted it to be. Tim Ferriss: What are some of the rules or a better, perhaps, question is what advice have you been given by mentors or others that has really helped you, in the early stages of building a company? It doesn’t have to be specifically hiring, but it could. And if that’s too tough or just maybe not an interesting question, just advice that you’ve received from mentors or key lessons you’ve taken away from any particular mentors. Whitney Wolfe Herd: Yeah. I’ve received a lot of interesting advice. And I think that the more you listen, and the more you absorb, the better you are. As much as I’ve tried to say I’m going to do this my way, and your advice is nice, and your advice was great, but I’m going to trust my gut, and I’m going to build the company that I want it to be, I have gotten great, great pieces of advice from so many people. And I think that my business partner, like I said, he had been in the dating industry for almost a decade before me. And so, there were times I would call upon him and say I’m thinking about doing this. And he’d say well, I think you should think about it in a different way because he had been through it. And so, I know this is going to sound silly, but the best piece of advice I’ve ever received was from my husband’s grandfather. And he said the most expensive currency in the world is experience. There’s nothing better than experience. You cannot buy it. You cannot pay for it. You cannot go out and get it overnight. So, tapping in to people with experience and actually trusting them, when you feel that they’re off base, but really trusting them, that’s been such good advice that’s served me so well because you’ve probably been here, too. Here I am, this 20 something year old, a couple of years ago, I’m still a 20 something year old, but going out and doing things my own way and saying you just don’t understand, or I want to do it my way, or trust me, it’s going to be like this. Tapping in to someone who has done it before, and even if you disagree with them, really thinking twice before you shot them down. So, I just think that served me pretty well over the years is to not write off people with experience. Tim Ferriss: Yeah. And furthermore, even if you feel like you’re strong enough to figure it out, certainly, looking at a lot of founders I know, it can feel very isolating as a CEO. And I remember chatting with Amanda Palmer, the musician, much more than a musician, certainly. She’s done a lot. But if people search Amanda Palmer asking for help or how to ask for help, it’s extremely helpful. She’s given talks on this as well. But I found it very empowering to realize, at times, when I have artificially isolated myself to be like I don’t want to burden other people with my shit. Like let me just figure this out and sit down with my note pad and get stuck in my head and chase my own tail and self-flagellate and make this all worse. And then, punish myself or feel upset when I don’t figure it all out. Whitney Wolfe Herd: Absolutely. Tim Ferriss: And instead, it’s like no. Your friends want to help you. Give them the gift of allowing them to help you and reach out. Whitney Wolfe Herd: Even not your friends. Tim Ferriss: Yeah. They don’t have to be your friends. Whitney Wolfe Herd: It’s shocking. Even people along the journey, I kind of have this syndrome where I’m always impressed by everyone. And I don’t feel impressive ever. It’s just something I’ve suffered with my whole life. And no matter who it is in front of me, literally, it could be someone that, career wise, isn’t even on the same kind of contribution level or whatever it is. But I’m just always impressed by people because I think it’s important to really appreciate everybody else’s story and where they come from and what they’re doing. And so, I’ve always been, the last few years, scared, like you said. I’ve always been like I can’t ask that person for advice because they’re so important, and they’re so impressive. And they’re going to think I’m annoying, or they’re going to think that I’m needy, or they’re going to think that – you know what I mean? And so, I’ve almost dug myself into this hole of not asking enough people for help in fear of them feeling invaded or imposed on. Tim Ferriss: Yeah, for sure. Whitney Wolfe Herd: Not because I didn’t care about what they had to say. So, that’s a really interesting perspective. Tim Ferriss: And let me give just a couple of thoughts for people who are like, okay, I’m going to ask Tim for advice or ask you for advice or whatever it might be. If you want to ask anyone for advice who you perceive as very busy, one recommendation I would make is do not say can I take you out to lunch and pick your brain. Whitney Wolfe Herd: Yeah. No one has time for lunch. Tim Ferriss: Don’t do the brain picking. It sounds awful. And nobody wants to do it because it’s really nebulous. And so, the concern is I’m going to go out. It’s not going to be 15 minutes. It’s going to be an hour of them trying to figure out what they want to say. And it’s not going to be a good use of time. So, you can say A) I know you get 1,000 emails. If you don’t have time to respond, I totally understand. But I couldn’t think of a better person to reach out to. There’s one thing I’m really struggling with. Here’s the situation. Here’s what I’ve tried to do or figure out already. Whitney Wolfe Herd: This is how I’ve already troubleshooted it. Tim Ferriss: This is how I’ve actually used Google. I’m not going to hit – Whitney Wolfe Herd: I’ve actually looked into this. Tim Ferriss: Yeah, I actually looked into it. I’ve tried to figure out this and this. this is where I am, super specific question. And, again, if you’re too busy, I totally get it, no problem. And if easier, here’s my cell phone. Whitney Wolfe Herd: I like that. Tim Ferriss: Giving them an out, recognizing they’re busier than hell, which they probably are, and having a really soft delivery but showing that you’ve put in some work. That you’re not outsourcing your mechanical turk stuff to them. Put in some effort and show that you’ve done it. Whitney Wolfe Herd: I agree. A follow up to that, we actually do that in the office. So, what I’ve told the team, and what the team has really learned, and they do it on their own, which is amazing, if you have a problem, please don’t come talk to me about it, unless you have a suggested solution. Tim Ferriss: Yes, absolutely. Whitney Wolfe Herd: I can’t just listen to problems. Come with two potential solutions. Like, hey, Whitney, we’ve got a huge issue. This situation has completely crumbled, and we’re committed to this or whatever happened. My suggested solution is either A) we do X, Y, and Z, or B) we could do this. And here are the consequences of both. And this is what is going to happen in each scenario. And then, we can talk through that. And it goes to show that someone has actually thought through the other side of the fire. How do we get out of here? What’s the exit strategy? Not just oh, we were in a fire. Tim Ferriss: Yeah. This is so important. And if you think of problem solving as an algorithm or software, in a way, if you add head count to say really inefficient software development project, it’s just going to make things take longer. So, the more people you have, in a way, you could argue this is really important, especially when you have a tiny team. But the amount of bloat and wasted money that can really cause problems doesn’t increase in a linear fashion when you then have 100, 200, 500 people. If you have 500 people who haven’t been coached on how to do this, it gets even more expensive. And one thing I’d add to that is this is so important. So, when I hire people part time, contract, full time, whatever it might be, they learn really quickly do not come to me A) with a problem without a proposed solution. And if you come with a proposed solution, don’t give me a 12-item multiple choice question. You can give me your top three or four. I also want to know which one do you think we should do and why. Whitney Wolfe Herd: Yeah. Which one is the best, and why have you gotten to that rationale. Tim Ferriss: Yeah. And I might disagree with it, but it’s like I want your top four options or whatever it might be, three, in ranked order and for you to explain why you think No. 1 is the best. And then, it’s a yes/no. Or now, let me take a closer look. But it saves so much time. And I think what’s important to pair that with, and I remember Reid Hoffman, co-founder of Linked In, among many other things, the guy is an incredible investor and an incredible guy – Whitney Wolfe Herd: He really is. He seems amazing. Tim Ferriss: And, I’ll add this, I’ve had him on this podcast. People can look it up. But he’s also, from what I’ve experienced of him and many people have experienced, a genuinely happy guy. It’s hard to overstate how rate that is among a lot of these folks you would view as icons. Whitney Wolfe Herd: Yeah. So many people try to get out there and become successful as a coping – or this is going to make me happy, or this is going to make me happy. And then, they get to the next level, and they’re still not happy. And then, they want to go to the next level. So, that’s really impressive. Tim Ferriss: Reid is amazing, yeah. And he’s taught Wittgenstein classes at Oxford in his spare time. Whitney Wolfe Herd: He’s like amazing. Tim Ferriss: He’s done a lot. And he was referred to as the fire fighter and chief by Peter Teal. And so, Reid hired a young guy named Ben Casnocha to be his chief of staff and to handle anything and everything. It’s kind of like an aide de camp position, if anyone from the military is listening. In any case, what he told Ben really early on was, and I’m paraphrasing here, you can have something like 10 to 20 percent footfall. Footfall is just a tennis or sports analogy. You can have a 10 to 20 percent error rate for the sake of speed. I want you to move quickly. I want you to figure things out on your own. And you’re allowed to make mistakes. I expect you to make 10 to 20 percent mistakes, and just try to not make them gigantic. Whitney Wolfe Herd: That’s your margin of error. Tim Ferriss: And when you tell people that in advance, it also – Whitney Wolfe Herd: Manages expectations, too. Tim Ferriss: — it manages expectations, and it helps to encourage them to do what both of us are suggesting because, otherwise, they’re like, if I’m afraid that I’m going to be punished for making every mistake or slight error, then, I’m going to come to you to try to get your opinion on everything because I don’t want to suffer that negative consequence. Whitney Wolfe Herd: That’s really interesting. Tim Ferriss: Yeah. Reid is a stud. So, just a few more. What is an unusual habit or absurd thing that you love? And I’ll buy you a little bit of time because when I say absurd or weird, I really do mean weird or absurd.  So, for instance, I take a screen shot any time my phone says 5:55 because I finished – Whitney Wolfe Herd: That’s my lucky number 555. Tim Ferriss: Are you serious? Whitney Wolfe Herd: I screen shot at 5:55. Tim Ferriss: Are you serious? Whitney Wolfe Herd: I swear to God, ask my husband. I screen shot, if anything is 5:55, I’m a weirdo with the number 5. If I see a door that is 555, I do the same thing. I swear to you. Tim Ferriss: That’s crazy. Whitney Wolfe Herd: I’m not kidding. I promise you. Tim Ferriss: Okay. First time I’ve ever run into anyone else. Whitney Wolfe Herd: I have a freak thing with fives. Tim Ferriss: All right. The universe has brought us here. Whitney Wolfe Herd: Look at that. All right, keep going. I didn’t mean to interrupt. Tim Ferriss: No, all right. Whitney Wolfe Herd: That freaked me out. Tim Ferriss: So, that’s one. Then, you have someone like Cheryl Strayed who wrote Wild, a hugely impressive woman. She’s written a lot more than that. She’ll rearrange sandwiches because she wants every bite to contain every layer of said sandwich. She doesn’t want there to be a clump of avocado on one half and so on. Whitney Wolfe Herd: I get that. Tim Ferriss: But it’s understandable. It’s still pretty weird. So, besides your screen shotting, what other odd habits or absurd things do you do or love? Whitney Wolfe Herd: Well, people think this is absurd. I just think it’s sweet. But I guess I’m different. I cannot sleep at night, unless I text my mom good night and say I love you. Tim Ferriss: Oh, that’s sweet. Whitney Wolfe Herd: I’ve been doing it since I left home. I cannot sleep at night. I have to – like last night, I was so exhausted, I’d been doing South-by stuff all day. And, literally, I had to roll over and get my phone and say good night, mommy, I love you. I just can’t go to sleep without doing it. I know it sounds kind of crazy. I’m, literally, a grown woman of 28 years old. I just would never be able to live with myself if the next day came, and you don’t get to see your mom again for whatever reason. And I just have to say good night and tell her I love her. That’s the way I feel. Tim Ferriss: I think that’s a great practice. And you could argue it’s even more important the older you get. And I would recommend everybody, people who have listened to this for a long time, a podcast – you’re going to be sick of hearing this, but read The Tale End by Tim Urban, please. It really paints an incredible picture and a sense of urgency as it relates to interacting with your parents. And I think the number is something like, by the time you graduate from it may even be high school, I don’t even think it’s college, you’ve spent 80 plus percent of the time you’ll ever spend with your parents before they die. Something like that. Whitney Wolfe Herd: It makes me get like emotional. Tim Ferriss: See, I think more people should do that. Whitney Wolfe Herd: So, yeah. I guess you could call that absurd because you don’t hear of a lot of adults doing that. So, it’s probably classified as absurd. But I do think that it’s important. And no matter how busy you get, or no matter where you are in the world, what’s more important than your family? Nothing. Tim Ferriss: Yes. I’ve had a lot of close friends pass away this past 12 months. And almost all of them are entirely unexpected. Whitney Wolfe Herd: Really? Tim Ferriss: Yeah. So, you just don’t know when your time is up or someone else’s. So, don’t save that stuff. In the last few years, it could be five years, two years, it doesn’t really matter, but what new belief, habit, behavior, tool, anything has most positively impacted your life personally? Not the company, not your employees, but you. Is there any new habit or belief, break through, break down, anything that has, ultimately, ended up having a very strong positive impact on your life? Whitney Wolfe Herd: That’s a really good question. Turning my phone off from time to time. Genuinely, that’s helped me a lot. I think I’ve formed this insane tech addiction, over the last few years. Just Bumble is on my phone, literally. Everything goes through my phone. I’m communicating with people all day every day, and it’s nonstop. And so, turning it off, putting it in a drawer for 30 minutes is, actually, really helpful. Tim Ferriss: All right. So, last or second to last question is, if you could put, it can’t be an advertisement, but a word, a phrase, a quote, question, anything on a billboard, so metaphorically getting this out to millions of billions of people, what might you put? Whitney Wolfe Herd: Well, we did it. We put, “Be the CEO your parents always wanted you to marry.” And we put that on a bunch of billboards everywhere. We actually asked that exact question in the office. If we could share one message with the world, and we had a budget to do it, what would we put up there? And that was really the sentiment that our team landed on. It just speaks to everything we’re trying to do with Bumble. We want to encourage women to be equals, and to be seen as equal. And in any courtship through friendship or business or love, whatever that is, to really feel empowered and confident, and to get out there and be whatever they want to be, not go and try to find that in someone else. You can find that in someone else but try to do it within also. Tim Ferriss: Whitney, thank you so much for taking the time. Where can people say hello to you, best places to wave a hand on the internet, check out what you’re up to? Whitney Wolfe Herd: As long as you’re going to be nice on the internet, come to Instagram. But no, everybody – Tim Ferriss: What is your handle on Instagram? Whitney Wolfe Herd: It’s whitwolfeherd. And I would encourage everybody to check out Bumble. We’ve added friend finding, business connections, and everything. So, I think that would be a great thing for people to go check out. Tim Ferriss: And for everybody listening, I will link to everything in the show notes as per usual that you can find at tim.blog/podcast. And until next time, thank you for listening and watching Posted on: June 26, 2018.", "speakers": ["whitney wolfe"], "text_sentences": ["whitney wolfe herd: thanks for having me", "tim ferriss: a local", "whitney wolfe herd:a local", "tim ferriss: here we are in austin, texas", "whitney wolfe herd: yeah", "tim ferriss: so, i wanted to start at the beginning", "and for those people who are familiar with a bit of the genesis story, and also the name itself, so how did bumble come to be", "why did it come to be", "whitney wolfe herd: so, bumble is somewhat of a unique story in the sense that it wasn’t just a singular a-ha moment somewhere", "it was really a response to a couple of different things in life", "and then, there was a little bit of serendipity involved", "i had just started becoming the kind of center of this attacking, violent internet abuse", "and all sorts of strangers and random people online were just ripping me apart all day long in the media and in the comment sections and on twitter", "and it sounds silly to think that that could affect you – tim ferriss: oh, no", "i’ve been on the receiving end of plenty of that, yeah", "whitney wolfe herd: but it devastated me, and it made me just – it just made me so depressed", "and i started to realize that there was something wrong with the internet", "i started to realize that the lack of accountability on these social networks, it was a real thing", "and there was a real risk to that", "and i was a perfect example of how dangerous it could be", "and if i, at 24 who had already had a somewhat successful career and had great friends and family around me, and i still could barely get out of bed, and i could barely see straight, it depleted every ounce of confidence that i’ve ever, ever had", "it scared me for what it would mean for a 13-year-old or a 14-year-old or a 15-year-old who was in junior high going through this", "and so, i started to really understand the danger of the internet", "and it was around that time that i started thinking what am i going to do next because, obviously, i’m not going to just do nothing at 25 after being part of this really high growth start up and having this awesome exposure to so many different areas of the tech industry", "and so, i was going to start a female only social network where you could only be kind to one another", "so, you could only share complimentary behavior", "and the thought process behind it was compliments are contagious just like hatred is contagious", "tim ferriss: what was it going to be called", "whitney wolfe herd: merci", "tim ferriss: merci", "whitney wolfe herd: yeah", "thank you, right", "so, it was supposed to be a kind social network, which had never been done", "and it was around that time that things kind of parlayed into where we are now", "my now business partner in bumble who has been a huge force in bumble coming to life and the course of bumble, he tried to hire me as his cmo at his dating company", "he has this huge dating company that’s the match of europe and south america", "tim ferriss: what’s his name", "whitney wolfe herd: his name is andrey andreev", "tim ferriss: best name ever", "whitney wolfe herd: ever, right", "it’s so james bond", "yeah, he’s pretty awesome", "but he wanted me to go run marketing at his dating company, and i thought he had lost his mind", "and so, i told him what i was going to do", "i’m going to start this new age of social media", "and he was like no, you’re not", "you’re going to do that in dating with me.  and i was like you lost your mind", "but we actually ended up talking through it, and the more thought i gave to this new concept of a dating app that could be engineered for women by women, the need became more apparent", "and so, that’s how i shifted from this concept of merci into what is now bumble, which was very much the similar concept, if you think about it", "creating a brand rooted in kindness, a product rooted in good behavior, and really putting women in charge of that, creating the female internet", "and that was really the beginning of bumble", "tim ferriss: what was the first name of bumble or where did – whitney wolfe herd: moxie", "tim ferriss: moxie", "whitney wolfe herd: yes", "i really wanted it to be moxie", "so, for anyone that’s familiar with that word, it insinuates that someone has gall or guts and is brave", "and because bumble was going to be this platform turning society on its head where women were going to make the first move, which, according to society, that’s not something women should do, definitely not in dating", "i mean, it’s a tale as old as time", "men do that", "men need to go first, or so society said and says", "and so, moxie was going to be the name, but i couldn’t trademark it", "tim ferriss: why couldn’t you trademark it", "whitney wolfe herd: somebody else had totally trademarked every corner of it", "it’s actually a soda somewhere", "and then, there’s some big pr firm or some consulting agency that’s trademarked the heck out of it, and i couldn’t do it", "tim ferriss: so, how did you land on bumble then", "whitney wolfe herd: i actually hated the name bumble, at first", "i thought bumble – tim ferriss: how did it occur to you", "whitney wolfe herd: i did not think of the name bumble", "actually, someone on our early team did", "and she had actually called her husband a bumbling idiot, and she’s got this british accent", "you know, what about bumble", "because we had all been searching the internet, literally, putting random letters together to come up with words", "anything", "tim ferriss: what were the other top contenders", "whitney wolfe herd: oh, goodness… leap", "tim ferriss: leap", "whitney wolfe herd: yeah", "because women were going to take the leap and make the firsts move", "and, actually, leap year is a very interesting story", "so, in leap year, folklore says that women would propose to men during leap year", "and so, we thought leap", "and we played with sadie for like sadie hawkins dance", "tim ferriss: what is sadie hawkins dance", "whitney wolfe herd: you don’t know what the sadie hawkins dance is", "tim ferriss: i’m getting a lot of ugly looks or surprised looks", "whitney wolfe herd: okay", "this is awesome", "so, the sadie hawkins dance started in the 1930s", "and it was based off of a cartoon by al capp where these women, during leap year, would make the first move", "essentially, they’d ask the men to marry them", "and this got consolidated into a dance that us school systems started putting into place", "and it became so popular, you know the sadie hawkins dance", "tim ferriss: i don’t", "whitney wolfe herd: they’d wear the poodle skirts and the black and white shoes", "tim ferriss: i know nothing about this", "whitney wolfe herd: okay", "you’re going to have to look into this", "tim ferriss: now, is it a dance", "it’s not an actual dance", "it’s not like a mating ritual dance", "whitney wolfe herd: no", "it’s a school dance", "so, you have the prom, and then, you have the sadie hawkins dance", "and the sadie hawkins dance was different from the prom because boys asked girls to the prom", "boys asked girls to the sadie hawkins dance", "they asked the boy to the dance", "and something really interesting took place when the sadie hawkins dance went into effect", "it became so popular, they made it a national holiday", "and it became so popular because parents felt that it was a safer option because the ways the boys behaved when the girls asked to the dance was much less aggressive", "girls were not crying, feeling left out", "so, it recalibrated these gender norms around flirting and dating and courting", "and so, that was a big inspiration around bumble, when we were thinking about women making the first move", "it was almost the digital rendition of that", "tim ferriss: so, you did or did not like bumble then, when it came up", "whitney wolfe herd: i did not like it at first", "and i’ll tell you why", "bumble sounded like fumble", "you were fumbling through a dating experience", "and we wanted this to be an app that was empowering for women where they felt confident and in control", "and it was not until all of these really cute catch phrases started coming up, people on our team and friends were asking what do you think about this name or this name or this name", "and all of a sudden, these catch phrases were coming up like be the queen bee of bumble", "find your honey on bumble", "and it was in that moment that we said, okay, this is it", "this is brandability", "this is how you brand something", "and that was it", "off to the races we went", "tim ferriss: yeah", "if it sticks, it sticks", "one of the first things i ask proofreaders who are, typically, friends of mine who are writers or lawyers because they’re really good at spotting sloppy language or words that don’t need to be there or things that are confusing, in any case, one of the first questions i ask after they’re read a chapter is, i would give it some time, say like a half hour, have a cup of coffee, and i’ll say, okay, what do you remember", "and i’ll see what the first few things are that come to mind", "whitney wolfe herd: interesting", "see what sticks", "that’s really interesting", "i’ve got to keep that in mind", "tim ferriss: it tells you a lot about top of mind – like, yeah, don’t think about it too hard", "top of mind – whitney wolfe herd: yeah, just read it, and see what sticks", "tim ferriss: and if it takes too long, it’s like i need to rework the entire chapter", "whitney wolfe herd: yeah", "i think that’s really interesting advice", "tim ferriss: now, how many people, roughly, at this point, use bumble", "and i know there are many, many different metrics and ways that you can go about it", "whitney wolfe herd: so, we look at kind of overall user base, in terms of registrations", "how many times has somebody downloaded our platform", "how many people have registered for our app", "we’ve had over 29 million registrations now in just over 3 years", "tim ferriss: that’s a lot of people", "whitney wolfe herd: it’s a few people, yeah", "tim ferriss: so, part of the beauty of the approach, and i know that there’s a lot of complexity hidden behind a very simple interface, believe me, with the amount of time that i’ve spent with startups", "i started using bumble very early on", "i’m not going to call it alpha or beta, but very early on", "and what i realized very quickly is that by having the woman make the first move, you also remove one of the biggest pain points, and you know this, for men, which is women receiving 500,000 unwanted messages", "and even if prince charming is hiding in there, even if you are the one she would pick, it’s too much noise", "the signal to noise ratio is so unfavorable that, as a guy, you could put out 100 messages and get 0 responses", "and it just cuts out that first leg of wasted work completely", "so, thank you for that", "whitney wolfe herd: well, that’s awesome feedback", "thanks", "it’s interesting that you highlight that", "that just plays into these gender dynamics", "women, from the time they start thinking about who they like or having crushes, that it’s going to be inbound", "we’re trained to think that that’s going to come to us", "that the boys are supposed to chase the girls", "and then, that turns into the men chasing the women", "and we’re supposed to, essentially, play hard to get and not give in", "and so, when the good guy does show up, you, often times, miss that given those broken dynamics", "and so, yeah, when you do flip the switch, it does allow for better and more genuine connections", "tim ferriss: so, people might be listening or watching, and they’ve read a bit about your story", "and you’re on top of the world, in so many ways, stepping up to the plate, hitting home runs every time at bat", "whitney wolfe herd: i don’t know about that", "tim ferriss: but you mentioned, when we got started, this depressive period, this dark period", "so, i wanted to read something that i found, in the course of doing some research", "and it may be paraphrased, but i think it’s somewhat accurate, based on checking with you beforehand", "but i don’t know the elaboration", "so, the quote here, it’s from refinery 29, and it talks about how you wanted to build a company that encourages empowerment, confidence, respect because, when you have self-respect, it’s really hard to get you down", "this is the part i wanted to dig into for a second", "“i’ve been in a place in my life where i’ve had no confidence, no self-respect, zero self-worth, and it was really easy to hurt my feelings", "anything would trigger me to be sad", "then, when you rebuild some of that, you become stronger.” so, i was hoping you could describe for us whether it’s that episode, that period that you talked about, or another, just one of the darker, harder times, and what a day looked like during that time", "and then, the things you did or the things that helped you get out of that depressive state", "and it doesn’t have to be depressive", "it could be anxiety", "it could be anything else", "whitney wolfe herd: yeah, of course", "well, and i still have days like that", "and i think that’s healthy for listeners or watchers to understand that just because something is going well, or what people perceive to be going well, doesn’t mean every day is perfect", "and i think the hard times in my life have really shaped the good times, in my life", "and i think many people can agree with that", "so, the inspiration behind bumble was really driven from self-experience and what i’ve gone through in my life", "and so, basically, there’s been a common theme with every tough time i’ve ever gone through", "and that always comes down to mental abuse", "and that has been not just romantic endeavors", "that could toxic friendships", "so, there’s been this recurring theme", "when i was under so much scrutiny from the internet from strangers, and i was allowing these random strangers to define me and to dictate my day – tim ferriss: can you think of any particular example", "i, personally, can certainly think of certain examples and like, oh, my god, that one year when that thing came out on my birthday", "and it was a hatchet job piece", "can you think of one where you’re like, oh, god, that day", "whitney wolfe herd: yes", "so, it was actually right after my birthday, funny you say that", "it was the summer of 2014", "and all of these articles were running", "and i wasn’t speaking to anyone", "i wasn’t commenting on any articles", "i knew nothing about the media, at that time, nothing", "and i could not have been more naïve when it came to pr and press, at that time", "tim ferriss: yeah, there be dragons", "got to be careful", "whitney wolfe herd: yeah", "and this story came out one morning – one afternoon", " my dad sent it to me", "and it was disgusting", "it was talking about – basically, the piece painted me as this gone girl of tech", "she was a seductress and blah, blah, blah, and all of these awful insinuations", "and it was talking about ridiculous things like really personal details that were completely inaccurate", "and it was really gross and ugly", "and it just made me feel undressed", "i felt naked", "tim ferriss: what was your dad’s commentary", "whitney wolfe herd: and that was what was so devastating", "my dad was just like – having your father send you an article and being like is this true, of course, no", "but how do you have to justify that at 24, just turning 25 years old to your father", "how irresponsible can journalism be that no one asked me for comment on that", "no one asked if those allegations were true", "and to be this young woman feeling like i was part of this mean girl club, and the girl that was being pointed at and laughed at by a group of people, it was awful", "tim ferriss: what did the rest of your day look like", "whitney wolfe herd: i was devastated", "i actually became physically ill", "so, my he’s now my husband, and thank god for him, i was having such a mental breakdown", "i was actually what they call a clinical panic attack", "i was hyperventilating", "i was distraught", "i couldn’t breathe", "my sight was not right", "and he had to take me to his primary doctor, like his family doctor", "and the doctor, literally, had to prescribe me one to two days’ worth of some – i don’t know", "i don’t take any medicine", "i’m scared of even advil", "but i think it was like valium or something to physically calm me down", "i was having a mental breakdown because i had no way to defend myself", "and i just felt helpless, and i felt, literally, undressed on a huge stage", "and it was awful", "tim ferriss: yeah, it’s not a great feeling at all, and it’s even worse for women", "it’s bad for men, but it gets even worse, i think, for women", "it can be terrible for men, don’t get me wrong", "whitney wolfe herd: well, it was talking about very misogynistic things that really only apply to women", "and that’s what made it worse", "making insinuations about who i was as a woman and my intentions as a woman", "it wasn’t even about business, if that makes sense", "it was very – tim ferriss: all of that stuff is really salacious and exciting compared to the business stuff", "so, people like to paint the picture they like to paint", "whitney wolfe herd: well, i hope they got some clicks", "tim ferriss: one thing i’d love to chat about because it came up in a number of places, when i was doing homework for this", "and this is, certainly, not uncommon among founders i know", "people think, oh, when the times are going well, you’re doing well", "when the times are going poorly, you’re doing poorly", "but a lot of founders, even when their startups are doing really well, have a certain baseline of low grade or high-grade anxiety", "whitney wolfe herd: oh, i’m on the high, high plus", "tim ferriss: i’ve heard that either at points – tell me – it’s the internet", "so, who knows if this is true or not", "but, at some points, you were waking up every two hours to check your email, or you’d wake up at 4:30, check your email, and then, go back to sleep and wake up again at 6:30", "whitney wolfe herd: i did that for years", "tim ferriss: you did that for years", "whitney wolfe herd: actually, that has just now started to slow down", "and i still do it sometimes", "tim ferriss: have you always been anxious", "has that been a sort of emotional home of sorts", "whitney wolfe herd: i think it’s anxiety paired with drive and ambition and passion", "i’m so dedicated to what i’m doing, i can’t explain it to you", "it’s just part of my blood, at this point", "and it’s almost like it’s built into my system", "so, yeah, the anxiety has been really scary over the years", "and there’s days where i couldn’t feel my fingers for hours, or i didn’t think i could breathe", "i mean, this started manifesting into physical ailments", "and god bless my doctor", "he’s really going to have to block my cell phone number, at some point", "but it’s scary, if you don’t deal with the anxiety, it will take control over your life", "tim ferriss: how have you dealt with it", "what are the habits, routines, self-talk, anything that has helped you to keep it from going from a fuel to a handicap and something that really takes control of your life", "whitney wolfe herd: well, it definitely has become a handicap, at points", "but i would say 85 percent of the time, it’s a fuel", "and, actually, back to the doctor talk, my doctor said something really interesting to me", "and it’s something that stuck with me", "i said to him one day, i was like i don’t know if i can deal with this anymore", "my anxiety is just so extreme", "it’s paralyzing me, at certain points", "do i need to get on a medicine", "do i need to be medicated for this", "and he responded just keep doing good work", "it will recalibrate the way you feel", "and when i thought through that, and i was like if i can channel this energy and this anxiety and channel it into doing good work, meaning work that affects others in a positive way, it genuinely works", "it, actually – tim ferriss: if you shift your focus in that way", "whitney wolfe herd: you have to shift it", "and you’ve got to harness it and control it", "and my husband is great about this, too", "he’s just like what are your thoughts", "let’s get your thoughts under control", "and how do we harness this and just focus on what’s causing this", "and then, how do we shift it into something that’s positive versus you doing the self-doubt thing on repeat", "tim ferriss: now, do you do that with any type of help like journaling", "or is it just a conversation with your husband", "when you feel it starting to spiral, do you have pattern interrupts that you can use", "whitney wolfe herd: yeah", "i try to get outside and take a walk and leave my phone", "and i found that that’s really helpful", "and also, sleep", "nothing is more nourishing to your mind, body, and soul than a good night sleep", "and i think, if you can have uninterrupted sleep, even if you’re a person that’s like i only need five or six hours of sleep, if you can try to have a good seven, eight, nine-hour sleep, it really changes the game", "tim ferriss: one thing i’ve also observed, and i think these are, actually, very closely related, in some people, but at least for people with depressive symptoms, going to bed before or by say 11:00 makes a very big difference in the quality of sleep", "whitney wolfe herd: absolutely", "sure", "tim ferriss: in other words, sleeping from 2:00 a.m., if you’re, let’s say, self-employed and have this ability, or unemployed, to sleep from say 2:00 to 10:00 is not the same caliber of sleep that you’re going to get from 11:00 to 8:00 or 11:00 to whatever it might be", "whitney wolfe herd: i completely agree", "tim ferriss: so, i’m going to flash back to books, specifically", "and i had read, at one point, a) i don’t think we’re going to spend a ton of time on this right now, but you ask about your team’s mood every day, which i thought was very interesting, and have them rank it", "but what i caught, at the end of this, i was curious about", "so, it says a box in the corner contains copies of originals, subtitle how nonconformists move the world by adam grant", "and wolfe tells everyone to take one home, so they can have a group discussion", "why did you choose to do that with this book", "and do you do it with other books", "are there other books that you’ve also used for employees in the company or readers, whatever it might be", "whitney wolfe herd: sure", "so, like we were saying earlier, internet time is different time zone from every other measure of time", "when we were doing that, we were a team of something like six or seven", "we were really a tiny team", "we were still in our apartment, and our conference room was in a bathtub", "and we were really just trying to keep the wheels turning", "and i felt that a good mechanism of kind of keeping everyone, as fast and as crazy as it was all going, keeping everyone on some form of a thread of commonality where there would be something everyone could talk about together that wasn’t bumble", "so, how could we have interesting conversation together as this small team that wasn’t just like, okay, what are we going to do with our downloads, or what new product are we going to do", "how could we focus on kind of interesting insights from someone else", "and so, we did kind of a poll early on of what book should we read together", "let’s try to do a book club together", "and this was at one of those pivotal moments of growth", "and so, it did not last very long", "tim ferriss: the book club", "whitney wolfe herd: the book club did not last, but the intentions were good", "the intentions were good", "and everyone really liked the idea of trying to turn off", "another purpose of that was i was trying to encourage the team to turn off a little bit at night", "and instead of getting deep into your emails, after you’ve come home from dinner, open a book", "read", "detach", "do something that is going to challenge your mind in a way that you’re not being challenged all day long", "and so, that was the premise of it all", "and, as you grow, we’re approaching 100 employees here soon, it’s very hard to do a check on how you’re feeling every day", "you can’t really go around the room with so many people", "and it’s really hard to get everybody together for a book club when things are just going so fast", "tim ferriss: yeah", "are there any books, personally, that you’ve gifted often to other people or reread a lot yourself", "whitney wolfe herd: yes, i have", "several different books, but two that we can talk about", "something i’ve always gifted and just kind of held close over the years is the book shantaram", "have you read shantaram", "tim ferriss: yeah", "mm-hmm", "whitney wolfe herd: okay", "i became obsessed with shantaram", "i tried to join the shantaram fan club online, like a book club", "it got weird for a second", "but the point is i loved shantaram", "and i loved that it took you into this different element of human understanding", "and i wanted my team to read it because i think it’s actually a great marketing example how to build a product based on human behavior, and how to understand people around you and what makes people tick", "not just what’s the roi on some billboard", "and so, i don’t know what it is about that book", "i can’t summarize it in one sentence", "but it just gives you a peek into the soul of humanity, if that makes sense", "and so, that’s a book that i’ve gifted frequently, and i love", "tim ferriss: yeah", "fascinating story", "also, the author has a really good, effectively, good bye, public world", "you’re not going to hear from me for a while", "i’m going to continue to do my work, but i’m not going to appear anywhere", "i’m not going to do anything", "and he made this public proclamation, which i thought was very inspiring, since i fantasize about that all of the time", "but this book, very powerful story that, very often, catches people at the right time", "what’s the second book", "whitney wolfe herd: so, back to the right time, and it catches people at the right time", "i, actually, read that book when i graduated from college", "i went and got a backpack at rei and went to asia for a couple to a few months", "i have no concept of years or time anymore", "and while i was over there, i spent time in singapore and throughout several cities", "but i also spent time solo at orphanages in northern thailand, in cambodia, and then, did a lot of travel through that area", "and that was the book i read on that trip", "and so, i think, as you’re sitting on this bus that breaks down with a bunch of local cambodians eating crickets reading shantaram, you’re almost taking yourself out of everything you’ve ever known to be true and understanding how big and vast and how great the world is around you", "and really, how small one is", "it just gives you so much perspective", "so, that’s one book", "another book that i’ve been gifting, and he should probably make me an ambassador, so if he listens to this, this book called the plant paradox", "have you heard of it", "tim ferriss: no", "whitney wolfe herd: this will destroy your life in a good way", "so, it’s, basically, telling you that everything you’ve ever heard about health and wellness is completely false", "so, he tells you plants are bad for you, essentially", "and i don’t know what it is about this book, but it might be a little bit of hocus pocus, but i’m a full believer", "and so, i think i’ve sent that book to 100 people, at this point", "tim ferriss: so, how has it changed your behavior or your thinking", "whitney wolfe herd: well, the big thing for me, as i’ve been working so much, i’m also starting to understand how health catches up", "so, for the first few years of bumble, i was drinking every night", "not at a club", "i have not gone out – i have not been social like a normal 20 something year old, since i started bumble", "actually, i became almost a hermit", "i became very reclusive, and i just wanted to be with my boyfriend who became fiancé and now husband", "and i just wanted to be with people that i really knew and trusted", "and i didn’t want to go anywhere because i was so paranoid that everyone hated me or assumed these awful things about me that i genuinely just went to work, went home, maybe cooked dinner, maybe cried a little bit, maybe drank some wine, and that was it", "and so, this whole thing has become a bit more important now", "here, you go to work, and you can create as much success as you’re able to", "but you have nothing without your health", "you have nothing without your mental health", "you have nothing without your physical health", "and so, that’s why i’m kind of getting into these books because i think it’s important to have that type of balance", "tim ferriss: has it changed your diet or anything like that", "whitney wolfe herd: yeah", "it actually has", "it scares you about what you’re putting in your body", "so, it just makes you think", "tim ferriss: so, what might a default breakfast or lunch or dinner look like for you now", "whitney wolfe herd: oh, gosh", "that’s a crazy question", "there is no default", "it’s whatever i can find, generally", "tim ferriss: right", "but what are the rules", "whitney wolfe herd: but now, i’m trying to be more thoughtful", "so, the rules according to this guy are that everything you put in your body is, essentially, your health", "and you are what you eat", "and so, even getting a piece of organic chicken, what you used to maybe think was good for you, what is that chicken eating", "and so, it’s just this awful rabbit hole that you go down", "but it’s interesting, and it’s important to understand the affects on the planet", "and that’s a conversation for another time", "tim ferriss: all right, cool", "i’ll check it out", "everything you put in your mouth, on your body is a drug, if it has a biochemical effect", "so, you have to think of it that way", "you said the plant paradox and plants are bad for you, there are a lot of plants that really don’t want you to eat them", "whitney wolfe herd: exactly", "that’s what this is all about", "tim ferriss: yeah", "there are a lot of them", "and it made me think, briefly, i’m not going to get into it, but of zuko who is the creator/co-creator, i’m not sure which, of z cash, cryptocurrency", "a really smart guy who eats only meat", "he does not eat any vegetables whatsoever, and he’s been doing that for years", "whitney wolfe herd: see, because a lot of the plants have defense mechanisms", "and they will poison you", "tim ferriss: yeah", "whitney wolfe herd: according to believers", "tim ferriss: there are a lot of plants, since they are – whitney wolfe herd: night shades", "tim ferriss: – since they are fixed in their mobility, they can’t run away from predators", "they develop all sorts of very, very, very clever defense mechanisms", "whitney wolfe herd: like apparently, beans are toxic for you", "tim ferriss: yeah", "beans – we don’t have time to get into the bean rabbit hole, but beans, yes", "this comes up a lot", "well, i’ll digress for a second just because you have very strict, militant paleo, which is like, if you eat beans, your gi tract will explode while you’re walking down the street", "i’m exaggerating a little bit", "whitney wolfe herd: oh, i was like oh, my god", "tim ferriss: they’re like if you eat beans, it is like swallowing broken glass", "i tend to be more moderate in my views of beans", "i found them somewhat helpful, also given their fiber content and so on, for a lot of things, including weight loss", "but if you look at, certainly, many different plants that have something as seemingly innocuous as say oxalic acid, which is why you get that certain feeling in your mouth when you eat a lot of say raw spinach, which can be somewhat innocuous down to saponins and other things", "they can actually do a fair amount of damage", "whitney wolfe herd: we should title this episode bumble and beans", "tim ferriss: bumble and beans", "whitney wolfe herd: it sounds like a bad band", "tim ferriss: bumble and beans", "or a bar in austin right next to mean eyed cat", "next question is what purchase of $100.00 or less, it doesn’t have to be exactly that, but what purchase that is not something exceptionally expensive has positively impacted your life, in recent memory", "it could be a few years ago", "it could be – whitney wolfe herd: that’s a great question", "coconut oil", "tim ferriss: coconut oil", "whitney wolfe herd: yes", "tim ferriss: what do you use it for", "whitney wolfe herd: everything", "you can take a bath with it", "you can put it in a smoothie", "you can cook vegetables with it", "you can actually put it on your skin", "i think coconut oil is a cheap miracle buy", "tim ferriss: yeah, i agree", "it has some really fascinating antifungal, antibiotic properties as well", "antimicrobial, i should say", "whitney wolfe herd: even if you get a cut, they say you can put coconut oil on it, and it helps heal it", "tim ferriss: yeah", "coconut oil is really fascinating on many different levels", "useful for a bunch of diets, maybe that are contained in plant paradox", "whitney wolfe herd: probably", "tim ferriss: just because of the concentration of mct oil, effectively", "but the – whitney wolfe herd: i just think it’s a cheap thing that you should always have around", "you keep one next to your bathtub", "you can put a big scoop of coconut oil in a hot bath, and it just nourishes your skin", "and it’s actually calming and relaxing", "and then, you keep one in the kitchen and do everything with it", "tim ferriss: yeah", "coconut oil, i almost used it to cook the other day, but the burning point is not high, not low", "it’s around the same", "i believe it’s around the same as olive oil, so smoking point is around 350", "whitney wolfe herd: yeah", "i think it can go a little higher than olive oil", "apparently, olive oil is bad for you", "i don’t want to go down this rabbit hole", "tim ferriss: yeah", "for cooking purposes, yeah", "all right", "olive oil varies greatly", "your mileage may vary with your olive oil purchase, says tim ferriss brought to you by bumble", "good", "good answer", "yeah", "coconut oil also keeps forever", "so, it’s very useful to have around", "whitney wolfe herd: also, little smithson journals", "tim ferriss: smithson", "whitney wolfe herd: the little mini ones", "they come in yellow with a bee", "i like to gift those to people on my team and just they’re a low price point", "i think they’re like $60.00 for, actually, a pretty big one", "and you can actually have it monogramed", "tim ferriss: smithson", "whitney wolfe herd: yeah", "and it’s just a nice little, leather notebook", "and i just think taking notes, actually, is really, really therapeutic", "and it’s also incredibly productive", "i mean, you’d be so shocked, and i know that you know this, but i was so shocked when i started just writing things down as they came up", "and the stuff i was going back to that i had written down, i would have never in a thousand years remembered had i not written it down", "it’s fascinating to see how much the human mind actually just disposes of, in terms of memory", "and so, i think that’s a great, little gift", "tim ferriss: yeah", "it’s really powerful", "and you’re kind of preaching to the converted, since i have so many notebooks", "but i think, as a guy, especially, there’s this mental hurdle with thinking of a journal as a diary that i just can’t leap over", "whitney wolfe herd: oh, yeah, same", "tim ferriss: but, if you use it as morning pages, then, it serves the same function", "whitney wolfe herd: i’m with you", "tim ferriss: and you have that chronicle", "and it’s true that we really think we are going to remember forever the things that we will very soon forget", "and it’s made it so clear to me", "actually, when i was 15, my first time abroad with any real time was as an exchange student in japan for a year", "it totally changed my life", "i lived with a japanese – whitney wolfe herd: wow, where were you", "tim ferriss: in tokyo", "whitney wolfe herd: wow, that’s so cool", "tim ferriss: i ended up the only american in a japanese school of 5,000 japanese kids", "whitney wolfe herd: how amazing is that", "tim ferriss: so, if you want to talk about where is waldo, school uniform, the whole 9 yards", "whitney wolfe herd: that must have been incredible", "tim ferriss: every class in japanese", "yeah, it was wild", "and i had these phone calls with my mom catching up with my parents", "and she would take copious notes every time after we had spoken, so that – whitney wolfe herd: so that she could remember to tell you about it", "tim ferriss: — so that she could give it to me later", "and i look back at those notes, and i don’t remember 98 percent of it", "i mean, now, i do as a cue, but if she hadn’t done that, all of those incredible experiences just would have been gone", "whitney wolfe herd: wow, that’s fantastic", "that’s really interesting", "tim ferriss: when is the last time you cried tears of joy", "whitney wolfe herd: yesterday", "tim ferriss: yesterday", "whitney wolfe herd: mm-hmm", "got some big news, can’t tell you about it, unfortunately", "but i got some big news, and i got the news, in my office, with two of my kind of closest allies and very, very early employees and key members of the team", "and we all kind of freaked out", "and we were screaming, in my office", "and hr came over and was like what’s wrong, everyone is worried", "what’s going on in there", "and i’m like no, everything is great", "can’t tell you what it is", "you’ll see in a month", "but i actually cried tears of joy", "it’s just awesome", "when certain things come up that you felt were so far away, in terms of them being obtainable or actually happening, but you’ve worked really, really, really, really hard to get there, when those two pieces collide into actual reality, it’s just like such an emotional thing", "i also cried tears of joy about a week ago", "so, my husband broke his back in an awful car accident a year ago, exactly a year ago", "and they thought he was going to be a quadriplegic", "they thought he was maybe going to die in surgery", "who knew what was going to happen", "he was in critical condition for almost a week", "and that hospital, i just didn’t leave it", "i stayed in that icu with him the whole time", "and this year, a year later, he was fortunate enough, obviously, he’s walking, thank god, he’s health, and he’s well", "and we went back to the hospital exactly a year later, and he very generously, with his family, had donated the new intensive care center at the exact hospital", "and all of his nurses that took care of him for that week who were, literally, holding me as i sobbed and was terrified, they came to the ceremony", "and that was just the craziest feeling to go from being in the darkest possible situation in a certain building to coming back and being in the best possible situation", "that’s just like a really emotional situation", "so, i definitely cried tears of joy that day", "tim ferriss: where were you born and raised", "whitney wolfe herd: salt lake city, utah", "tim ferriss: that’s what i thought", "so, when you’re going through this experience with your husband, you’re at the hospital, whether you’re on the way there, at the hospital, during that period, were there any mantras or quotes or prayers or anything that you relied on to help or reminded yourself of", "it doesn’t have to be during that period", "whitney wolfe herd: yeah", "tim ferriss: or questions you asked yourself", "i’m just wondering if there’s anything that you go to, in moments like that, that you find helpful", "whitney wolfe herd: i do try to tap into whatever the higher power is", "i’m not a religious person", "i do feel that i’m somewhat spiritual", "and spirituality comes out in moments of darkness or moments of fear", "and it’s interesting", "you almost feel this sense of security, when you feel the least secure possible", "i don’t know how to explain that", "but it’s really spooky", "so, actually, the night before his accident, i actually had a dream something awful was going to happen to him", "and i called him that morning", "and i said i feel sick", "it was like 6:00 in the morning", "i woke him up early, and i said i feel sick", "i had this awful dream", "i need to come home because he was actually not in austin, at the time", "and he was in tyler where his business is", "and so, home is we kind of commute", "i said i need to come home", "i can’t go to la today", "i’ve got to get home", "i just don’t feel good about this", "and he was like chill out", "i’m going to go walk the dogs", "you go downstairs, have some coffee, call me on the way to work", "and i just had this sick feeling and this really bad feeling like something is not right, something is not right", "and i called him on the way to work, and he didn’t answer", "and i just started sobbing in the car", "and i had to kind of slap myself and roll the window down and be like you’re having a panic attack", "you had too much coffee", "and i just couldn’t calm myself down", "and low and behold, five minutes later, i got the phone call back from his chief operations officer who was following an ambulance", "and so, that really stuck with me through the whole week", "and i was trying to wrap my head around that", "i was trying to decipher why am i feeling those things", "so, my message in that, not to ramble, is that i genuinely believe every person on this planet has a sense of intuition", "and it’s learning how to separate that from fear or anxiety or panic and really listen to your gut", "and i really think that that’s what has gotten me to where i am today is listening to your gut when you can", "so, yeah, that was my only real mantra was just to kind of listen to what was going on and try to keep it under control", "tim ferriss: i won’t go too far into this because the people who don’t already think i’m crazy will definitely think i’m crazy", "whitney wolfe herd: oh, people probably think i’m psycho", "tim ferriss: but i’ve been systematically reducing my caffeine consumption, so that there’s less noise, in order that i can better listen to those feelings because i have found, when i kind of raise the level of volume and static, with adrenaline and other stress hormones, it drowns out some of the signal", "and my dog is also, and this is not that uncommon, babies and dogs, i think, also", "but my dog is very much every time – she never barks – she rarely barks at anyone", "and if she barks or growls at any journalist, any member of the media, when i’ve ignored it, it has, within 24 hours, ended up that i should have heeded that warning", "so, i use that as one of my many check boxes", "of course, i’m using some more left brain as well", "but i’m valuing more highly the less obvious, less perhaps structured thinking because the vast majority of our evolution is not prefrontal cortex, let’s sit down with a spreadsheet", "and so, if you have a funny feeling – whitney wolfe herd: you got to listen to it", "tim ferriss: yeah", "it’s worth exploring that", "whitney wolfe herd: you have to", "it’s so interesting you say that because every time i’m like, damn, why did i not do that , or why did i do that, if i think back to when i made the decision against or for something, i always had the right answer, if that makes sense", "but then, you go in the other way, for whatever reason, and you’re kind of like i should have listened to myself", "and for anybody out there, even in business, i think that’s such a good way to have the answers because, a lot of entrepreneurs, we don’t have the answers", "even though i’ve had this amazing business partner who has a lot of answers, and i’ve been able to tap into his knowledge, there’s still so many days where i have no idea what to do", "and you’re left with one thing, and that’s your gut", "and that’s it", "and you have to try to listen", "but i’m with you on the coffee thing", "i’ve tried to have only one sip because i will, literally, start spinning out of control", "so, i’m with you on the toning it down", "tim ferriss: and for people who are wondering how does that actually apply, how do you listen to it, in my case, one of the clearest examples, if i look back at the 70 to 90 startups that i’ve invested in over a 10-year period, from like 2007 to 2017, and a lot of those were passive", "at any given time, there were no more than four or five active needing my help", "so, it was in waves, certainly, and not all of them make it, as you know", "whitney wolfe herd: how do you keep track of all of that", "tim ferriss: we could talk about it", "that’s a whole separate conversation", "whitney wolfe herd: lots of notebooks", "tim ferriss: well, i’ll give you one thing that i borrowed from japan, actually", "this is getting a little off topic", "but so, there’s something called [japanese word], in japan, where if you look at the conglomerates, very often, they will buy a company that can be a supplier or a customer for another company within their portfolio", "whitney wolfe herd: got it", "tim ferriss: or that has some type of knowledge that can be transferred to other divisions", "whitney wolfe herd: shared resources", "tim ferriss: so, every time i looked at a portfolio company, one of the ideal boxes to check was how much can they be helped by and help another company in the portfolio", "whitney wolfe herd: that is in the portfolio", "that’s a very smart way to look at it", "tim ferriss: yeah", "and that decreases the – it increases the efficiency for everyone, but also decreases the actual heavy lifting that i have to do as a solo operator", "but when i look at all of those companies, and there’s the good, the bad, and the ugly within that, as you would imagine, the gut feeling – feeling good about a company or feeling good about a founder isn’t enough for me to invest", "but feeling off about a founder is enough for me not to invest", "whitney wolfe herd: i could not agree more", "tim ferriss: because a lot of really good founders are going to have maybe not a jobsian level reality distortion field, but they’re going to be very good at selling", "and they’re going to be very good at persuading", "and if they’re not, guess what, that tells you something, too, because they should be", "so, it’s very easy to drink the kool-aid, even if you think you’re immune to their charismatic effects", "whitney wolfe herd: completely", "tim ferriss: so, if i feel good about it, it’s like trust but verify", "whitney wolfe herd: yeah", "like let’s get some documentation now", "let’s see what this looks like", "tim ferriss: let’s look at the documentation", "let’s actually look into the – whitney wolfe herd: one bad feeling, run", "i’m with you", "tim ferriss: exactly", "and whenever i’ve violated that, which i did in some of the early cases where it’s like, but we have this – we have all of these amazing investors", "we’re closing in 48 hours", "we’re oversubscribed, all of that fomo shit", "whitney wolfe herd: scare tactics", "tim ferriss: and then, i invest, and i’m like i fucking knew it", "i knew it within not even the first hour", "i knew within the first five minutes i didn’t feel right with that person", "so, that’s enough", "whitney wolfe herd: that’s really interesting though", "tim ferriss: enough of my mumbo jumbo", "whitney wolfe herd: it’s actually good advice to people", "seriously, pay attention to that stuff", "tim ferriss: yeah", "there’s a book for people who are thinking about how this might apply more broadly called the gift of fear by gavin de becker, which talks about this and how people get themselves into very, very awful situations, women especially often, by not paying attention to that feeling, that nagging feeling", "it’s really important to pay attention to", "what is one of the best or most worthwhile investments you’ve ever made", "and that doesn’t have to be money", "it could be money, but it could be time", "it could be energy", "anything that you’ve invested into that gave you a tremendously high roi", "whitney wolfe herd: the best thing i’ve ever invested into is time and dedication into my team at bumble", "that’s 100 percent the best thing i’ve ever invested in", "and it’s been such a dedicated effort over the last 3.5 years, but really investing that extra hour or that extra day or that extra thought or that extra get to know someone", "that’s the stuff that counts the most because, when you do that, you instill more than just a job opportunity", "you give more than just an opening at a company", "you really leave them with the same values and the mission becomes engrained in them", "and they’re able to do their job in a way that is almost immune to competition because they’re so on the same page with why you started the company to begin with", "tim ferriss: what are some ways that you do that concretely, whether it’s in the onboarding process or ongoing or otherwise", "like anything you do on a monthly or weekly or quarterly or whatever basis, could you give an example", "whitney wolfe herd: yeah", "so, i think that your first 10 hires are what defines the future of your business because no singular human can scale culture", "it’s impossible", "there’s no way to have the time or the bandwidth or the actual physical ability to go and instill your vision and your values in hundreds of employees as things grow, if you’re so fortunate.  so, those first 10 people, they are your culture warriors", "and if you can invest everything you’ve got into those people, those people will then invest everything they’ve got into the people that work under them or beside them", "and that’s how you scale culture", "and so, in the early days, we’re talking weekends", "i would do whatever i could to make experiences for my key, early hires, so that they felt like family but in a non-boundary crossing way", "we still had boundaries where they still had their own lives", "and we were trying to keep things healthy", "tim ferriss: what would be an example of – whitney wolfe herd: so, you know, having everyone over to my house on a saturday, and making sure that they had a great day but really explaining to them my pain points that i’ve lived through in my life and why this company is going to make a difference", "and share with them how we can actually have real impact on the world, not just a paycheck or the potential to be a big valuation one day", "how do we actually change the world through what we’re doing", "and changing the world doesn’t necessarily mean on the main scale", "you can change the world by affecting one person", "that is putting good energy out there", "so, investing that mantra and kind of putting that time and really finessing that ethos has served me very well", "and i’m so proud of them because they’re all now leaders, in their own right", "i want them to feel like mini ceos in their own way", "and if i’m not in the office for two weeks, i don’t want to be like oh, the boss is out because, no, there are so many bosses in that office, and they’re amazing, and they’re passionate, and they’re inspiring", "and they’re just as impactful as i am to this company", "and that’s how i’ve wanted it to be", "tim ferriss: what are some of the rules or a better, perhaps, question is what advice have you been given by mentors or others that has really helped you, in the early stages of building a company", "it doesn’t have to be specifically hiring, but it could", "and if that’s too tough or just maybe not an interesting question, just advice that you’ve received from mentors or key lessons you’ve taken away from any particular mentors", "whitney wolfe herd: yeah", "i’ve received a lot of interesting advice", "and i think that the more you listen, and the more you absorb, the better you are", "as much as i’ve tried to say i’m going to do this my way, and your advice is nice, and your advice was great, but i’m going to trust my gut, and i’m going to build the company that i want it to be, i have gotten great, great pieces of advice from so many people", "and i think that my business partner, like i said, he had been in the dating industry for almost a decade before me", "and so, there were times i would call upon him and say i’m thinking about doing this", "and he’d say well, i think you should think about it in a different way because he had been through it", "and so, i know this is going to sound silly, but the best piece of advice i’ve ever received was from my husband’s grandfather", "and he said the most expensive currency in the world is experience", "there’s nothing better than experience", "you cannot buy it", "you cannot pay for it", "you cannot go out and get it overnight", "so, tapping in to people with experience and actually trusting them, when you feel that they’re off base, but really trusting them, that’s been such good advice that’s served me so well because you’ve probably been here, too", "here i am, this 20 something year old, a couple of years ago, i’m still a 20 something year old, but going out and doing things my own way and saying you just don’t understand, or i want to do it my way, or trust me, it’s going to be like this", "tapping in to someone who has done it before, and even if you disagree with them, really thinking twice before you shot them down", "so, i just think that served me pretty well over the years is to not write off people with experience", "tim ferriss: yeah", "and furthermore, even if you feel like you’re strong enough to figure it out, certainly, looking at a lot of founders i know, it can feel very isolating as a ceo", "and i remember chatting with amanda palmer, the musician, much more than a musician, certainly", "she’s done a lot", "but if people search amanda palmer asking for help or how to ask for help, it’s extremely helpful", "she’s given talks on this as well", "but i found it very empowering to realize, at times, when i have artificially isolated myself to be like i don’t want to burden other people with my shit", "like let me just figure this out and sit down with my note pad and get stuck in my head and chase my own tail and self-flagellate and make this all worse", "and then, punish myself or feel upset when i don’t figure it all out", "whitney wolfe herd: absolutely", "tim ferriss: and instead, it’s like no", "your friends want to help you", "give them the gift of allowing them to help you and reach out", "whitney wolfe herd: even not your friends", "tim ferriss: yeah", "they don’t have to be your friends", "whitney wolfe herd: it’s shocking", "even people along the journey, i kind of have this syndrome where i’m always impressed by everyone", "and i don’t feel impressive ever", "it’s just something i’ve suffered with my whole life", "and no matter who it is in front of me, literally, it could be someone that, career wise, isn’t even on the same kind of contribution level or whatever it is", "but i’m just always impressed by people because i think it’s important to really appreciate everybody else’s story and where they come from and what they’re doing", "and so, i’ve always been, the last few years, scared, like you said", "i’ve always been like i can’t ask that person for advice because they’re so important, and they’re so impressive", "and they’re going to think i’m annoying, or they’re going to think that i’m needy, or they’re going to think that – you know what i mean", "and so, i’ve almost dug myself into this hole of not asking enough people for help in fear of them feeling invaded or imposed on", "tim ferriss: yeah, for sure", "whitney wolfe herd: not because i didn’t care about what they had to say", "so, that’s a really interesting perspective", "tim ferriss: and let me give just a couple of thoughts for people who are like, okay, i’m going to ask tim for advice or ask you for advice or whatever it might be", "if you want to ask anyone for advice who you perceive as very busy, one recommendation i would make is do not say can i take you out to lunch and pick your brain", "whitney wolfe herd: yeah", "no one has time for lunch", "tim ferriss: don’t do the brain picking", "it sounds awful", "and nobody wants to do it because it’s really nebulous", "and so, the concern is i’m going to go out", "it’s not going to be 15 minutes", "it’s going to be an hour of them trying to figure out what they want to say", "and it’s not going to be a good use of time", "so, you can say a) i know you get 1,000 emails", "if you don’t have time to respond, i totally understand", "but i couldn’t think of a better person to reach out to", "there’s one thing i’m really struggling with", "here’s the situation", "here’s what i’ve tried to do or figure out already", "whitney wolfe herd: this is how i’ve already troubleshooted it", "tim ferriss: this is how i’ve actually used google", "i’m not going to hit – whitney wolfe herd: i’ve actually looked into this", "tim ferriss: yeah, i actually looked into it", "i’ve tried to figure out this and this", "this is where i am, super specific question", "and, again, if you’re too busy, i totally get it, no problem", "and if easier, here’s my cell phone", "whitney wolfe herd: i like that", "tim ferriss: giving them an out, recognizing they’re busier than hell, which they probably are, and having a really soft delivery but showing that you’ve put in some work", "that you’re not outsourcing your mechanical turk stuff to them", "put in some effort and show that you’ve done it", "whitney wolfe herd: i agree", "a follow up to that, we actually do that in the office", "so, what i’ve told the team, and what the team has really learned, and they do it on their own, which is amazing, if you have a problem, please don’t come talk to me about it, unless you have a suggested solution", "tim ferriss: yes, absolutely", "whitney wolfe herd: i can’t just listen to problems", "come with two potential solutions", "like, hey, whitney, we’ve got a huge issue", "this situation has completely crumbled, and we’re committed to this or whatever happened", "my suggested solution is either a) we do x, y, and z, or b) we could do this", "and here are the consequences of both", "and this is what is going to happen in each scenario", "and then, we can talk through that", "and it goes to show that someone has actually thought through the other side of the fire", "how do we get out of here", "what’s the exit strategy", "not just oh, we were in a fire", "tim ferriss: yeah", "this is so important", "and if you think of problem solving as an algorithm or software, in a way, if you add head count to say really inefficient software development project, it’s just going to make things take longer", "so, the more people you have, in a way, you could argue this is really important, especially when you have a tiny team", "but the amount of bloat and wasted money that can really cause problems doesn’t increase in a linear fashion when you then have 100, 200, 500 people", "if you have 500 people who haven’t been coached on how to do this, it gets even more expensive", "and one thing i’d add to that is this is so important", "so, when i hire people part time, contract, full time, whatever it might be, they learn really quickly do not come to me a) with a problem without a proposed solution", "and if you come with a proposed solution, don’t give me a 12-item multiple choice question", "you can give me your top three or four", "i also want to know which one do you think we should do and why", "whitney wolfe herd: yeah", "which one is the best, and why have you gotten to that rationale", "tim ferriss: yeah", "and i might disagree with it, but it’s like i want your top four options or whatever it might be, three, in ranked order and for you to explain why you think no", "1 is the best", "and then, it’s a yes/no", "or now, let me take a closer look", "but it saves so much time", "and i think what’s important to pair that with, and i remember reid hoffman, co-founder of linked in, among many other things, the guy is an incredible investor and an incredible guy – whitney wolfe herd: he really is", "he seems amazing", "tim ferriss: and, i’ll add this, i’ve had him on this podcast", "people can look it up", "but he’s also, from what i’ve experienced of him and many people have experienced, a genuinely happy guy", "it’s hard to overstate how rate that is among a lot of these folks you would view as icons", "whitney wolfe herd: yeah", "so many people try to get out there and become successful as a coping – or this is going to make me happy, or this is going to make me happy", "and then, they get to the next level, and they’re still not happy", "and then, they want to go to the next level", "so, that’s really impressive", "tim ferriss: reid is amazing, yeah", "and he’s taught wittgenstein classes at oxford in his spare time", "whitney wolfe herd: he’s like amazing", "tim ferriss: he’s done a lot", "and he was referred to as the fire fighter and chief by peter teal", "and so, reid hired a young guy named ben casnocha to be his chief of staff and to handle anything and everything", "it’s kind of like an aide de camp position, if anyone from the military is listening", "in any case, what he told ben really early on was, and i’m paraphrasing here, you can have something like 10 to 20 percent footfall", "footfall is just a tennis or sports analogy", "you can have a 10 to 20 percent error rate for the sake of speed", "i want you to move quickly", "i want you to figure things out on your own", "and you’re allowed to make mistakes", "i expect you to make 10 to 20 percent mistakes, and just try to not make them gigantic", "whitney wolfe herd: that’s your margin of error", "tim ferriss: and when you tell people that in advance, it also – whitney wolfe herd: manages expectations, too", "tim ferriss: — it manages expectations, and it helps to encourage them to do what both of us are suggesting because, otherwise, they’re like, if i’m afraid that i’m going to be punished for making every mistake or slight error, then, i’m going to come to you to try to get your opinion on everything because i don’t want to suffer that negative consequence", "whitney wolfe herd: that’s really interesting", "tim ferriss: yeah", "reid is a stud", "so, just a few more", "what is an unusual habit or absurd thing that you love", "and i’ll buy you a little bit of time because when i say absurd or weird, i really do mean weird or absurd.  so, for instance, i take a screen shot any time my phone says 5:55 because i finished – whitney wolfe herd: that’s my lucky number 555", "tim ferriss: are you serious", "whitney wolfe herd: i screen shot at 5:55", "tim ferriss: are you serious", "whitney wolfe herd: i swear to god, ask my husband", "i screen shot, if anything is 5:55, i’m a weirdo with the number 5", "if i see a door that is 555, i do the same thing", "i swear to you", "tim ferriss: that’s crazy", "whitney wolfe herd: i’m not kidding", "i promise you", "tim ferriss: okay", "first time i’ve ever run into anyone else", "whitney wolfe herd: i have a freak thing with fives", "tim ferriss: all right", "the universe has brought us here", "whitney wolfe herd: look at that", "all right, keep going", "i didn’t mean to interrupt", "tim ferriss: no, all right", "whitney wolfe herd: that freaked me out", "tim ferriss: so, that’s one", "then, you have someone like cheryl strayed who wrote wild, a hugely impressive woman", "she’s written a lot more than that", "she’ll rearrange sandwiches because she wants every bite to contain every layer of said sandwich", "she doesn’t want there to be a clump of avocado on one half and so on", "whitney wolfe herd: i get that", "tim ferriss: but it’s understandable", "it’s still pretty weird", "so, besides your screen shotting, what other odd habits or absurd things do you do or love", "whitney wolfe herd: well, people think this is absurd", "i just think it’s sweet", "but i guess i’m different", "i cannot sleep at night, unless i text my mom good night and say i love you", "tim ferriss: oh, that’s sweet", "whitney wolfe herd: i’ve been doing it since i left home", "i cannot sleep at night", "i have to – like last night, i was so exhausted, i’d been doing south-by stuff all day", "and, literally, i had to roll over and get my phone and say good night, mommy, i love you", "i just can’t go to sleep without doing it", "i know it sounds kind of crazy", "i’m, literally, a grown woman of 28 years old", "i just would never be able to live with myself if the next day came, and you don’t get to see your mom again for whatever reason", "and i just have to say good night and tell her i love her", "that’s the way i feel", "tim ferriss: i think that’s a great practice", "and you could argue it’s even more important the older you get", "and i would recommend everybody, people who have listened to this for a long time, a podcast – you’re going to be sick of hearing this, but read the tale end by tim urban, please", "it really paints an incredible picture and a sense of urgency as it relates to interacting with your parents", "and i think the number is something like, by the time you graduate from it may even be high school, i don’t even think it’s college, you’ve spent 80 plus percent of the time you’ll ever spend with your parents before they die", "something like that", "whitney wolfe herd: it makes me get like emotional", "tim ferriss: see, i think more people should do that", "whitney wolfe herd: so, yeah", "i guess you could call that absurd because you don’t hear of a lot of adults doing that", "so, it’s probably classified as absurd", "but i do think that it’s important", "and no matter how busy you get, or no matter where you are in the world, what’s more important than your family", "nothing", "tim ferriss: yes", "i’ve had a lot of close friends pass away this past 12 months", "and almost all of them are entirely unexpected", "whitney wolfe herd: really", "tim ferriss: yeah", "so, you just don’t know when your time is up or someone else’s", "so, don’t save that stuff", "in the last few years, it could be five years, two years, it doesn’t really matter, but what new belief, habit, behavior, tool, anything has most positively impacted your life personally", "not the company, not your employees, but you", "is there any new habit or belief, break through, break down, anything that has, ultimately, ended up having a very strong positive impact on your life", "whitney wolfe herd: that’s a really good question", "turning my phone off from time to time", "genuinely, that’s helped me a lot", "i think i’ve formed this insane tech addiction, over the last few years", "just bumble is on my phone, literally", "everything goes through my phone", "i’m communicating with people all day every day, and it’s nonstop", "and so, turning it off, putting it in a drawer for 30 minutes is, actually, really helpful", "tim ferriss: all right", "so, last or second to last question is, if you could put, it can’t be an advertisement, but a word, a phrase, a quote, question, anything on a billboard, so metaphorically getting this out to millions of billions of people, what might you put", "whitney wolfe herd: well, we did it", "we put, “be the ceo your parents always wanted you to marry.” and we put that on a bunch of billboards everywhere", "we actually asked that exact question in the office", "if we could share one message with the world, and we had a budget to do it, what would we put up there", "and that was really the sentiment that our team landed on", "it just speaks to everything we’re trying to do with bumble", "we want to encourage women to be equals, and to be seen as equal", "and in any courtship through friendship or business or love, whatever that is, to really feel empowered and confident, and to get out there and be whatever they want to be, not go and try to find that in someone else", "you can find that in someone else but try to do it within also", "tim ferriss: whitney, thank you so much for taking the time", "where can people say hello to you, best places to wave a hand on the internet, check out what you’re up to", "whitney wolfe herd: as long as you’re going to be nice on the internet, come to instagram", "but no, everybody – tim ferriss: what is your handle on instagram", "whitney wolfe herd: it’s whitwolfeherd", "and i would encourage everybody to check out bumble", "we’ve added friend finding, business connections, and everything", "so, i think that would be a great thing for people to go check out", "tim ferriss: and for everybody listening, i will link to everything in the show notes as per usual that you can find at tim.blog/podcast"]}