{"dialog_idx": {}, "episode_num": 318, "file_type": "audio", "guests": [], "num_sentences": 637, "num_words": 10901, "raw_text": "Please enjoy this transcript of The Tim Ferriss Show, featuring case studies of people who have used my first book, The 4-Hour Workweek: Escape 9-5, Live Anywhere, and Join the New Rich, as a blueprint to build successful businesses as detailed in The Million-Dollar, One-Person Business by freelance journalist Elaine Pofeldt (@ElainePofeldt). It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the episode here or by selecting any of the options below. \n\nOne-Person Businesses That Make $1M+ Per Year\nhttps://rss.art19.com/episodes/74298cdd-d63c-4f45-8e3b-804db9dd09d5.mp3Download Hello, boys and girls. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is my job to deconstruct world-class performers of various types in each and every episode. However, not in this episode. This will be an exception. So, if you want long-form interviews teasing out the habits, routines, and so on of these various experts in different fields, I would suggest you go to tim.blog/podcast. There are more than 300 of them. If you’re going for entertaining, I would suggest maybe starting with Jamie Foxx. You can find that at tim.blog/Jamie. If you want something really deep and profound, you could start with B.J. Miller. Just search B.J. Miller and my name, Tim Ferriss, and there are certainly many, many, many others in between. Relationships? If you want to dig into that, look for Esther Perel, among others. But back to this episode. This episode is going to, by popular request, contains case studies. Specifically, we will be looking at one-million one-person businesses. In a way, you could think of this as case studies from The 4-Hour Workweek. It’s exceptionally hard to believe, for me at least, I had a lot more hair back when The 4-Hour Workweek was written. It was published, let alone written, it was published more than ten years ago. It’s about the 11th anniversary, almost exactly, as I record this. It amazes me that the book continues to strike a chord. No one expected the book to do anything. For those who don’t know, it was turned down by 27 publishers, very violently and rudely in some cases. The initial print run was around 10,000 copies. That does not give you even national distribution. It was a hard book to find, to begin with. Despite all that, here we are. Last year, 2017, I was sent This Year in Books 2017 by Amazon Charts by a friend. The 4-Hour Workweek was, as I read the infographic, the most highlighted book across all of Amazon in 2017, which is crazy. So I thought that it might be worthwhile, as much as certain passages in that book make me cringe because I was a 29-year old with lots of chest puffing, I’ve never wanted to edit it and to fuss with it because I’m afraid of stepping on the butterfly and killing whatever magic ended up being gifted to me and being channeled into that book somehow. I don’t want to fuss with it. I may update certain resources. But in the meantime, I thought I could do that vis-à-vis case studies. While many people have understood the title and not read the book, because it is about doing more with your life and with your time, every hour that you are given, and your hourly output, versus doing little and laying on a beach rubbing cocoa butter on your belly for the rest of your life, the blueprint itself has been put into action by now hundreds of thousands of people. Much like the four-minute mile was thought to be impossible until it was broken by Bannister and immediately thereafter more and more people began to break it because, among other reasons, it was believed to be possible. It was proven to be possible because someone had done it. I love reading case studies that come to me or that I hear about. So, I thought I would share a few. Maybe for those of you listening who are putting off perhaps entrepreneurship or experimenting with lifestyle design until “someday,” which is a dangerous day to phrase things in your own head because it’s very often something you will take to the grave with you. The traffic lights of life are very rarely all green at the same time. So, there’s never really a convenient time to do the most important things in life, whether that’s proposing, getting a divorce, having a kid, quitting your job, starting a company. There’s never really a convenient time to do any of these things. So, perhaps some of the stories or one of the stories that we’re going to talk about will serve as the four-minute mile for you, where you will see that it is, in fact, possible to take maybe even one, tiny small step towards testing a different reality for yourself and doing so at very, very low risk. So, let’s move forward. This entire episode is based on a guest blog post by Elaine Pofeldt. I may be massacring her name and I’m going to certainly butcher other names throughout this. Elaine, P-O-F-E-L-D-T, which was adapted and extended as an excerpt from her latest book, which is called The Million-Dollar One-Person Business. I’ll say that again. The Million-Dollar One-Person Business by Elaine Pofeldt. We connected and have connected several times over the years about various things for magazines. She had mentioned to me in an email that several people had cited The 4-Hour Workweek as inspiration or as a collection of tools they used when starting their business. That’s how we began this conversation about featuring a handful of folks where that played a part. There are six different people we’re going to discuss. Some of them have built very, very large businesses. Some of them have decided after building what would be called “The Muse,” an automated cashflow business in The 4-Hour Workweek to then turn it into something more traditional or conventional. That is totally allowed because most of the rules aren’t rules at all. You make the rules for yourself in most cases outside of a handful of places like law. Even then, you can hire good lawyers or lobbyists and sometimes change the law. But I digress. Let’s get back to the case studies. This is going to be an unusual experiment for me because I will be reading something that Elaine wrote in her voice. So, you will note that it may sound like excessive chest thumping for The 4-Hour Workweek and so on, but this was written by Elaine with a few minor, minor, minor modifications on my part. This is also a test for me. If you want to learn more about case studies, if you want more case studies related to The 4-Hour Workweek or anything else – what have, say, listeners and readers of mine actually done with this information, what are their trials and tribulations for say someone who’s lost 100 pounds, 200 pounds, whatever it might be (I’ve met both, by the way) or someone who’s built a massive company and decided hey, I want to turn this into an Inc. 500 rapidly growing company that perhaps at some point can be acquired or IPO, or those people who’ve decided to keep it really small, one person, two people maybe as a couple and they’re running a multi-billion-dollar business. Let me know if you want more case studies because I am thinking of doing something ongoing with this but I want to make sure if there is demand for it. So, let me know on Twitter @tferriss, T-F-E-R-R-I-S-S, or let me know on the blog post for this, which is very easy to find. You can just search Tim Ferriss Elaine Pofeldt and it will be one of the first results that pop up, I am sure. You can also find that at tim.blog/podcast. So, either way, if you’re interested or uninterested in more case studies on the podcast and elsewhere, please let me know and I will come back to this, but I will mention it one more time. If you want say 20 or 30 more of these case studies, I’ve already put them together and you can find some of them on tim.blog. If you look at the topics on the right-hand side, you will find Muse Examples. There are nine posts. I think each one contains at least three or four examples. So, let’s get into it. The following is going to be Elaine. Laszlo Nadler, that’s L-A-S-Z-L-O, 36, lives a life many dream of. He is on track to bring in more than $2 million a year in a profitable business that is a one-man show. Nadler runs a five-year old online store, Tools 4 Wisdom. That’s tools4wisdom.com from his home in New Jersey. The store sells inspirational, weekly and monthly planners. Nadler outsources the printing, so most of his daily works consists of customer service, business development, and marketing. The business leaves plenty of time to get away for vacations with his wife and two young daughters. When his income from the planners hit six figures a little under two years ago, he quit his job to work on the business full-time. This is Tim jumping back in. I want to note a few patterns here. That is that these people very rarely, those who succeed, throw caution to the wind and just quit their jobs without income in place. They typically do it after moonlighting and working evenings or weekends to prove that their new business works. In some cases, they will wait the span of one or two or three years, even if they get the flywheel spinning, just to double and triple confirm. All right. Back to the piece. Just four years into running his still-profitable business full-time, he broke $2 million in revenue and has seen his life transformed. Nadler is part of an exciting trend. The growth of ultra-lean, one-person businesses that are reaching and exceeding $1 million in revenue. According to recent statistics released by the U.S. Census Bureau, in 2015, there were 35,584 “non-employer” firms. That is, those who do not employ anyone other than the owners, that brought in $1 million to $2,499,999 in annual revenue. That’s 5.8% from 2014, 18% from 2013, 21% from 2012, and 33% from 2011. While the Census Bureau’s label (non-employer firms, which we mentioned before) defines these ultra-lean businesses by what they are not, many entrepreneurs clearly see them for what they are – an engine that offers the potential for high income and a balanced, interesting life on their own terms. These businesses offer three things that elude most workers today: control over their time, enough money to enjoy it, and the independence to live life as they want. Many entrepreneurs take one of two paths in pursuit of economic freedom today. One, quitting their jobs and launching a traditional small business such as a shop or a restaurant, or two, trying to scale a start-up into the next company to go public or get acquired by a larger corporation. But the million-dollar one-person business entrepreneur business introduced a new and third path, one in which a single individual or business partner can extend their capabilities to achieve what it would normally take a larger team to do. What they’re pulling off takes effort, but the changing nature of work, the growth of automation, and technological developments that unlock market access are making it easier by the day. “There is a way of thinking that scales beyond them,” says Eric Scott, a partner at SciFiVC, a venture firm in San Francisco founded by Max Levchin, co-founder of PayPal. Side note from Tim – Max is also in the latest book Tribe of Mentors, if you want more on Max, a fascinating guy. All right, back to the piece. What’s driving the growth of the million-dollar one-person business? Well, there are many factors. One factor is the internet and technology which has enabled individual entrepreneurs to plunge into a vast global marketplace cheaply and quickly. It has become much easier to quickly set up a business’ legal structure, operations, and distributions, says Scott. Thanks to cloud-based storage, buying expensive servers, once a huge barrier to entry for teach startups, is no longer mandatory, for instance. That is one of many, many different examples. This is back to Tim. Almost anything can be found on a contract or software as a service basis, including all sorts of customer service and otherwise. That draining sound in the background is my icemaker. Just for a little audio verite for all of you audio verity fans out there. All right. Back to the piece. The uptick also reflects a shift in attitudes. Rather than to adopt Henry Ford in our business models, in which scaling up depends on hiring legions of employees, these entrepreneurs choose to travel light. When they need to expand their individual capabilities, they often deliberately turn to contractors or firms that handle billing and other outsourceable functions. An approach some first considered after being introduced to the idea of outsourcing in The 4-Hour Workweek. All right. Now we move on to the next section. There’s a short section on effectively getting started, how to get started, then we go back into the case studies. This is from Tim. So, how do you get from where you are currently in your career to enjoying the freedom million-dollar entrepreneurs have? It starts with forming an idea of the type of business you want to run and the lifestyle you want it to support. While Nadler is passionate about planners, thinking about a daily planner might be a slow form of torture for you. This is great. What you obsess about is electronic gadgets, stock market investing, paleo cooking, funky handbags, or collecting ceramic garden gnomes, your million-dollar business idea probably has something to do with that interest. Back to Tim, and I’m going to be interrupting this way quite a bit. Read One Thousand True Fans by Kevin Kelley, especially the updated version that he put together for Tools of Titans. You can find it online. Just search One Thousand True Fans, Kevin Kelley. It’s on kk.org. What he will highlight for you and make the mathematical case for is that even if you have a one-in-a-million interest, all right, so if – I don’t know why this fetish comes to mind, but if you have a sexual fetish – maybe because I’ve toured what used to be kink.com in San Francisco in the Armory. If it’s still around, check it out. But if you have some odd fetish, if you have some obsession with a particular type of Japanese-made watch, let’s just say, like Seiko, for instance, and a particular model even, one-in-a-million interest, and you want to develop a business around that one-in-a-million, when you consider the billions of people on this planet, can still provide a very profitable business that can fuel the rest of your life and perhaps the lives of everyone in your family. So, check out One Thousand True Fans. But it’s very true, as she’s saying, whether it’s not even stock market investing, but say event-based shorting of stocks or something really esoteric, you can find a small group that can, if you provide them with incredible value, fund your life completely, most likely, with plenty of buffer for others things. All right. So, back to your interest. A good place to start is by asking yourself some key questions. That part on sexual fetishes is not in Elaine’s piece. Question: what are you really passionate about? Where can you deliver value to people? Would you actually enjoy turning your idea into a business? You may find that there’s some passions you prefer to keep as personal interests instead. This is very, very true because you might have something like surfing, which gives you great release of stress on the weekends when you wake up lazily on a Saturday or Sunday and go hit the waves, but if you have to do that 9 to 5 with bored i-bankers and so on every day, Monday to Friday, that might change your relationship to something that you currently love. All right? So very important to keep in mind. But you could also ask, this is a question from Tim that someone asked me at one point that I found helpful: what do you find easy to do that many of your friends find hard? That is another question that can be an additional circle in the Venn diagram that you can use to find an intersection that might allow you to build a successful business. All right. Back to it. The founders of million-dollar one-person businesses and partnership are everyday people who have grown very smart about the time they spend working. Solo businesses and partnerships that hit the million-dollar range typically fall into six categories. Keeping in mind the Elaine looked at and canvassed dozens of different businesses to include in her book and as a journalist has interacted with hundreds and hundreds more. So what are the six categories? (1) E-commerce; (2) manufacturing; (3) informational content creation; (4) professional services and creative businesses such as marketing firms, public speaking businesses, and consultancies; (5) personal service firms offering expertise, such as fitness coaching; and (6) real estate. In interviewing the entrepreneurs for The Million-Dollar One-Person Business – again, a book I recommend checking out (that’s from Tim) – I found that no two were alike, but what many have in common is that they are using outsourcing, automation, mobile technology, or a combination of all three to build, operate and grow their businesses. This includes – this is a side note (I’ve had enough caffeine to want to interject a lot today), people who are working fulltime very successfully at companies. I met one gent, a young guy who works at Google. He is not technical but works at Google, who has a side business selling bracket install kits for mounting or I should say mounting kits, for putting flat screen displays up in homes, like televisions. And so these are brackets and mounting kits that he sells via Shopify, and he’s turned it into, I want to say, high six-figure or even seven-figure business while he is still maintaining his other job because he happens to enjoy his job at Google. So there are many, many different forms that this can take. All right. Back to Elaine. Some of these entrepreneurs have made a commitment to remain solo operations, while others eventually decided to scale the traditional way by hiring employees. That isn’t what is most important about their stories. The point of the million-dollar one-person business is that it gives you choices, whether to keep it small while earning a great income or continue growing it. Neither path, you’ll notice, involves the pain of struggling in a marginal, freelance business. That’s important. Often, these entrepreneurs mention to me (so me, in this case, is Elaine. This is going to get confusing. Sorry, guys). These entrepreneurs mention to me (mention to Elaine) that The 4-Hour Workweek gave them valuable ideas on how to extend that one person or a team of partners or rather what one person or a team of partners could do before they hired employees. Here are some of their stories, which illustrate how they applied the lessons of The 4-Hour Workweek and the incredible results they achieved in their lives because of that. Case study No. 1. Split testing for profit. Nadler (back to Nadler. Remember Laszlo Nadler?) never planned to be an entrepreneur. He studies business management and technology and then built a career as a project manager for one of the top trading units at a multi-national bank. It was a good job that seemed to justify the college tuition his parents had paid and enabled him to support his young family. And yet, as Nadler was talking, almost six years ago with his oldest daughter about the importance of doing what you love, his words sounded hollow. He realized he was not following his own advice. What did excite him, and it led to his career in project management, rather, was improving his own productivity and helping the people around him to do the same. Nadler decided it was time to actually follow the advice he had given his daughter and soon started a side business, designing and producing his own planners and selling them online. His goal was to create a side income by creating a truly automated business that would give him the freedom to choose to work or not on any given day. An online store, he realized, was the quickest and easiest route to doing that. “The 4-Hour Workweek got me started,” says Nadler. “Tim created the system to automate his income to make space for the things he loved and travel where he wanted to go. I was inspired to hack the system to question the status quo and see if I could pull it off myself. And behold, it works.” Unlike most day books, Nadler’s planners are not built around making to do lists. Instead, they focus you on the essential outcomes each week that will move you forward toward your primary goals. Many people loved this idea and bought the planners. One thing that helped Nadler was using automated approaches to doing things like conducting A/B testing to determine how consumers were responding to his webpages, a time-saving idea he got after reading The 4-Hour Workweek. There are a few non-specifics in this piece, in this blog post that I’ll just throw out ideas for. So, for split testing, there are many, many different options. You can check out, if you want to create, for instance, landing pages very quickly, you can check out Leadpages. There are sites like Optimizely that also will help you to consider split testing different elements on sites, and many, many other options. Back to the piece. In A is for Automation, which is a section in The 4-Hour Workweek, there is a portion looking at software to help readers and internet businesses to determine which combination of headlines, text, and images on their homepage result in the most sales. Instead of trying to test all variables themselves, meaning independently by hiring a web developer to tweak each and then look at the numbers and so on. You not only want something that can make that easy, you want something that makes the interpretation of the data very easy, very straightforward, as a non-technical person, if that’s you. Nadler acted on what he’d learning by turning to the site, Splitly. This is another example. Splitly is yet another option. This saves him hours and hours of manual work. Nadler has found the site’s small team offers smart insights to the questions he is trying to answer. “The size of your company doesn’t matter when you have the right brains,” he notes. Case study No. 2. Mastering the art of delegation. Ben and Camille Arneberg, a married couple who live in Austin, Texas (go Austin, Texas! That’s where I am right now) left behind traditional careers. His in the Air Force and hers in corporate social sustainability to launch their upscale housewares business, Willow and Everett (willowandeverett.com) in 2015. I checked it out. They have some really cool stuff for cold brew, of all things. I like those containers. Anyway, at the time, they were just 25. Neither had any experience in retail but they decided they wanted to hit a very concrete goal – $1 million in revenue. Reading The 4-Hour Workweek helped them find the courage to leave behind traditional careers and build a lifestyle they love. I should note for those who haven’t read the book that there are really important preliminary steps you take – even if you are ultimately going to quit – before you quit your job so you ensure that you have safety nets of various types built in, and some type of financial means to cover your bases. If you search on tim.blog/lifestylecosting, there are calculators and so on that help you run through some of those exercises. So do not just decide to jump into the water headfirst without checking the depth. That is not what I recommend. These folks, this particular folks, I know, did this very methodically. All right. So, for Camille, reading The comfort challenges in Tim Ferriss’ book, where he offers ideas on how to break out of your fear of not conforming to social expectations by doing something weird or ridiculous like publicly relaxing by laying on the sidewalk, helped her question the beliefs that were keeping her tied to her corporate life, the first step to leaving it behind. “The 4-Hour Workweek helps you challenge social norms and what people expect of you,” she says. All right. This requires some expansion. So, the relaxing in public, doing public laydowns, this something that now tens of thousands, hundreds of thousands of people have done and taken photographs of and it’s quite hilarious. Really, all it involves, and I should mention as context, the book includes “comfort challenges,” these exercises, every chapter or few chapters because information does you absolutely no good in the case of a prescriptive non-fiction book, if you don’t put them into action. Some of the decisions and actions will be uncomfortable. You’ve self-selected by buying a book to address these problems for these things to be uncomfortable for you. Therefore, I want people to get progressively more comfortable with discomfort. So, there’s fear of comfortable action. Expand so they can then make the decisions and take the actions necessary to craft a lifestyle and a business that serves it. Some of them would include very simple things. So, for instance, going into a crowded area where you’re not going to get trampled or cause any problems, and just laying down on the ground for say ten seconds. This could be in Starbucks. You’re in line. You lay down on the ground for ten seconds. If somebody looks at you and asks you, if they ask you, “Are you okay?” You just say, “Yeah, just taking a little break.” You count it out. You don’t say anything else and then you just get up and you just continue as if nothing had happened at all. There are various different versions of this but that would be one example. As you learn very quickly, the down side of that is next to nothing. Another option from a friend, Noah Kagan, who is going to come up later in this piece, would be the coffee challenge. That is walking up, in a coffee shop or a restaurant, anywhere else where there is a counter where you order and asking for 10% off of something. For a lot of things, that’s going to be coffee because you drink coffee every day, you have an opportunity to do this. It doesn’t matter what the person says. Whether they agree, disagree, or otherwise. You can’t tell them you’re doing an experiment. You can’t make it easier for yourself. But you have to ask them for 10% off. Keep it simple. You can give them a smile if you want. They’ll probably reject you. That’s the whole point. If they don’t reject you, congratulations, you just got 10% off. But this is another form of increasing your comfort with discomfort. Questioning those social norms. There are probably a dozen of these in the book. All right. Back to the piece for Camille and Ben and ditching the Air Force and corporate social responsibility to launch their upscale housewares business, Willow and Everett. Here we go. To make a smooth transition from their traditional careers, key phrase, “smooth transition,” the Arnebergs eased into the entrepreneurship gradually. Both love living an active lifestyle. Ben was on the Air Force parachute team, while Camille is a certified personal trainer. They initially tried selling compression sleeves, which is a running accessory, in this case, on the internet on the side. When that business did not take off – and it very often takes a few at-bats, folks (this is Tim talking again) to get it right. You might have to test a few ways and that is why it’s important to determine how to inexpensively and quickly test. All right. So, when that business did not take off, they began researching other products they could sell on the giant trade marketplace Alibaba.com, and decided to build a store around their passion for home entertaining. They invested about $5,000 in inventory obtained through a sourcing agent in China they found through a freelance marketplace, raising some of the cash from friends and family, which is what I did to start my first business too. I basically went around my office asking people to commit to buying one unit of the product in advance, which is not that expensive, like $50, just so I could afford the initial manufacturing run. So, there are ways to do this. Raising some of the cash from friends and family, looking at it as much as an investment in their own education, similar to a college course. Even if it all went down the tube, they reasoned, the experience would be valuable. This is how I have made several big shifts and complete, I suppose lateral moves in my life. That would include angel investing and technology startup involvement, which has become the vast majority of my net worth. If you want to know exactly how I did that, you can go to tim.blog/mba. Like Masters in Business Administration. Tim.blog/mba. It walks about, it gives you a real example of how I created a real-world MBA, deciding to invest money over two years into something called The Tim Ferriss Fund, which I made up. It wasn’t actually structurally a thing, instead of going to Stanford Business School. And how I thought about it, how I psychologically prepared myself to lose that money as a sunk cost, in other words, as tuition, but optimizing for the skills and relationships I would develop that would then be my return on investment, much like getting an MBA. You can check that out – tim.blog/mba. But in this case, this couple approached the $5,000 inventory and getting into manufacturing and so on to tackle home entertaining as a worthwhile cost, even if it failed. That is an important psychological preset. The couple opted to launch their site on a giant e-commerce marketplace – and we don’t have any specificity here, so who knows. Maybe that’s Amazon. Maybe it’s something else. I have no idea. Reckoning that this would give them the exposure they needed quickly. The site grew quickly thanks to the couple’s eye for selecting stylish but affordable products like decorative shot glasses. To stay focused on the high-level decisions to grow their revenue, the Arnebergs didn’t try to do everything themselves and taking a cue from what they learned in The 4-Hour Workweek, outsourced tasks like – and outsourced continually – customer service and photography for the site. Customer service platforms change really quickly, so I’m not going to give you specific recommendations there. Photography, there are many different ways you can go about it. If you’re looking for design, specifically you could check out something like 99designs, for instance, which I’ve used in many different cases. All right. So, they outsourced both of those things. They also outsource order fulfillment, relying on their retail platform to handle this. So, the retail platforms could include Shopify, which I’m biased for, of course, they’re the market leader. Because I, well, began advising them when they had nine employees. Now they’re publicly traded and have 2,500 or 3,000 or something like that. Or Big Commerce, and there are others. You can compare many different options as you would like. They relied on their retail platform to help them handle order fulfillment. There are also separate fulfillment houses. You could search your city fulfillment house if you wanted to do something locally. You might consider, as I did early in the day, using a fulfillment house in the middle of the country, so that you can use something like priority mail or even USPS or UPS ground and still get, in effect, one or two day delivery, which will thrill your customers, but charge less for shipping or pay less yourself. I had mine in Tennessee. So you could look at an option like that if you are keeping those considerations in mind. Back to the piece Another example of how they outsource is by relying on a private label manufacturer overseas, who customizes their products for them instead of trying to become manufacturers themselves. To avoid getting involved in distracting minutiae, they actively empower their contractors to make judgment calls, such as issuing a refund that would cost the company $50 or less, a general concept they learned in The 4-Hour Workweek. Ferriss empowered both his own assistants to resolve such problems if it cost him $100 or less. “It’s about being smart and strategic and trusting others to make decisions,” says Ben. So, a little bit more on this, which is an important concept to grasp. What I realized at one point in my first business, which was sports nutrition, ended up getting up to about 12 countries in distribution, is I was the bottleneck for many decisions that I didn’t need to be a bottleneck for. This was in 2004 that I really hit the breaking point because I was spending, who knows, let’s just call it 20, 30 hours a week answering questions like, hey, there is an Olympic athlete who is training in Finland and they need this product overnighted. What should we charge? Because of customs and this, this, that, and the other thing. What I decided to do was for the fulfillment houses, the manufacturers, for other people, I said, “I am,” well no, not in the case of the manufacture because I would oversee that, but in the case of fulfillment, customer service, and so on, I said, “I am,” and I didn’t just say, I sent an email indicating I am no longer your customer. Consider my customers your customers. If you can fix anything for less than $100, please make that decision. Put it into an Excel spreadsheet, and then I will review those Excel spreadsheets say once a week and then once every two weeks and then once a month and then once every quarter, over time learning what to ignore because the disasters have not come to pass and everything is going just swimmingly. Over time, I took that maximum allowable autonomous decision making threshold from $100 up to $500, up to $1,000. So, they got to the point where anything less than $1,000 to fix, you can make the decision. Let’s just say, for instance, if hypothetically I were off the grid and it turned out that the manufacture was going to have a bottleneck because a certain ingredient was short in supply and they would be in contact with say, the fulfillment center, the fulfillment center could make the decision or the manufacture could make the decision to stockpile a certain ingredient that would be a higher upfront cost that would allow us not to miss orders, say three weeks later. Those are the types of things that would enable. All right. Here we go. So Ben just said it’s about being smart and strategic and trusting others to make decisions. By eliminating unimportant tasks, the Arnebergs are able to follow entrepreneur and venture capitalist Paul Graham’s Maker’s Schedule, Manager’s Schedule, an idea Ferriss also practices and I’ve talked about quite a bit. Paul Graham is one of the co-founders of something called Y-Combinator. It’s like the – this is back to Tim – it’s like the Harvard meets Navy SEALs of startup incubators, for lack of a better description. Fascinating guy, fascinating story. Many essays that are worth reading. I’d suggest looking up Paul Graham if you don’t know who he is. Specifically, I would recommend, if you’re an entrepreneur, checking out Maker’s Schedule, Manager’s Schedule. If you Google that, it’ll pop right up. Ben and Camille break up their day into the manager’s part, focused on strategy and business growth, and the more task-focused maker part, where they tackle high-impact tasks done by them in uninterrupted blocks of time. All right. So, back to Tim. There are ways you can do this. Batch activities, which is something that I really harp on repeatedly in The 4-Hour Workweek to avoid task-switching cost, which is a real cognitive problem for most knowledge workers. You wouldn’t, for instance, wash laundry every time you have a dirty pair of socks. You wait for a certain critical mass and then you wash laundry, or doing the dishes and so on. That applies to cognitive tasks as well. Just a few examples of how you might do that. One could be checking email at certain times during the day. Furthermore, you could do that with Gmail offline, so that you’re processing email linearly, or could you use something like emailga.me, if it’s still around, which I found very useful and used for a period of time, to address email linearly without having the distraction of immediate responses coming back to you and creating that anxiety of the ship filling with water faster than you can bail water out. Other options for the Maker’s Schedule Manager’s Schedule, the maker’s schedule requiring large, uninterrupted blocks of time, is to not just look at how you can break your day into maker versus manager, but how you can break your week into maker versus manager days. This is something that I took from the schedule of Jack Dorsey, famed entrepreneur. You can look him up @Jack on Twitter. How did he get that handle? Check him out? You’ll be able to figure it out pretty quickly. Very well-known entrepreneur. I read about his schedule at one point and how it was broken out by function day by day. I’ve decided, for instance, to do most of my recording on Mondays and Fridays. I break those out. Mondays and Fridays for scheduling purposes. My assistant knows this for phone calls and recording purposes. Those are my recording days. My long-form conversation days, as it were. Then I will set, say every two weeks a day for administrative/accounting cleanup and housekeeping, where I’ll get in touch with the people who might need certain types of documents or answers to questions from me. So, there are many different ways that you can block out manager versus maker time on a daily and on a weekly basis. For me, my maker period is usually up to lunch. So, I try not to be reactive. My phone is very often on airplane mode until lunch, at which point I can turn it on and start trying to dodge bullets or respond to inbound. All right. Timmy, Timmy, Timmy is interrupting the flow of this essay, for God’s sake. Let me continue. All right. During the manager part (this is for them), they focus on coming up with new ideas for growing Willow and Everett, as well as new business opportunities to pursue. The results of those sessions have been powerful. Last year, they launched a second business on the crowdfunding site Kickstarter. It sells the CubeFit TerraMat, an ergonomic mat for people who use standup desks. The couple raised more than $100,000, $108,000 or so, to bring the project to fruition in a campaign that started in December 2016, and have since grown it to more than $1 million in revenue. More recently, they ran a successful Kickstarter funding campaign for a new product, Cold Brew on Tap. That’s the name of it. Cold Brew on Tap. This past fall, raising more than $56,000, and shipping the product to backers in December 2017, just a few months ago. So, congratulations, guys. None of this would have happened if they’d not made an active commitment to outsourcing and staying focused on what really matters. “It’s important to protect that space,” says Ben. Which comes back to that question I suggested to you guys. What do you find easy that many of your friends find hard? That may indicate what your unique strengths are, which is where you should focus, instead of deciding how much it should cost for something to get shipped UPS two-day to a customer, as one example. Case Study No. 3. Fewer distractions equals more growth. Dan Faggella – Dan, I apologize if I’m screwing up your last name. F-A-G-G-E-L-L-A. Dan Faggella, 29, is a black belt in Brazilian Jiu-Jitsu. Faggella earned enough money to support himself in grad school by running a small martial arts gym he owned in his 20s, but had it sold by age 25, with the goal of creating a scalable, location-independent internet business. In 2012, he launched Science of Skill, that’s scienceofskill.com if you want to check it out, a subscription-based e-commerce site that initially sold online courses in martial arts. As a fighter, Faggella, who has a slight build, achieved some renown among martial artists for a fight in which he beat a much larger competitor. Many people found his matches instructive. Online videos of his competitions and eventually those of other instructors, drew visitors to Science of Skills’ website. Reading the book, Scaling Up by Verne Harnish, and listening to The 4-Hour Workweek audiobook during a seven-hour drive from Rhode Island to Philadelphia, proved to be pivotal experiences that helped Faggella grow his business to the next level, the entrepreneur recalls. The 4-Hour Workweek opened Faggella’s mind to two key ideas that helped him grow his revenue far beyond the average non-employer business: hard to hit the colon in audiobook format. All right. These are the two key ideas: growing a business without hiring traditional employees and finding the right communication rhythms with is team. One idea that really resonated with Faggella after running a traditional brick-and-mortar business was Ferriss’ idea of working with a remote team of contractors. He found it freeing to realize that he didn’t necessarily need a physical space for his team, in this case at Science of Skills, that would work together under one roof. “That’s an idea that jumped out at me,” he says. The ease with which that can be done became evident. I knew that was going to be the way to fuel the big game. To find remote contractors for tasks such as copywriting and web support, Faggella turned to the freelance platform oDesk, which is now part of Upwork. He built a team of four reliable contractors to handle tasks such as copywriting and web support. Quick pro tip from me for anyone testing really any type of potential hire, whether they’re contractors or otherwise and certainly using these virtual platforms, test your top candidates. If you choose five candidates, give them a very simple task with a short turnaround. Let’s just say hypothetically 48-hour turnaround, with a set time as a deadline and give the task to all of them. Use that to vet for the people who can actually hit deadlines. Focus on the ability to deliver on deadlines before you vet any further with more complex subject matter or tasks, for that matter. It doesn’t matter how good they are if they don’t get you what you need on time. Here we go. Faggella also learned another key lesson from The 4-Hour Workweek. The right cadence of communication with a team. He found it helpful to learn that Ferriss only checked his email twice a day and made conscious decisions about when he would communicate with his team and how often. I, for instance, have currently a 15-minute stand-up meeting via phone with my team every day at the same time. I have a weekly call with my entire team. There are formats for running these calls successfully. The way that the call is introduced and then what people bring up. What they bring up are primarily any wins to highlight something uplifting for the team, which is done very quickly. Then also done quickly, bringing up any blockers or obstacles that I need to help with. So, there is a set schedule for these types of things. We now have one in-person offsite, I would say the cadence is roughly, it would appear from looking at my calendar, every six months or so. Now, back to Faggella. “It wasn’t an unbroken, consistent stream of messages back and forth, but was an organized way of communicating that keeps things moving and functioning,” notes Faggella. “You could kind of bucket when you actually handle your digital communication and talk to these folks who are thousands of miles away. It became self-evident to me that these things were manageable.” By establishing similar communication rhythms to communicate with team members in other time zones, such as his developer and designer in India, Faggella protected his time that he needed to focus on big-picture strategizing that helped him grow Science of Skill. The direct result was that he gradually expanded his offerings beyond the martial arts world to offer products related to self-protection and self-reliance. An online curriculum for self-defense and martial arts techniques became one of his biggest products. That expansion helped him make the leap from six-figure to seven-figure revenue prior to hiring employees. “The tools and concepts in The 4-Hour Workweek were critical for Science of Skill,” he says. In 2017, Faggella sold Science of Skill for more than $1 million to a group of software entrepreneurs from Ohio. As he got ready to sell, Faggella hired one full-time person and one part-time employee to run it. He understood that he needed to demonstrate to potential owners that someone else could run the business successfully without his involvement. Very important to note here that he did this before attempting to sell the company. There’s a company called Built to Sell by John Warrillow that I think is very helpful for thinking about this. Even if you never intend to sell your business, it’s helpful to look at your business and ask, in six months, what would I need to do to sell it? That will force you to remove a lot of stupid current behaviors, which are stymying you and keeping you busy instead of productive, potentially. So Built to Sell would be one of them. The E-Myth Revisited would be another that I found very helpful, certainly when I was starting my own business as well. You might ask, why would Faggella sell Science of Skill for more than $1 million if he was generating high six or seven-figure income or revenue? You have to keep in mind that (a) revenue does not equal income. So, post-tax returns after everything is subtracted. Secondly, there are points, for instance, when I was running my own business, where you could continue to milk the cow from a cash flow perspective, but it does always consume, at least, say 10% of your RAM. Your browser is always a little bit slow. You at some point might just want to offload that business and really clear your mental palate completely by selling it, which is also what I ended up doing in 2009. All right. The month before Faggella sold Science of Skill, it was bringing in $210,000 in revenue. That sale helped him fund his current startup, Tech Emergence, which you can find at techemergence.com, a media and market research firm in San Francisco that is focused on artificial intelligence, a subject that fascinates him. “That’s the stuff I’m super-duper passionate about,” he says. All right. So, that is the story of Dan Faggella. Up to this point. Many more adventures to be had and stories to be told, I’m sure. Case Study No. 4. Success through liberation. Liberation is another section that talks about geographic mobility and geo-arbitrage, which we don’t have time to get into right now. But Sol Orwell, 32, who lives in downtown Toronto, has grown his business, examine.com, to seven-figure revenue while traveling the world. I’m going to pause here for a dramatic sip of tea. For those interested, it is chaga tea from Four Sigmatic decaf. Ah. Back to Sol. Seven-figure revenue while traveling the world. What? Let’s get into this. Creating a business that allows him to live the way he wanted didn’t happen overnight. For years, Orwell experimented with a variety of businesses – online gaming, domain names, local search and daily deals until he found the ideal approach to make it happen. One thing that finally freed Orwell to achieve his goal was reading The 4-Hour Workweek. The L is for Liberation section (it’s the fourth section and they’re in order and you’re supposed to implement them in order. Definition, Elimination, Automation, Liberation. So, Liberation is the fourth) really resonated with him. It showed him how to cut the leash to traditional office work and create the freedom to travel. Orwell was intrigued by the idea of a mini-retirement, where instead of waiting until you’re done working to travel, meaning retiring. Instead of waiting until retirement to travel, you redistribute mini-retirements throughout life. “That switch in mindset has begotten me so many positive consequences I cannot even begin to count them,” he says. Looking for a way to achieve his own liberation, Orwell realized he needed to put systems in place to free from his daily responsibilities that might otherwise prevent him from traveling. Thanks to income from his various ventures, being able to pay for travel was not an issue for him. So, he had the money, he just didn’t have the mobility. I should note that there are ways to do this and it is critical to schedule these times off the grid. One of the best ways to take your business to the next level, I think, in the most psychologically and emotionally gratifying way, is to – and I’m often asked, how do I take my business to the next level? I say, well, if you’re a small business owner, and by small business I mean headcount, not necessarily revenue. So, if you have very few employees and you are currently the primary decision maker, taking four to eight weeks off the grid. Minimum four, and putting that in the calendar, paying for it in advance, committing ideally to say take family members with you so that they will bust your balls and be disappointed and sad if you don’t do it, to hold you accountable is very helpful because you will have to put systems and policies in place that allow people to make these autonomous decisions that we talked about earlier that I was setting financial thresholds for or limits for, rather. And those systems will remain in place and will provide dividends long after you get back from your mini-vacation. A two-week vacation does not work. A one-week vacation doesn’t work because you can allow the fires to explode and then come back and play firefighter. Four weeks, eight weeks, you can’t do that because everything will be consumed by fire. You actually have to put the systems in place. The if this, then that. The decision making frameworks. Putting together a Google doc so that you know or you can convey exactly how to perform a certain function, for instance. Back to Sol. All right. Although Orwell was experienced in delegating work to contractors from his previous ventures, reading The 4-Hour Workweek helped him realize he needed to step out of the day-to-day completely at examine.com. “After having spent years building up my business, instead of attempting to just continue growing it, I put my No. 2 in charge. I trusted him and killed my own job, and then I gallivanted around the globe,” he says. You’ve got to love that word, “gallivanted.” Mobile access to the internet was so extensive by that point, he says, that “Everywhere I went I could work … if I wanted to.” This is actually a really important point. So, you can work almost anywhere you go, thanks to broadband Wi-Fi access. It’s going to be important if you take your first mini-retirement to choose a place where that is exceptionally difficult and maybe deliberately use a phone that does not operate overseas, which is what I do. Thanks, Verizon. Or it doesn’t function very well overseas, in any case. I’ll use WhatsApp for communication with family and that necessitates just finding Wi-Fi hotspots, so I might have one at a hotel or an Airbnb and then one elsewhere, say at coffee shops or what have you and/or if you do have broadband access, really, really determining exactly when you are going to batch any type of business obligations if you have to do that. For me, when I was traveling in 2004, I ended up planning a four-week trip to London to rethink all these systems and put them in place, which turned into 18 months around the world. I would typically do all of my business tasks, I would handle those obligations on Mondays. So I had one hour blocked out before lunch with friends to do that. So, those are a few ways that you can think about it. So, “Everywhere I went I could work if I wanted to,” says Sol. “The key to pulling this off was working with the right contractor.” Orwell, who had initially gotten interested in nutrition while losing weight, had become friendly with a fellow contributor to the fitness community on Reddit and was impressed by the way in which his buddy shared his expertise with others on the site. “The most important part was how patient he was,” Orwell says. He continues, “He would write these long answers.” Orwell was equally impressed by the way his friend handled challenging feedback without getting angry. “Reddit is not the friendliest place.” It can be friendly; not always. Says Orwell; “He took it very evenly.” These were qualities that would serve him well in an internet business like Orwell’s, where customers often reached out with their own questions about nutrition. Orwell had soon enlisted his friend as a contractor to run examine.com day-to-day, offering a small amount of equity to ensure his buddy was invested in its success. Orwell found the arrangement worked beautifully when it came to indulging his love of travel. “Giving him the authority to do whatever he needed to do implicitly brought initiative,” Orwell says. To make sure the site had credibility, Orwell also hired a group of expert contractors such as Ph.Ds to evaluate the research on various nutritional supplements and write reports on them. “Using contractors was not only about simplifying our lives and processes, but making sure we had the best nothing or information on that specific topic.” As the company grew and expanded into new products such as its research digest, a newsletter aimed at professionals, Orwell brought in another equity partner. Those his No. 2 eventually moved on to other pursuits, the company continues to thrive and grow, with examine.com generating millions of page views a month, Orwell now wants to scale up in a more traditional way and this year began the transition to adding traditional employees. So, I should note even if your ultimate goal is to (this is Tim again) add headcount in the form of traditional employees, which is a viable path, certainly, it makes sense very often to kick the tires and ensure that you have clearly defined the roles you need to hire for by testing with contractors first. You may decide that certain jobs are not worth having done at all because certain projects are not worth doing at all. You don’t want to hire someone excellent at doing something that is best not done at all. A point that is made in The Effective Executive by Peter Drucker, a fantastic book that I reread often. So, even if your intention is to move to full-time employees, very often it makes incredible financial sense to test that in a way that is easily reversible with contractors, freelancers of some type. All right. Back to Sol. So, he wants to scale in a more traditional way now. Fantastic. Given that he has structured the company in a way that he does not have to micromanage everyone, Orwell still has the freedom to travel and give back to charity as much as he wants. Recently, his Chocolate Chip Cookie-Off NYCX Benefit, which I looked up and there is a link to it in the post on tim.blog. It is a Cookie-Off. Apparently, there are 30+ different types of cookies. Held at The Strand bookstore in New York City, a legendary bookstore, raised more than $30,000 for the nonprofit, She’s the First, which supports girls in low-income countries who will be the first in their families to graduate from high school. Orwell’s next goal is figuring out how to raise $50,000 per event to multiply the impact even more. That’s something he probably wouldn’t have had the time or mental space to tackle if he hadn’t decided to embrace his own liberation. Which again refers to that geographic mobility. All right. Case Study No. 5 is rethinking scale and profit. Jayson Gaignard (J-A-Y-S-O-N G-A-I-G-N-A-R-D, who I know. Hi, Jason) founded and runs Mastermind Talks. I actually didn’t know him until he put together this Mastermind Talks, which is a whole different story. Anyway. Founded and runs Mastermind Talks, which you can find at mmt.community, a Toronto-based firm that brings together a carefully selected group of entrepreneurs in a by-application-only annual event. The company, which Gaignard runs with some help from his wife, an assistant who is a contractor, and very recently, a content and community manager. That could all easily expand and kind of plug-and-play the way it’s been organized. About 4,000 to 5,000 people apply annually to participate in Mastermind Talks. The event only accepts 150 entrepreneurs. Gaignard has made a conscious to keep the business to this particular size as a direct result of reading The 4-Hour Workweek. He read the book in 2008, when he had been an entrepreneur for about three years and recalls vividly how life-changing the story of the fables of fortune hunters was for him at the time. We’re going to dig into this in a second. “I have very few moments like that,” he says. So what is the fables of fortune hunters story? The tale is about an American businessman – and there are many versions of this story, I should say – but the tale in this case, the version that was put into The 4-Hour Workweek, is about an American businessman with a Harvard MBA who is burned out and takes a vacation to a small coastal Mexican village on doctor’s orders. There’s much more to it. It’s worth reading this story in The 4-Hour Workweek because the emotional payoff comes up with the lead-up to the punchline, but I’m going to give you the basic idea. So, the story goes in the book, he can’t sleep, he’s super anxious thinking about things back home. He goes out for a walk and he meets a Mexican fisherman with a small boat on a pier. This fisherman lives a bucolic life with plenty of time to spend with his family and friends in a small community. The businessman encourages the fisherman to scale up his operations by buying more boats and fishing more and do this and do this and do this. Each time this American businessman makes some suggestion, the Mexican fisherman replies with, “And then what, Señor,” very politely. This guys goes on and on and on. In the beginning, he asks the fisherman how he spends his time. He’s like, “Well, I have plenty of time to spend with my family and friends. I go out fishing. I catch what I need. Then I come back, I play the guitar and we drink wine and watch the sunset and then we start again the next day.” And then what, Señor? And then what and then what and then what? This businessman is really getting excited, talking about all these ways that he can scale, scale, scale up until ohmygod, it’s big enough that he can expand his operations into the United States, take his company to an initial public offering and cash out with tens, maybe hundreds of millions of dollars. Then he asks this American businessman, “And then what, Señor?” The American says, “Well, and then you can retire to a small coastal village in Mexico, where you can spend your time with your family and friends, go out fishing when you want to, play the guitar and drink wine while you watch the sunset.” The point being, very often, for instance, at least within a U.S. context, we experience this incredible quality of life, say in college, when we’re fucking broke as shit (pardon my French – earmuffs, kids!) and we spent the rest of our life trying to get back to the quality of life and the carefree nature with which we experienced life in college. Which doesn’t require a lot of money, but we somehow convince ourselves that it does. It’s not to say that money doesn’t have a place. It does. However, that’s the story that Jayson read. “Reading the story,” says Gaignard, “made me realize that I was on a hamster wheel running a business I hated. It fundamentally shifted my view on scale. I had a desire to build a big business at that time, but never questioned it.” At the time, Gaignard was running a business called Tickets Canada, a tickets retailer in Toronto. So, he was making $1.5 million in revenue. From that, he was taking home $350K in profits. If he could hit $3 million, he assumed he would double his profits to $700K. However, he didn’t anticipate that higher overhead would prevent the expected growth of profits. In fact, when he slaved away and grew to $3 million, his profits only hit $400K. So, he’d gone from $350K to $400K, and he had to bring almost 20 people on staff to get there. So, this is not a pretty picture. He ended up in a tough financial position, where he was considering bankruptcy. Reading The 4-Hour Workweek made him start questioning the conventional wisdom on scaling a business. “I had a desire to build a big business at the time, but I never questioned it,” Gaignard said. “It made me realize that I was on a hamster wheel running a business I hated,” (I think we already covered this, but we got it again in the piece). He eventually decided to close Tickets Canada. “It was the biggest shift I’ve ever made in a business,” recalls Gaignard. In 2011, a friend invited Jayson to see a talk by marketing guru Seth Godin in New York City. Godin’s theme of networking with likeminded individuals resonated with Gaignard. If you have a chance (this is Tim talking) to see Seth Godin speak, see it. Seth is so good. He is a master at the format. Really, really expert. So, if you can find an opportunity, take it. He does very little speaking and has an awesome way of vetting opportunities for speaking. He says no to almost anything. It’s based on how close it is to his home in New York. The pricing is also related to that. In any case, so Jayson sees Godin and he’s exposed to this theme of networking with likeminded individuals. Gaignard started holding dinners where he would invite eight interesting people, embracing the idea of developing his network. Gaignard was new to events, but now that he was committing to building a new way of living for himself, decided that he would figure things out as he went along. He was delighted when the event proved to be very successful. That event morphed into his current business, Mastermind Talks, the following year. Despite constant encouragement to grow his business, Gaignard has decided to keep it small, paying himself $250,000 a year. “How much more money do I need?” he says. Keeping the business small allows him plenty of time to spend with his wife and their young daughter and he has no intention of letting go of the perspective he gained from The 4-Hour Workweek. “I became conscious of designing my lifestyle and designing my business to fit that lifestyle,” he says. This is really important. This is a really important point because it can be a social pressure to grow your business and let it metastasize, in  some cases, beyond where it should be. The perfect size. There are other resources I would recommend checking out. I believe it’s Small Giants by Bo Burlingham is a book that profiles many of these businesses that choose to be the best, focus on being the best at what they do and not the biggest. Posted on: June 26, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of the tim ferriss show, featuring case studies of people who have used my first book, the 4-hour workweek: escape 9-5, live anywhere, and join the new rich, as a blueprint to build successful businesses as detailed in the million-dollar, one-person business by freelance journalist elaine pofeldt (@elainepofeldt)", "it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the episode here or by selecting any of the options below", "\n\none-person businesses that make $1m+ per year\nhttps://rss.art19.com/episodes/74298cdd-d63c-4f45-8e3b-804db9dd09d5.mp3download hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers of various types in each and every episode", "however, not in this episode", "this will be an exception", "so, if you want long-form interviews teasing out the habits, routines, and so on of these various experts in different fields, i would suggest you go to tim.blog/podcast", "there are more than 300 of them", "if you’re going for entertaining, i would suggest maybe starting with jamie foxx", "you can find that at tim.blog/jamie", "if you want something really deep and profound, you could start with b.j", "miller", "just search b.j", "miller and my name, tim ferriss, and there are certainly many, many, many others in between", "relationships", "if you want to dig into that, look for esther perel, among others", "but back to this episode", "this episode is going to, by popular request, contains case studies", "specifically, we will be looking at one-million one-person businesses", "in a way, you could think of this as case studies from the 4-hour workweek", "it’s exceptionally hard to believe, for me at least, i had a lot more hair back when the 4-hour workweek was written", "it was published, let alone written, it was published more than ten years ago", "it’s about the 11th anniversary, almost exactly, as i record this", "it amazes me that the book continues to strike a chord", "no one expected the book to do anything", "for those who don’t know, it was turned down by 27 publishers, very violently and rudely in some cases", "the initial print run was around 10,000 copies", "that does not give you even national distribution", "it was a hard book to find, to begin with", "despite all that, here we are", "last year, 2017, i was sent this year in books 2017 by amazon charts by a friend", "the 4-hour workweek was, as i read the infographic, the most highlighted book across all of amazon in 2017, which is crazy", "so i thought that it might be worthwhile, as much as certain passages in that book make me cringe because i was a 29-year old with lots of chest puffing, i’ve never wanted to edit it and to fuss with it because i’m afraid of stepping on the butterfly and killing whatever magic ended up being gifted to me and being channeled into that book somehow", "i don’t want to fuss with it", "i may update certain resources", "but in the meantime, i thought i could do that vis-à-vis case studies", "while many people have understood the title and not read the book, because it is about doing more with your life and with your time, every hour that you are given, and your hourly output, versus doing little and laying on a beach rubbing cocoa butter on your belly for the rest of your life, the blueprint itself has been put into action by now hundreds of thousands of people", "much like the four-minute mile was thought to be impossible until it was broken by bannister and immediately thereafter more and more people began to break it because, among other reasons, it was believed to be possible", "it was proven to be possible because someone had done it", "i love reading case studies that come to me or that i hear about", "so, i thought i would share a few", "maybe for those of you listening who are putting off perhaps entrepreneurship or experimenting with lifestyle design until “someday,” which is a dangerous day to phrase things in your own head because it’s very often something you will take to the grave with you", "the traffic lights of life are very rarely all green at the same time", "so, there’s never really a convenient time to do the most important things in life, whether that’s proposing, getting a divorce, having a kid, quitting your job, starting a company", "there’s never really a convenient time to do any of these things", "so, perhaps some of the stories or one of the stories that we’re going to talk about will serve as the four-minute mile for you, where you will see that it is, in fact, possible to take maybe even one, tiny small step towards testing a different reality for yourself and doing so at very, very low risk", "so, let’s move forward", "this entire episode is based on a guest blog post by elaine pofeldt", "i may be massacring her name and i’m going to certainly butcher other names throughout this", "elaine, p-o-f-e-l-d-t, which was adapted and extended as an excerpt from her latest book, which is called the million-dollar one-person business", "i’ll say that again", "the million-dollar one-person business by elaine pofeldt", "we connected and have connected several times over the years about various things for magazines", "she had mentioned to me in an email that several people had cited the 4-hour workweek as inspiration or as a collection of tools they used when starting their business", "that’s how we began this conversation about featuring a handful of folks where that played a part", "there are six different people we’re going to discuss", "some of them have built very, very large businesses", "some of them have decided after building what would be called “the muse,” an automated cashflow business in the 4-hour workweek to then turn it into something more traditional or conventional", "that is totally allowed because most of the rules aren’t rules at all", "you make the rules for yourself in most cases outside of a handful of places like law", "even then, you can hire good lawyers or lobbyists and sometimes change the law", "but i digress", "let’s get back to the case studies", "this is going to be an unusual experiment for me because i will be reading something that elaine wrote in her voice", "so, you will note that it may sound like excessive chest thumping for the 4-hour workweek and so on, but this was written by elaine with a few minor, minor, minor modifications on my part", "this is also a test for me", "if you want to learn more about case studies, if you want more case studies related to the 4-hour workweek or anything else – what have, say, listeners and readers of mine actually done with this information, what are their trials and tribulations for say someone who’s lost 100 pounds, 200 pounds, whatever it might be (i’ve met both, by the way) or someone who’s built a massive company and decided hey, i want to turn this into an inc", "500 rapidly growing company that perhaps at some point can be acquired or ipo, or those people who’ve decided to keep it really small, one person, two people maybe as a couple and they’re running a multi-billion-dollar business", "let me know if you want more case studies because i am thinking of doing something ongoing with this but i want to make sure if there is demand for it", "so, let me know on twitter @tferriss, t-f-e-r-r-i-s-s, or let me know on the blog post for this, which is very easy to find", "you can just search tim ferriss elaine pofeldt and it will be one of the first results that pop up, i am sure", "you can also find that at tim.blog/podcast", "so, either way, if you’re interested or uninterested in more case studies on the podcast and elsewhere, please let me know and i will come back to this, but i will mention it one more time", "if you want say 20 or 30 more of these case studies, i’ve already put them together and you can find some of them on tim.blog", "if you look at the topics on the right-hand side, you will find muse examples", "there are nine posts", "i think each one contains at least three or four examples", "so, let’s get into it", "the following is going to be elaine", "laszlo nadler, that’s l-a-s-z-l-o, 36, lives a life many dream of", "he is on track to bring in more than $2 million a year in a profitable business that is a one-man show", "nadler runs a five-year old online store, tools 4 wisdom", "that’s tools4wisdom.com from his home in new jersey", "the store sells inspirational, weekly and monthly planners", "nadler outsources the printing, so most of his daily works consists of customer service, business development, and marketing", "the business leaves plenty of time to get away for vacations with his wife and two young daughters", "when his income from the planners hit six figures a little under two years ago, he quit his job to work on the business full-time", "this is tim jumping back in", "i want to note a few patterns here", "that is that these people very rarely, those who succeed, throw caution to the wind and just quit their jobs without income in place", "they typically do it after moonlighting and working evenings or weekends to prove that their new business works", "in some cases, they will wait the span of one or two or three years, even if they get the flywheel spinning, just to double and triple confirm", "all right", "back to the piece", "just four years into running his still-profitable business full-time, he broke $2 million in revenue and has seen his life transformed", "nadler is part of an exciting trend", "the growth of ultra-lean, one-person businesses that are reaching and exceeding $1 million in revenue", "according to recent statistics released by the u.s", "census bureau, in 2015, there were 35,584 “non-employer” firms", "that is, those who do not employ anyone other than the owners, that brought in $1 million to $2,499,999 in annual revenue", "that’s 5.8% from 2014, 18% from 2013, 21% from 2012, and 33% from 2011", "while the census bureau’s label (non-employer firms, which we mentioned before) defines these ultra-lean businesses by what they are not, many entrepreneurs clearly see them for what they are – an engine that offers the potential for high income and a balanced, interesting life on their own terms", "these businesses offer three things that elude most workers today: control over their time, enough money to enjoy it, and the independence to live life as they want", "many entrepreneurs take one of two paths in pursuit of economic freedom today", "one, quitting their jobs and launching a traditional small business such as a shop or a restaurant, or two, trying to scale a start-up into the next company to go public or get acquired by a larger corporation", "but the million-dollar one-person business entrepreneur business introduced a new and third path, one in which a single individual or business partner can extend their capabilities to achieve what it would normally take a larger team to do", "what they’re pulling off takes effort, but the changing nature of work, the growth of automation, and technological developments that unlock market access are making it easier by the day", "“there is a way of thinking that scales beyond them,” says eric scott, a partner at scifivc, a venture firm in san francisco founded by max levchin, co-founder of paypal", "side note from tim – max is also in the latest book tribe of mentors, if you want more on max, a fascinating guy", "all right, back to the piece", "what’s driving the growth of the million-dollar one-person business", "well, there are many factors", "one factor is the internet and technology which has enabled individual entrepreneurs to plunge into a vast global marketplace cheaply and quickly", "it has become much easier to quickly set up a business’ legal structure, operations, and distributions, says scott", "thanks to cloud-based storage, buying expensive servers, once a huge barrier to entry for teach startups, is no longer mandatory, for instance", "that is one of many, many different examples", "this is back to tim", "almost anything can be found on a contract or software as a service basis, including all sorts of customer service and otherwise", "that draining sound in the background is my icemaker", "just for a little audio verite for all of you audio verity fans out there", "all right", "back to the piece", "the uptick also reflects a shift in attitudes", "rather than to adopt henry ford in our business models, in which scaling up depends on hiring legions of employees, these entrepreneurs choose to travel light", "when they need to expand their individual capabilities, they often deliberately turn to contractors or firms that handle billing and other outsourceable functions", "an approach some first considered after being introduced to the idea of outsourcing in the 4-hour workweek", "all right", "now we move on to the next section", "there’s a short section on effectively getting started, how to get started, then we go back into the case studies", "this is from tim", "so, how do you get from where you are currently in your career to enjoying the freedom million-dollar entrepreneurs have", "it starts with forming an idea of the type of business you want to run and the lifestyle you want it to support", "while nadler is passionate about planners, thinking about a daily planner might be a slow form of torture for you", "this is great", "what you obsess about is electronic gadgets, stock market investing, paleo cooking, funky handbags, or collecting ceramic garden gnomes, your million-dollar business idea probably has something to do with that interest", "back to tim, and i’m going to be interrupting this way quite a bit", "read one thousand true fans by kevin kelley, especially the updated version that he put together for tools of titans", "you can find it online", "just search one thousand true fans, kevin kelley", "it’s on kk.org", "what he will highlight for you and make the mathematical case for is that even if you have a one-in-a-million interest, all right, so if – i don’t know why this fetish comes to mind, but if you have a sexual fetish – maybe because i’ve toured what used to be kink.com in san francisco in the armory", "if it’s still around, check it out", "but if you have some odd fetish, if you have some obsession with a particular type of japanese-made watch, let’s just say, like seiko, for instance, and a particular model even, one-in-a-million interest, and you want to develop a business around that one-in-a-million, when you consider the billions of people on this planet, can still provide a very profitable business that can fuel the rest of your life and perhaps the lives of everyone in your family", "so, check out one thousand true fans", "but it’s very true, as she’s saying, whether it’s not even stock market investing, but say event-based shorting of stocks or something really esoteric, you can find a small group that can, if you provide them with incredible value, fund your life completely, most likely, with plenty of buffer for others things", "all right", "so, back to your interest", "a good place to start is by asking yourself some key questions", "that part on sexual fetishes is not in elaine’s piece", "question: what are you really passionate about", "where can you deliver value to people", "would you actually enjoy turning your idea into a business", "you may find that there’s some passions you prefer to keep as personal interests instead", "this is very, very true because you might have something like surfing, which gives you great release of stress on the weekends when you wake up lazily on a saturday or sunday and go hit the waves, but if you have to do that 9 to 5 with bored i-bankers and so on every day, monday to friday, that might change your relationship to something that you currently love", "all right", "so very important to keep in mind", "but you could also ask, this is a question from tim that someone asked me at one point that i found helpful: what do you find easy to do that many of your friends find hard", "that is another question that can be an additional circle in the venn diagram that you can use to find an intersection that might allow you to build a successful business", "all right", "back to it", "the founders of million-dollar one-person businesses and partnership are everyday people who have grown very smart about the time they spend working", "solo businesses and partnerships that hit the million-dollar range typically fall into six categories", "keeping in mind the elaine looked at and canvassed dozens of different businesses to include in her book and as a journalist has interacted with hundreds and hundreds more", "so what are the six categories", "(1) e-commerce; (2) manufacturing; (3) informational content creation; (4) professional services and creative businesses such as marketing firms, public speaking businesses, and consultancies; (5) personal service firms offering expertise, such as fitness coaching; and (6) real estate", "in interviewing the entrepreneurs for the million-dollar one-person business – again, a book i recommend checking out (that’s from tim) – i found that no two were alike, but what many have in common is that they are using outsourcing, automation, mobile technology, or a combination of all three to build, operate and grow their businesses", "this includes – this is a side note (i’ve had enough caffeine to want to interject a lot today), people who are working fulltime very successfully at companies", "i met one gent, a young guy who works at google", "he is not technical but works at google, who has a side business selling bracket install kits for mounting or i should say mounting kits, for putting flat screen displays up in homes, like televisions", "and so these are brackets and mounting kits that he sells via shopify, and he’s turned it into, i want to say, high six-figure or even seven-figure business while he is still maintaining his other job because he happens to enjoy his job at google", "so there are many, many different forms that this can take", "all right", "back to elaine", "some of these entrepreneurs have made a commitment to remain solo operations, while others eventually decided to scale the traditional way by hiring employees", "that isn’t what is most important about their stories", "the point of the million-dollar one-person business is that it gives you choices, whether to keep it small while earning a great income or continue growing it", "neither path, you’ll notice, involves the pain of struggling in a marginal, freelance business", "that’s important", "often, these entrepreneurs mention to me (so me, in this case, is elaine", "this is going to get confusing", "sorry, guys)", "these entrepreneurs mention to me (mention to elaine) that the 4-hour workweek gave them valuable ideas on how to extend that one person or a team of partners or rather what one person or a team of partners could do before they hired employees", "here are some of their stories, which illustrate how they applied the lessons of the 4-hour workweek and the incredible results they achieved in their lives because of that", "case study no", "1", "split testing for profit", "nadler (back to nadler", "remember laszlo nadler?) never planned to be an entrepreneur", "he studies business management and technology and then built a career as a project manager for one of the top trading units at a multi-national bank", "it was a good job that seemed to justify the college tuition his parents had paid and enabled him to support his young family", "and yet, as nadler was talking, almost six years ago with his oldest daughter about the importance of doing what you love, his words sounded hollow", "he realized he was not following his own advice", "what did excite him, and it led to his career in project management, rather, was improving his own productivity and helping the people around him to do the same", "nadler decided it was time to actually follow the advice he had given his daughter and soon started a side business, designing and producing his own planners and selling them online", "his goal was to create a side income by creating a truly automated business that would give him the freedom to choose to work or not on any given day", "an online store, he realized, was the quickest and easiest route to doing that", "“the 4-hour workweek got me started,” says nadler", "“tim created the system to automate his income to make space for the things he loved and travel where he wanted to go", "i was inspired to hack the system to question the status quo and see if i could pull it off myself", "and behold, it works.” unlike most day books, nadler’s planners are not built around making to do lists", "instead, they focus you on the essential outcomes each week that will move you forward toward your primary goals", "many people loved this idea and bought the planners", "one thing that helped nadler was using automated approaches to doing things like conducting a/b testing to determine how consumers were responding to his webpages, a time-saving idea he got after reading the 4-hour workweek", "there are a few non-specifics in this piece, in this blog post that i’ll just throw out ideas for", "so, for split testing, there are many, many different options", "you can check out, if you want to create, for instance, landing pages very quickly, you can check out leadpages", "there are sites like optimizely that also will help you to consider split testing different elements on sites, and many, many other options", "back to the piece", "in a is for automation, which is a section in the 4-hour workweek, there is a portion looking at software to help readers and internet businesses to determine which combination of headlines, text, and images on their homepage result in the most sales", "instead of trying to test all variables themselves, meaning independently by hiring a web developer to tweak each and then look at the numbers and so on", "you not only want something that can make that easy, you want something that makes the interpretation of the data very easy, very straightforward, as a non-technical person, if that’s you", "nadler acted on what he’d learning by turning to the site, splitly", "this is another example", "splitly is yet another option", "this saves him hours and hours of manual work", "nadler has found the site’s small team offers smart insights to the questions he is trying to answer", "“the size of your company doesn’t matter when you have the right brains,” he notes", "case study no", "2", "mastering the art of delegation", "ben and camille arneberg, a married couple who live in austin, texas (go austin, texas", "that’s where i am right now) left behind traditional careers", "his in the air force and hers in corporate social sustainability to launch their upscale housewares business, willow and everett (willowandeverett.com) in 2015", "i checked it out", "they have some really cool stuff for cold brew, of all things", "i like those containers", "anyway, at the time, they were just 25", "neither had any experience in retail but they decided they wanted to hit a very concrete goal – $1 million in revenue", "reading the 4-hour workweek helped them find the courage to leave behind traditional careers and build a lifestyle they love", "i should note for those who haven’t read the book that there are really important preliminary steps you take – even if you are ultimately going to quit – before you quit your job so you ensure that you have safety nets of various types built in, and some type of financial means to cover your bases", "if you search on tim.blog/lifestylecosting, there are calculators and so on that help you run through some of those exercises", "so do not just decide to jump into the water headfirst without checking the depth", "that is not what i recommend", "these folks, this particular folks, i know, did this very methodically", "all right", "so, for camille, reading the comfort challenges in tim ferriss’ book, where he offers ideas on how to break out of your fear of not conforming to social expectations by doing something weird or ridiculous like publicly relaxing by laying on the sidewalk, helped her question the beliefs that were keeping her tied to her corporate life, the first step to leaving it behind", "“the 4-hour workweek helps you challenge social norms and what people expect of you,” she says", "all right", "this requires some expansion", "so, the relaxing in public, doing public laydowns, this something that now tens of thousands, hundreds of thousands of people have done and taken photographs of and it’s quite hilarious", "really, all it involves, and i should mention as context, the book includes “comfort challenges,” these exercises, every chapter or few chapters because information does you absolutely no good in the case of a prescriptive non-fiction book, if you don’t put them into action", "some of the decisions and actions will be uncomfortable", "you’ve self-selected by buying a book to address these problems for these things to be uncomfortable for you", "therefore, i want people to get progressively more comfortable with discomfort", "so, there’s fear of comfortable action", "expand so they can then make the decisions and take the actions necessary to craft a lifestyle and a business that serves it", "some of them would include very simple things", "so, for instance, going into a crowded area where you’re not going to get trampled or cause any problems, and just laying down on the ground for say ten seconds", "this could be in starbucks", "you’re in line", "you lay down on the ground for ten seconds", "if somebody looks at you and asks you, if they ask you, “are you okay?” you just say, “yeah, just taking a little break.” you count it out", "you don’t say anything else and then you just get up and you just continue as if nothing had happened at all", "there are various different versions of this but that would be one example", "as you learn very quickly, the down side of that is next to nothing", "another option from a friend, noah kagan, who is going to come up later in this piece, would be the coffee challenge", "that is walking up, in a coffee shop or a restaurant, anywhere else where there is a counter where you order and asking for 10% off of something", "for a lot of things, that’s going to be coffee because you drink coffee every day, you have an opportunity to do this", "it doesn’t matter what the person says", "whether they agree, disagree, or otherwise", "you can’t tell them you’re doing an experiment", "you can’t make it easier for yourself", "but you have to ask them for 10% off", "keep it simple", "you can give them a smile if you want", "they’ll probably reject you", "that’s the whole point", "if they don’t reject you, congratulations, you just got 10% off", "but this is another form of increasing your comfort with discomfort", "questioning those social norms", "there are probably a dozen of these in the book", "all right", "back to the piece for camille and ben and ditching the air force and corporate social responsibility to launch their upscale housewares business, willow and everett", "here we go", "to make a smooth transition from their traditional careers, key phrase, “smooth transition,” the arnebergs eased into the entrepreneurship gradually", "both love living an active lifestyle", "ben was on the air force parachute team, while camille is a certified personal trainer", "they initially tried selling compression sleeves, which is a running accessory, in this case, on the internet on the side", "when that business did not take off – and it very often takes a few at-bats, folks (this is tim talking again) to get it right", "you might have to test a few ways and that is why it’s important to determine how to inexpensively and quickly test", "all right", "so, when that business did not take off, they began researching other products they could sell on the giant trade marketplace alibaba.com, and decided to build a store around their passion for home entertaining", "they invested about $5,000 in inventory obtained through a sourcing agent in china they found through a freelance marketplace, raising some of the cash from friends and family, which is what i did to start my first business too", "i basically went around my office asking people to commit to buying one unit of the product in advance, which is not that expensive, like $50, just so i could afford the initial manufacturing run", "so, there are ways to do this", "raising some of the cash from friends and family, looking at it as much as an investment in their own education, similar to a college course", "even if it all went down the tube, they reasoned, the experience would be valuable", "this is how i have made several big shifts and complete, i suppose lateral moves in my life", "that would include angel investing and technology startup involvement, which has become the vast majority of my net worth", "if you want to know exactly how i did that, you can go to tim.blog/mba", "like masters in business administration", "tim.blog/mba", "it walks about, it gives you a real example of how i created a real-world mba, deciding to invest money over two years into something called the tim ferriss fund, which i made up", "it wasn’t actually structurally a thing, instead of going to stanford business school", "and how i thought about it, how i psychologically prepared myself to lose that money as a sunk cost, in other words, as tuition, but optimizing for the skills and relationships i would develop that would then be my return on investment, much like getting an mba", "you can check that out – tim.blog/mba", "but in this case, this couple approached the $5,000 inventory and getting into manufacturing and so on to tackle home entertaining as a worthwhile cost, even if it failed", "that is an important psychological preset", "the couple opted to launch their site on a giant e-commerce marketplace – and we don’t have any specificity here, so who knows", "maybe that’s amazon", "maybe it’s something else", "i have no idea", "reckoning that this would give them the exposure they needed quickly", "the site grew quickly thanks to the couple’s eye for selecting stylish but affordable products like decorative shot glasses", "to stay focused on the high-level decisions to grow their revenue, the arnebergs didn’t try to do everything themselves and taking a cue from what they learned in the 4-hour workweek, outsourced tasks like – and outsourced continually – customer service and photography for the site", "customer service platforms change really quickly, so i’m not going to give you specific recommendations there", "photography, there are many different ways you can go about it", "if you’re looking for design, specifically you could check out something like 99designs, for instance, which i’ve used in many different cases", "all right", "so, they outsourced both of those things", "they also outsource order fulfillment, relying on their retail platform to handle this", "so, the retail platforms could include shopify, which i’m biased for, of course, they’re the market leader", "because i, well, began advising them when they had nine employees", "now they’re publicly traded and have 2,500 or 3,000 or something like that", "or big commerce, and there are others", "you can compare many different options as you would like", "they relied on their retail platform to help them handle order fulfillment", "there are also separate fulfillment houses", "you could search your city fulfillment house if you wanted to do something locally", "you might consider, as i did early in the day, using a fulfillment house in the middle of the country, so that you can use something like priority mail or even usps or ups ground and still get, in effect, one or two day delivery, which will thrill your customers, but charge less for shipping or pay less yourself", "i had mine in tennessee", "so you could look at an option like that if you are keeping those considerations in mind", "back to the piece another example of how they outsource is by relying on a private label manufacturer overseas, who customizes their products for them instead of trying to become manufacturers themselves", "to avoid getting involved in distracting minutiae, they actively empower their contractors to make judgment calls, such as issuing a refund that would cost the company $50 or less, a general concept they learned in the 4-hour workweek", "ferriss empowered both his own assistants to resolve such problems if it cost him $100 or less", "“it’s about being smart and strategic and trusting others to make decisions,” says ben", "so, a little bit more on this, which is an important concept to grasp", "what i realized at one point in my first business, which was sports nutrition, ended up getting up to about 12 countries in distribution, is i was the bottleneck for many decisions that i didn’t need to be a bottleneck for", "this was in 2004 that i really hit the breaking point because i was spending, who knows, let’s just call it 20, 30 hours a week answering questions like, hey, there is an olympic athlete who is training in finland and they need this product overnighted", "what should we charge", "because of customs and this, this, that, and the other thing", "what i decided to do was for the fulfillment houses, the manufacturers, for other people, i said, “i am,” well no, not in the case of the manufacture because i would oversee that, but in the case of fulfillment, customer service, and so on, i said, “i am,” and i didn’t just say, i sent an email indicating i am no longer your customer", "consider my customers your customers", "if you can fix anything for less than $100, please make that decision", "put it into an excel spreadsheet, and then i will review those excel spreadsheets say once a week and then once every two weeks and then once a month and then once every quarter, over time learning what to ignore because the disasters have not come to pass and everything is going just swimmingly", "over time, i took that maximum allowable autonomous decision making threshold from $100 up to $500, up to $1,000", "so, they got to the point where anything less than $1,000 to fix, you can make the decision", "let’s just say, for instance, if hypothetically i were off the grid and it turned out that the manufacture was going to have a bottleneck because a certain ingredient was short in supply and they would be in contact with say, the fulfillment center, the fulfillment center could make the decision or the manufacture could make the decision to stockpile a certain ingredient that would be a higher upfront cost that would allow us not to miss orders, say three weeks later", "those are the types of things that would enable", "all right", "here we go", "so ben just said it’s about being smart and strategic and trusting others to make decisions", "by eliminating unimportant tasks, the arnebergs are able to follow entrepreneur and venture capitalist paul graham’s maker’s schedule, manager’s schedule, an idea ferriss also practices and i’ve talked about quite a bit", "paul graham is one of the co-founders of something called y-combinator", "it’s like the – this is back to tim – it’s like the harvard meets navy seals of startup incubators, for lack of a better description", "fascinating guy, fascinating story", "many essays that are worth reading", "i’d suggest looking up paul graham if you don’t know who he is", "specifically, i would recommend, if you’re an entrepreneur, checking out maker’s schedule, manager’s schedule", "if you google that, it’ll pop right up", "ben and camille break up their day into the manager’s part, focused on strategy and business growth, and the more task-focused maker part, where they tackle high-impact tasks done by them in uninterrupted blocks of time", "all right", "so, back to tim", "there are ways you can do this", "batch activities, which is something that i really harp on repeatedly in the 4-hour workweek to avoid task-switching cost, which is a real cognitive problem for most knowledge workers", "you wouldn’t, for instance, wash laundry every time you have a dirty pair of socks", "you wait for a certain critical mass and then you wash laundry, or doing the dishes and so on", "that applies to cognitive tasks as well", "just a few examples of how you might do that", "one could be checking email at certain times during the day", "furthermore, you could do that with gmail offline, so that you’re processing email linearly, or could you use something like emailga.me, if it’s still around, which i found very useful and used for a period of time, to address email linearly without having the distraction of immediate responses coming back to you and creating that anxiety of the ship filling with water faster than you can bail water out", "other options for the maker’s schedule manager’s schedule, the maker’s schedule requiring large, uninterrupted blocks of time, is to not just look at how you can break your day into maker versus manager, but how you can break your week into maker versus manager days", "this is something that i took from the schedule of jack dorsey, famed entrepreneur", "you can look him up @jack on twitter", "how did he get that handle", "check him out", "you’ll be able to figure it out pretty quickly", "very well-known entrepreneur", "i read about his schedule at one point and how it was broken out by function day by day", "i’ve decided, for instance, to do most of my recording on mondays and fridays", "i break those out", "mondays and fridays for scheduling purposes", "my assistant knows this for phone calls and recording purposes", "those are my recording days", "my long-form conversation days, as it were", "then i will set, say every two weeks a day for administrative/accounting cleanup and housekeeping, where i’ll get in touch with the people who might need certain types of documents or answers to questions from me", "so, there are many different ways that you can block out manager versus maker time on a daily and on a weekly basis", "for me, my maker period is usually up to lunch", "so, i try not to be reactive", "my phone is very often on airplane mode until lunch, at which point i can turn it on and start trying to dodge bullets or respond to inbound", "all right", "timmy, timmy, timmy is interrupting the flow of this essay, for god’s sake", "let me continue", "all right", "during the manager part (this is for them), they focus on coming up with new ideas for growing willow and everett, as well as new business opportunities to pursue", "the results of those sessions have been powerful", "last year, they launched a second business on the crowdfunding site kickstarter", "it sells the cubefit terramat, an ergonomic mat for people who use standup desks", "the couple raised more than $100,000, $108,000 or so, to bring the project to fruition in a campaign that started in december 2016, and have since grown it to more than $1 million in revenue", "more recently, they ran a successful kickstarter funding campaign for a new product, cold brew on tap", "that’s the name of it", "cold brew on tap", "this past fall, raising more than $56,000, and shipping the product to backers in december 2017, just a few months ago", "so, congratulations, guys", "none of this would have happened if they’d not made an active commitment to outsourcing and staying focused on what really matters", "“it’s important to protect that space,” says ben", "which comes back to that question i suggested to you guys", "what do you find easy that many of your friends find hard", "that may indicate what your unique strengths are, which is where you should focus, instead of deciding how much it should cost for something to get shipped ups two-day to a customer, as one example", "case study no", "3", "fewer distractions equals more growth", "dan faggella – dan, i apologize if i’m screwing up your last name", "f-a-g-g-e-l-l-a", "dan faggella, 29, is a black belt in brazilian jiu-jitsu", "faggella earned enough money to support himself in grad school by running a small martial arts gym he owned in his 20s, but had it sold by age 25, with the goal of creating a scalable, location-independent internet business", "in 2012, he launched science of skill, that’s scienceofskill.com if you want to check it out, a subscription-based e-commerce site that initially sold online courses in martial arts", "as a fighter, faggella, who has a slight build, achieved some renown among martial artists for a fight in which he beat a much larger competitor", "many people found his matches instructive", "online videos of his competitions and eventually those of other instructors, drew visitors to science of skills’ website", "reading the book, scaling up by verne harnish, and listening to the 4-hour workweek audiobook during a seven-hour drive from rhode island to philadelphia, proved to be pivotal experiences that helped faggella grow his business to the next level, the entrepreneur recalls", "the 4-hour workweek opened faggella’s mind to two key ideas that helped him grow his revenue far beyond the average non-employer business: hard to hit the colon in audiobook format", "all right", "these are the two key ideas: growing a business without hiring traditional employees and finding the right communication rhythms with is team", "one idea that really resonated with faggella after running a traditional brick-and-mortar business was ferriss’ idea of working with a remote team of contractors", "he found it freeing to realize that he didn’t necessarily need a physical space for his team, in this case at science of skills, that would work together under one roof", "“that’s an idea that jumped out at me,” he says", "the ease with which that can be done became evident", "i knew that was going to be the way to fuel the big game", "to find remote contractors for tasks such as copywriting and web support, faggella turned to the freelance platform odesk, which is now part of upwork", "he built a team of four reliable contractors to handle tasks such as copywriting and web support", "quick pro tip from me for anyone testing really any type of potential hire, whether they’re contractors or otherwise and certainly using these virtual platforms, test your top candidates", "if you choose five candidates, give them a very simple task with a short turnaround", "let’s just say hypothetically 48-hour turnaround, with a set time as a deadline and give the task to all of them", "use that to vet for the people who can actually hit deadlines", "focus on the ability to deliver on deadlines before you vet any further with more complex subject matter or tasks, for that matter", "it doesn’t matter how good they are if they don’t get you what you need on time", "here we go", "faggella also learned another key lesson from the 4-hour workweek", "the right cadence of communication with a team", "he found it helpful to learn that ferriss only checked his email twice a day and made conscious decisions about when he would communicate with his team and how often", "i, for instance, have currently a 15-minute stand-up meeting via phone with my team every day at the same time", "i have a weekly call with my entire team", "there are formats for running these calls successfully", "the way that the call is introduced and then what people bring up", "what they bring up are primarily any wins to highlight something uplifting for the team, which is done very quickly", "then also done quickly, bringing up any blockers or obstacles that i need to help with", "so, there is a set schedule for these types of things", "we now have one in-person offsite, i would say the cadence is roughly, it would appear from looking at my calendar, every six months or so", "now, back to faggella", "“it wasn’t an unbroken, consistent stream of messages back and forth, but was an organized way of communicating that keeps things moving and functioning,” notes faggella", "“you could kind of bucket when you actually handle your digital communication and talk to these folks who are thousands of miles away", "it became self-evident to me that these things were manageable.” by establishing similar communication rhythms to communicate with team members in other time zones, such as his developer and designer in india, faggella protected his time that he needed to focus on big-picture strategizing that helped him grow science of skill", "the direct result was that he gradually expanded his offerings beyond the martial arts world to offer products related to self-protection and self-reliance", "an online curriculum for self-defense and martial arts techniques became one of his biggest products", "that expansion helped him make the leap from six-figure to seven-figure revenue prior to hiring employees", "“the tools and concepts in the 4-hour workweek were critical for science of skill,” he says", "in 2017, faggella sold science of skill for more than $1 million to a group of software entrepreneurs from ohio", "as he got ready to sell, faggella hired one full-time person and one part-time employee to run it", "he understood that he needed to demonstrate to potential owners that someone else could run the business successfully without his involvement", "very important to note here that he did this before attempting to sell the company", "there’s a company called built to sell by john warrillow that i think is very helpful for thinking about this", "even if you never intend to sell your business, it’s helpful to look at your business and ask, in six months, what would i need to do to sell it", "that will force you to remove a lot of stupid current behaviors, which are stymying you and keeping you busy instead of productive, potentially", "so built to sell would be one of them", "the e-myth revisited would be another that i found very helpful, certainly when i was starting my own business as well", "you might ask, why would faggella sell science of skill for more than $1 million if he was generating high six or seven-figure income or revenue", "you have to keep in mind that (a) revenue does not equal income", "so, post-tax returns after everything is subtracted", "secondly, there are points, for instance, when i was running my own business, where you could continue to milk the cow from a cash flow perspective, but it does always consume, at least, say 10% of your ram", "your browser is always a little bit slow", "you at some point might just want to offload that business and really clear your mental palate completely by selling it, which is also what i ended up doing in 2009", "all right", "the month before faggella sold science of skill, it was bringing in $210,000 in revenue", "that sale helped him fund his current startup, tech emergence, which you can find at techemergence.com, a media and market research firm in san francisco that is focused on artificial intelligence, a subject that fascinates him", "“that’s the stuff i’m super-duper passionate about,” he says", "all right", "so, that is the story of dan faggella", "up to this point", "many more adventures to be had and stories to be told, i’m sure", "case study no", "4", "success through liberation", "liberation is another section that talks about geographic mobility and geo-arbitrage, which we don’t have time to get into right now", "but sol orwell, 32, who lives in downtown toronto, has grown his business, examine.com, to seven-figure revenue while traveling the world", "i’m going to pause here for a dramatic sip of tea", "for those interested, it is chaga tea from four sigmatic decaf", "ah", "back to sol", "seven-figure revenue while traveling the world", "what", "let’s get into this", "creating a business that allows him to live the way he wanted didn’t happen overnight", "for years, orwell experimented with a variety of businesses – online gaming, domain names, local search and daily deals until he found the ideal approach to make it happen", "one thing that finally freed orwell to achieve his goal was reading the 4-hour workweek", "the l is for liberation section (it’s the fourth section and they’re in order and you’re supposed to implement them in order", "definition, elimination, automation, liberation", "so, liberation is the fourth) really resonated with him", "it showed him how to cut the leash to traditional office work and create the freedom to travel", "orwell was intrigued by the idea of a mini-retirement, where instead of waiting until you’re done working to travel, meaning retiring", "instead of waiting until retirement to travel, you redistribute mini-retirements throughout life", "“that switch in mindset has begotten me so many positive consequences i cannot even begin to count them,” he says", "looking for a way to achieve his own liberation, orwell realized he needed to put systems in place to free from his daily responsibilities that might otherwise prevent him from traveling", "thanks to income from his various ventures, being able to pay for travel was not an issue for him", "so, he had the money, he just didn’t have the mobility", "i should note that there are ways to do this and it is critical to schedule these times off the grid", "one of the best ways to take your business to the next level, i think, in the most psychologically and emotionally gratifying way, is to – and i’m often asked, how do i take my business to the next level", "i say, well, if you’re a small business owner, and by small business i mean headcount, not necessarily revenue", "so, if you have very few employees and you are currently the primary decision maker, taking four to eight weeks off the grid", "minimum four, and putting that in the calendar, paying for it in advance, committing ideally to say take family members with you so that they will bust your balls and be disappointed and sad if you don’t do it, to hold you accountable is very helpful because you will have to put systems and policies in place that allow people to make these autonomous decisions that we talked about earlier that i was setting financial thresholds for or limits for, rather", "and those systems will remain in place and will provide dividends long after you get back from your mini-vacation", "a two-week vacation does not work", "a one-week vacation doesn’t work because you can allow the fires to explode and then come back and play firefighter", "four weeks, eight weeks, you can’t do that because everything will be consumed by fire", "you actually have to put the systems in place", "the if this, then that", "the decision making frameworks", "putting together a google doc so that you know or you can convey exactly how to perform a certain function, for instance", "back to sol", "all right", "although orwell was experienced in delegating work to contractors from his previous ventures, reading the 4-hour workweek helped him realize he needed to step out of the day-to-day completely at examine.com", "“after having spent years building up my business, instead of attempting to just continue growing it, i put my no", "2 in charge", "i trusted him and killed my own job, and then i gallivanted around the globe,” he says", "you’ve got to love that word, “gallivanted.” mobile access to the internet was so extensive by that point, he says, that “everywhere i went i could work … if i wanted to.” this is actually a really important point", "so, you can work almost anywhere you go, thanks to broadband wi-fi access", "it’s going to be important if you take your first mini-retirement to choose a place where that is exceptionally difficult and maybe deliberately use a phone that does not operate overseas, which is what i do", "thanks, verizon", "or it doesn’t function very well overseas, in any case", "i’ll use whatsapp for communication with family and that necessitates just finding wi-fi hotspots, so i might have one at a hotel or an airbnb and then one elsewhere, say at coffee shops or what have you and/or if you do have broadband access, really, really determining exactly when you are going to batch any type of business obligations if you have to do that", "for me, when i was traveling in 2004, i ended up planning a four-week trip to london to rethink all these systems and put them in place, which turned into 18 months around the world", "i would typically do all of my business tasks, i would handle those obligations on mondays", "so i had one hour blocked out before lunch with friends to do that", "so, those are a few ways that you can think about it", "so, “everywhere i went i could work if i wanted to,” says sol", "“the key to pulling this off was working with the right contractor.” orwell, who had initially gotten interested in nutrition while losing weight, had become friendly with a fellow contributor to the fitness community on reddit and was impressed by the way in which his buddy shared his expertise with others on the site", "“the most important part was how patient he was,” orwell says", "he continues, “he would write these long answers.” orwell was equally impressed by the way his friend handled challenging feedback without getting angry", "“reddit is not the friendliest place.” it can be friendly; not always", "says orwell; “he took it very evenly.” these were qualities that would serve him well in an internet business like orwell’s, where customers often reached out with their own questions about nutrition", "orwell had soon enlisted his friend as a contractor to run examine.com day-to-day, offering a small amount of equity to ensure his buddy was invested in its success", "orwell found the arrangement worked beautifully when it came to indulging his love of travel", "“giving him the authority to do whatever he needed to do implicitly brought initiative,” orwell says", "to make sure the site had credibility, orwell also hired a group of expert contractors such as ph.ds to evaluate the research on various nutritional supplements and write reports on them", "“using contractors was not only about simplifying our lives and processes, but making sure we had the best nothing or information on that specific topic.” as the company grew and expanded into new products such as its research digest, a newsletter aimed at professionals, orwell brought in another equity partner", "those his no", "2 eventually moved on to other pursuits, the company continues to thrive and grow, with examine.com generating millions of page views a month, orwell now wants to scale up in a more traditional way and this year began the transition to adding traditional employees", "so, i should note even if your ultimate goal is to (this is tim again) add headcount in the form of traditional employees, which is a viable path, certainly, it makes sense very often to kick the tires and ensure that you have clearly defined the roles you need to hire for by testing with contractors first", "you may decide that certain jobs are not worth having done at all because certain projects are not worth doing at all", "you don’t want to hire someone excellent at doing something that is best not done at all", "a point that is made in the effective executive by peter drucker, a fantastic book that i reread often", "so, even if your intention is to move to full-time employees, very often it makes incredible financial sense to test that in a way that is easily reversible with contractors, freelancers of some type", "all right", "back to sol", "so, he wants to scale in a more traditional way now", "fantastic", "given that he has structured the company in a way that he does not have to micromanage everyone, orwell still has the freedom to travel and give back to charity as much as he wants", "recently, his chocolate chip cookie-off nycx benefit, which i looked up and there is a link to it in the post on tim.blog", "it is a cookie-off", "apparently, there are 30+ different types of cookies", "held at the strand bookstore in new york city, a legendary bookstore, raised more than $30,000 for the nonprofit, she’s the first, which supports girls in low-income countries who will be the first in their families to graduate from high school", "orwell’s next goal is figuring out how to raise $50,000 per event to multiply the impact even more", "that’s something he probably wouldn’t have had the time or mental space to tackle if he hadn’t decided to embrace his own liberation", "which again refers to that geographic mobility", "all right", "case study no", "5 is rethinking scale and profit", "jayson gaignard (j-a-y-s-o-n g-a-i-g-n-a-r-d, who i know", "hi, jason) founded and runs mastermind talks", "i actually didn’t know him until he put together this mastermind talks, which is a whole different story", "anyway", "founded and runs mastermind talks, which you can find at mmt.community, a toronto-based firm that brings together a carefully selected group of entrepreneurs in a by-application-only annual event", "the company, which gaignard runs with some help from his wife, an assistant who is a contractor, and very recently, a content and community manager", "that could all easily expand and kind of plug-and-play the way it’s been organized", "about 4,000 to 5,000 people apply annually to participate in mastermind talks", "the event only accepts 150 entrepreneurs", "gaignard has made a conscious to keep the business to this particular size as a direct result of reading the 4-hour workweek", "he read the book in 2008, when he had been an entrepreneur for about three years and recalls vividly how life-changing the story of the fables of fortune hunters was for him at the time", "we’re going to dig into this in a second", "“i have very few moments like that,” he says", "so what is the fables of fortune hunters story", "the tale is about an american businessman – and there are many versions of this story, i should say – but the tale in this case, the version that was put into the 4-hour workweek, is about an american businessman with a harvard mba who is burned out and takes a vacation to a small coastal mexican village on doctor’s orders", "there’s much more to it", "it’s worth reading this story in the 4-hour workweek because the emotional payoff comes up with the lead-up to the punchline, but i’m going to give you the basic idea", "so, the story goes in the book, he can’t sleep, he’s super anxious thinking about things back home", "he goes out for a walk and he meets a mexican fisherman with a small boat on a pier", "this fisherman lives a bucolic life with plenty of time to spend with his family and friends in a small community", "the businessman encourages the fisherman to scale up his operations by buying more boats and fishing more and do this and do this and do this", "each time this american businessman makes some suggestion, the mexican fisherman replies with, “and then what, señor,” very politely", "this guys goes on and on and on", "in the beginning, he asks the fisherman how he spends his time", "he’s like, “well, i have plenty of time to spend with my family and friends", "i go out fishing", "i catch what i need", "then i come back, i play the guitar and we drink wine and watch the sunset and then we start again the next day.” and then what, señor", "and then what and then what and then what", "this businessman is really getting excited, talking about all these ways that he can scale, scale, scale up until ohmygod, it’s big enough that he can expand his operations into the united states, take his company to an initial public offering and cash out with tens, maybe hundreds of millions of dollars", "then he asks this american businessman, “and then what, señor?” the american says, “well, and then you can retire to a small coastal village in mexico, where you can spend your time with your family and friends, go out fishing when you want to, play the guitar and drink wine while you watch the sunset.” the point being, very often, for instance, at least within a u.s", "context, we experience this incredible quality of life, say in college, when we’re fucking broke as shit (pardon my french – earmuffs, kids!) and we spent the rest of our life trying to get back to the quality of life and the carefree nature with which we experienced life in college", "which doesn’t require a lot of money, but we somehow convince ourselves that it does", "it’s not to say that money doesn’t have a place", "it does", "however, that’s the story that jayson read", "“reading the story,” says gaignard, “made me realize that i was on a hamster wheel running a business i hated", "it fundamentally shifted my view on scale", "i had a desire to build a big business at that time, but never questioned it.” at the time, gaignard was running a business called tickets canada, a tickets retailer in toronto", "so, he was making $1.5 million in revenue", "from that, he was taking home $350k in profits", "if he could hit $3 million, he assumed he would double his profits to $700k", "however, he didn’t anticipate that higher overhead would prevent the expected growth of profits", "in fact, when he slaved away and grew to $3 million, his profits only hit $400k", "so, he’d gone from $350k to $400k, and he had to bring almost 20 people on staff to get there", "so, this is not a pretty picture", "he ended up in a tough financial position, where he was considering bankruptcy", "reading the 4-hour workweek made him start questioning the conventional wisdom on scaling a business", "“i had a desire to build a big business at the time, but i never questioned it,” gaignard said", "“it made me realize that i was on a hamster wheel running a business i hated,” (i think we already covered this, but we got it again in the piece)", "he eventually decided to close tickets canada", "“it was the biggest shift i’ve ever made in a business,” recalls gaignard", "in 2011, a friend invited jayson to see a talk by marketing guru seth godin in new york city", "godin’s theme of networking with likeminded individuals resonated with gaignard", "if you have a chance (this is tim talking) to see seth godin speak, see it", "seth is so good", "he is a master at the format", "really, really expert", "so, if you can find an opportunity, take it", "he does very little speaking and has an awesome way of vetting opportunities for speaking", "he says no to almost anything", "it’s based on how close it is to his home in new york", "the pricing is also related to that", "in any case, so jayson sees godin and he’s exposed to this theme of networking with likeminded individuals", "gaignard started holding dinners where he would invite eight interesting people, embracing the idea of developing his network", "gaignard was new to events, but now that he was committing to building a new way of living for himself, decided that he would figure things out as he went along", "he was delighted when the event proved to be very successful", "that event morphed into his current business, mastermind talks, the following year", "despite constant encouragement to grow his business, gaignard has decided to keep it small, paying himself $250,000 a year", "“how much more money do i need?” he says", "keeping the business small allows him plenty of time to spend with his wife and their young daughter and he has no intention of letting go of the perspective he gained from the 4-hour workweek", "“i became conscious of designing my lifestyle and designing my business to fit that lifestyle,” he says", "this is really important", "this is a really important point because it can be a social pressure to grow your business and let it metastasize, in  some cases, beyond where it should be", "the perfect size", "there are other resources i would recommend checking out", "i believe it’s small giants by bo burlingham is a book that profiles many of these businesses that choose to be the best, focus on being the best at what they do and not the biggest"]}