{"dialog_idx": {}, "episode_num": 319, "file_type": "audio", "guests": [], "num_sentences": 18, "num_words": 448, "raw_text": "“A good person dyes events with his own color…and turns whatever happens to his own benefit.” – Seneca From the outside looking in, the last several weeks have been disaster after disaster for me: I’ve thought of several books over and over again during this period to cope. One of them was The Obstacle Is the Way: The Timeless Art of Turning Trials into Triumph by Ryan Holiday (@ryanholiday). It has helped me to turn problems upside-down, look at them through a different lens, and even uncover unique opportunities. The Obstacle Is The Way is a collection of stories and principles about Stoicism, which I consider to be the ultimate personal “operating system” for anyone who wants to thrive in high-stress environments and situations. If you want to be antifragile like Thomas Jefferson, Marcus Aurelius, Bill Belichick, and many of the most dominant investors in history, Stoicism offers a real playbook. If you want to make better decisions, if you want to smile when other people cower, it offers real tools. To quote Andy Grove, former CEO of Intel, “Bad companies are destroyed by crisis. Good companies survive them. Great companies are improved by them.” What if you could be a person who is improved by crisis? At the very least, it would give you opportunities no one else can see, let alone grasp. Much more important, it would make you a happier human being. Here are a few sample chapters from The Obstacle Is The Way. Please enjoy! \n\nHow to Succeed in High-Stress Situations\nhttps://rss.art19.com/episodes/b7f9ff3d-82e5-46ae-9809-df3c621e72f2.mp3Download Want to hear another podcast featuring Ryan Holiday and Stoicism? — In this episode, we discuss the “big three” Stoics, how Stoicism applies to the modern world, and how to improve your decision-making when stakes are high (stream below or right-click here to download):  This episode is brought to you by Teeter. Inversion therapy, which uses gravity and your own body weight to decompress the spine or relieve pressure on the discs and surrounding nerves, seems to help with a whole slew of conditions. And just as a general maintenance program, it’s one of my favorite things to do. Since 1981, more than three million people have put their trust in Teeter inversion tables for relief, and it’s the only inversion table brand that’s been both safety-certified by Underwriters Laboratories (UL) and registered with the FDA as a class one medical device. For a limited time, my listeners can get the Teeter inversion table with bonus accessories and a free pair of gravity boots — a savings of over $148 — by going to Teeter.com/Tim! QUESTION(S) OF THE DAY: What was your favorite quote or lesson from this episode? Please let me know in the comments. Scroll below for links and show notes…  Website | Twitter | Facebook | Instagram Posted on: June 10, 2018.", "speakers": [], "text_sentences": [" “a good person dyes events with his own color…and turns whatever happens to his own benefit.” – seneca from the outside looking in, the last several weeks have been disaster after disaster for me: i’ve thought of several books over and over again during this period to cope", "one of them was the obstacle is the way: the timeless art of turning trials into triumph by ryan holiday (@ryanholiday)", "it has helped me to turn problems upside-down, look at them through a different lens, and even uncover unique opportunities", "the obstacle is the way is a collection of stories and principles about stoicism, which i consider to be the ultimate personal “operating system” for anyone who wants to thrive in high-stress environments and situations", "if you want to be antifragile like thomas jefferson, marcus aurelius, bill belichick, and many of the most dominant investors in history, stoicism offers a real playbook", "if you want to make better decisions, if you want to smile when other people cower, it offers real tools", "to quote andy grove, former ceo of intel, “bad companies are destroyed by crisis", "good companies survive them", "great companies are improved by them.” what if you could be a person who is improved by crisis", "at the very least, it would give you opportunities no one else can see, let alone grasp", "much more important, it would make you a happier human being", "here are a few sample chapters from the obstacle is the way. please enjoy", "\n\nhow to succeed in high-stress situations\nhttps://rss.art19.com/episodes/b7f9ff3d-82e5-46ae-9809-df3c621e72f2.mp3download want to hear another podcast featuring ryan holiday and stoicism? — in this episode, we discuss the “big three” stoics, how stoicism applies to the modern world, and how to improve your decision-making when stakes are high (stream below or right-click here to download):  this episode is brought to you by teeter", "inversion therapy, which uses gravity and your own body weight to decompress the spine or relieve pressure on the discs and surrounding nerves, seems to help with a whole slew of conditions", "and just as a general maintenance program, it’s one of my favorite things to do", "since 1981, more than three million people have put their trust in teeter inversion tables for relief, and it’s the only inversion table brand that’s been both safety-certified by underwriters laboratories (ul) and registered with the fda as a class one medical device", "for a limited time, my listeners can get the teeter inversion table with bonus accessories and a free pair of gravity boots — a savings of over $148 — by going to teeter.com/tim", "question(s) of the day: what was your favorite quote or lesson from this episode? please let me know in the comments"]}