{"dialog_idx": {"liz lambert": [4, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 22, 27, 28, 43, 44, 45, 51, 52, 53, 54, 55, 56, 57, 58, 62, 63, 64, 65, 66, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 107, 109, 110, 111, 112, 113, 114, 115, 116, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 151, 152, 154, 155, 156, 157, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 186, 187, 189, 190, 191, 192, 193, 194, 197, 214, 215, 216, 217, 221, 222, 223, 225, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 244, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 275, 276, 277, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 295, 299, 300, 301, 303, 304, 305, 306, 307, 308, 309, 311, 312, 313, 314, 317, 318, 319, 320, 321, 322, 323, 333, 334, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 352, 353, 354, 355, 356, 357, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 386, 388, 399, 400, 408, 410, 412, 413, 414, 415, 416, 420, 446, 451, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 513, 514, 515, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 532, 533, 534, 535, 536, 537, 538, 546, 547, 548, 549, 550, 552, 553, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 594, 602, 603, 604, 605, 606, 607, 614, 616, 619, 620, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 653, 654, 657, 659, 660, 661, 662, 663, 664, 666, 667, 669, 670, 671, 676, 677, 678, 679, 680, 681, 682, 683, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 709, 710, 711, 712, 713, 714, 716, 717, 718, 719, 720, 721, 723, 725, 726, 727, 728, 729, 730, 731, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 779, 781, 782, 783, 784, 785, 786, 787, 788, 789, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 870, 871, 872, 873, 874, 879, 880, 881, 882, 883, 884, 885, 888, 889, 890, 892, 903, 905, 909, 910, 911, 912, 913, 915, 916, 917, 918, 919, 920, 921, 922, 923, 927, 928, 930, 931, 933, 936, 938, 949, 950, 951, 952, 953, 954, 955, 959, 962, 963, 966, 967, 972, 978, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 994, 995, 996, 997, 998, 999, 1000, 1001, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1013, 1014, 1015, 1016, 1018, 1019, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1040, 1041, 1042, 1043, 1044, 1045, 1046, 1047, 1048, 1049, 1055, 1056, 1057, 1058, 1059, 1060, 1061, 1062, 1063, 1064, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1082, 1085, 1086, 1087, 1088, 1089, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1099, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1111, 1112, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122, 1124, 1125, 1126, 1127, 1128, 1129, 1130, 1131, 1132, 1133, 1134, 1135, 1136, 1137, 1138, 1139, 1140, 1141, 1142, 1143, 1144, 1145, 1146, 1147, 1148, 1150, 1151, 1153, 1154, 1155, 1156, 1157, 1158, 1159, 1160, 1161, 1162, 1163, 1164, 1165, 1166, 1170, 1171, 1172, 1173, 1174, 1183, 1184, 1185, 1186, 1187, 1188, 1189, 1190, 1193, 1194, 1195, 1196, 1197, 1198, 1199, 1201, 1202, 1203, 1204, 1205, 1206, 1207, 1211, 1212, 1213, 1214, 1215, 1216, 1217, 1218, 1219, 1220, 1221, 1222, 1223, 1224, 1225, 1226, 1227, 1228, 1229, 1230, 1233, 1234, 1241, 1242, 1243, 1244, 1245, 1246, 1247, 1248, 1249, 1250, 1251, 1252, 1253, 1254, 1255, 1256, 1257, 1258, 1259, 1260, 1261, 1262, 1263, 1264, 1265, 1266, 1267, 1268, 1269, 1270, 1271, 1272, 1273, 1274, 1275, 1276, 1277, 1278, 1279, 1280, 1281, 1282, 1283, 1284, 1285, 1286, 1287, 1288, 1289, 1290, 1293, 1297, 1299, 1304, 1305, 1306, 1307, 1308, 1309, 1310, 1311, 1313, 1317, 1318, 1319, 1320, 1321, 1322, 1328, 1329, 1330, 1331, 1332, 1335, 1338, 1340, 1341, 1355, 1356], "tim ferriss": [0, 1, 2, 3, 5, 6, 7, 19, 20, 21, 23, 24, 25, 26, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 46, 47, 48, 49, 50, 59, 60, 61, 67, 78, 79, 80, 104, 105, 106, 108, 117, 150, 153, 158, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 188, 195, 196, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 218, 219, 220, 224, 226, 227, 228, 229, 230, 242, 243, 245, 246, 260, 274, 278, 294, 296, 297, 298, 302, 310, 315, 316, 324, 325, 326, 327, 328, 329, 330, 331, 332, 335, 336, 351, 358, 373, 385, 387, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 401, 402, 403, 404, 405, 406, 407, 409, 411, 417, 418, 419, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 447, 448, 449, 450, 452, 480, 481, 482, 483, 484, 485, 511, 512, 516, 517, 531, 539, 540, 541, 542, 543, 544, 545, 551, 554, 555, 580, 593, 595, 596, 597, 598, 599, 600, 601, 608, 609, 610, 611, 612, 613, 615, 617, 618, 621, 648, 649, 650, 651, 652, 655, 656, 658, 665, 668, 672, 673, 674, 675, 684, 685, 686, 687, 688, 689, 690, 691, 692, 708, 715, 722, 724, 732, 770, 771, 772, 773, 774, 775, 776, 777, 778, 780, 790, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 856, 868, 869, 875, 876, 877, 878, 886, 887, 891, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 904, 906, 907, 908, 914, 924, 925, 926, 929, 932, 934, 935, 937, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 956, 957, 958, 960, 961, 964, 965, 968, 969, 970, 971, 973, 974, 975, 976, 977, 979, 990, 991, 992, 993, 1002, 1003, 1004, 1012, 1017, 1020, 1039, 1050, 1051, 1052, 1053, 1054, 1081, 1083, 1084, 1098, 1100, 1101, 1102, 1113, 1114, 1123, 1149, 1152, 1167, 1168, 1169, 1175, 1176, 1177, 1178, 1179, 1180, 1181, 1182, 1191, 1192, 1200, 1208, 1209, 1210, 1231, 1232, 1235, 1236, 1237, 1238, 1239, 1240, 1291, 1292, 1294, 1295, 1296, 1298, 1300, 1301, 1302, 1303, 1312, 1314, 1315, 1316, 1323, 1324, 1325, 1326, 1327, 1333, 1334, 1336, 1337, 1339, 1342, 1343, 1344, 1345, 1346, 1347, 1348, 1349, 1350, 1351, 1352, 1353, 1354, 1357, 1358, 1359]}, "episode_num": 320, "file_type": "html", "guests": ["liz lambert"], "num_sentences": 1360, "num_words": 17854, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss, and welcome to another episode of the Tim Ferriss Show where it is always my job to deconstruct world class performers of various types and across many disciplines. And, today, we have Liz Lambert on the show. Liz, thanks so much for taking the time. Liz Lambert: So happy to be here. Tim Ferriss: I’m thrilled to have you finally in front of me. And I’m going to give people a little bit of context. So, who is Liz Lambert? Liz Lambert @thelizlambert @Instagram and Twitter. First purchased a seedy motel on South Congress Avenue 23 years ago and transformed it into Hotel San Jose, which has become known today as the quintessential Austin hotel. The success of Hotel San Jose, which sparked a revitalization in the city’s now thriving South Congress district, which we will definitely talk about, led her to launch Bunk House Group, a hospitality company founded on the pillars of design, music, and community driven experiences. Since then, she has expanded Bunk House’s unique hotel portfolio to include El Cosmico, which has been recommended to me about 1,000 times, the Community Lodging Concept in Marfa, also a place worth talking about, the iconic Austin Motel, a renovated Motor Court hotel, and Hotel St. Cecelia, where I was just two nights ago, in fact. A 14 room, secluded estate in Austin, Hotel Havana or Havana depending on where you are, the historic property on San Antonio’s River Walk, and most recently, has added Bunk House’s first international hotel, Hotel San Cristobal Baja in Todos Santos, Mexico, and the first non-Texas property, domestically, the Phoenix Hotel to their hotel portfolio. Lambert and Bunk House also operate Joe’s Coffee, the popular Austin coffee shop, which I frequent myself. And that currently includes three locations and an east side event space fair market also located in Austin. Liz Lambert: They really gave you a full – Tim Ferriss: Oh, we’re covering all of the bases. Lambert’s fourth Austin hotel, the Magdalena, is currently in development and is slated to open on South Congress in 2020. Liz Lambert: Maybe 2019, we’ll see. Tim Ferriss: Maybe 2019? Wow, ahead of schedule. That’s unusual, I would imagine. Liz Lambert: It’s a moving target. Tim Ferriss: And there are so many places that we could start with this, and we have some mutual friends, which makes me always a bit more comfortable and excited to jump into things. But I thought we would begin with The Last Days of San Jose. Now, this is a documentary. And I hold you fully accountable for keeping me up way past my bedtime. Liz Lambert: Oh, awesome. You saw it. Tim Ferriss: I’ve watched most of it. I haven’t seen all of it, I’ll be honest because I had to go to bed last time, at some point, to get – Liz Lambert: There’s a surprise ending. Not really. Tim Ferriss: Well, it’s a documentary on Hotel San Jose’s origins. And I thought I would share a note from my assistant. So, my assistant doesn’t add notes to much of my prep documentation at all. And this is her note. “I’ve watched most of the documentary on and off throughout the day. Just listen to her talk to the humanity of people at the San Jose tells you everything important you need to know about her.” And I wasn’t sure quite what that meant. It seemed a bit cryptic. And I have to say A) very impressed with the doc. B) You must have captured so much footage, and you did a really nice job of editing for emotional impact. I was – Liz Lambert: That wasn’t me, by the way. Tim Ferriss: Okay. Liz Lambert: I didn’t edit. And I never could have edited that. And I never would have been in the doc had it been my edit. Tim Ferriss: Your choice. Could you tell people who don’t know, and I’d imagine that’s a lot of people – Liz Lambert: A lot of people, yeah. I never released it. Tim Ferriss: — about the doc, and why didn’t you release it? I was trying to find it online, so I could push it out to people. Liz Lambert: It’s terrible. This is one of those things. Every year, it’s on my list to do, and I could never quite – so, this is a documentary. Liz Lambert:  And I talked about why I never did. This is a documentary that I did, when I first bought the San Jose, which I used to be a lawyer. This sort of a change of career inadvertently. And I bought an old motel down on South Congress. I have terrible Austin allergies today, so sorry about that. Tim Ferriss: That’s okay. We were chatting. This is audio verite. Liz Lambert: I don’t know, truthfully. I bought an – in the mid ‘90s, I bought an old motel down on South Congress. I was a lawyer, at the time. And I had, basically, just walked up to the door, knocked on the door, and there was a Taiwanese couple there that owned the motel. And, at the time, there was nothing on South Congress, which is, as you know, a very popular area in Austin. Tim Ferriss: Super hot spot, cool area, very hip. Liz Lambert: And there wasn’t a car on the street back then. I mean, honestly. And they were about to put the motel on the market. And I sort of told them don’t do that yet. Let me see if I can do something about it. I ended up buying the San Jose not knowing anything about what I was doing for $500,000.00. My mother co-signed a note, and, suddenly, they handed me the keys. And I was on my way. And I knew nothing about running a hotel or a motel or anything. I knew nothing about business really. Tim Ferriss: Paint a picture for people as to the clientele, and what was kind of the state of affairs. Because people think South Congress now, and they’re like, oh, cool. I can have fancy Japanese food, and I can go have some [inaudible] [00:11:39]. Liz Lambert: Oh, no, no, no. It was dicey. People didn’t go down there at night. There were no businesses on the street. The Continental Club was there and had been there since 1957. And it remained. But really, there was no place to eat. The first Schlotzky’s was actually on South Congress, a really tiny place. But there was nothing down there.  And I had moved back into the neighborhood, but I would go to the Continental Club a lot. So, sit on a bar stool there, and I watched the San Jose across the street, which was an old motor court built in the ‘30s, Spanish colonial revival style painted seafoam green, at the time. And it looked like it was empty, but it was really because there were people. It was full all of the time. But it was $25.00 to $30.00 a night. And nobody really had luggage or cars. And nobody really came out during the day. So, it looked very quiet. But at night, it was teaming with life. And there was your – it was junkies and prostitutes. But a lot of good people, too, that were just down on their luck for one reason or another, couldn’t pay a deposit, first and last month’s deposit, or somehow something in life had happened that dislodged them. But they could get a hotel room for either a couple of nights. Or some people lived there. There were residents that lived there permanently. But they just paid by the day or by the week. Tim Ferriss: I have so many questions. I could do an hour just on this doc. And it’s not, obviously, because I have anything to gain financially from pushing the doc because it’s not even available. Liz Lambert: So, I was going to tell you why it’s not available. Tim Ferriss: Yeah. Liz Lambert: Okay. I shot the doc, which was following – as an undergraduate, I was a creative writing major with a concentration in poetry, which wasn’t – Tim Ferriss: So, just for background for folks, and this is my nonlinear style, I apologize, where did you, just a quick kind of bullet, where did you grow up, and where did you do your undergrad? Liz Lambert: Yeah. I grew up in West Texas. And I did my undergrad, I started at TCU in Fort Worth. I had a brief stint at Stanford. And then, I finished at UT. So, I was seeing the world there. Tim Ferriss: And creative writing. Liz Lambert: And humanities and creative writing, yeah, with a concentration in poetry. So, I had a lot of friends who were writers or who – I wrote a lot, at the time, even back then, whether it was journaling or poetry or whatever it was. And friends would encourage me to write down – I stopped my law job, at some point, when I knew I was in over my head, and in a good way, over my head at the San Jose. But I needed to do something with the motel. I couldn’t continue on at $30.00 a night with people stealing sheets and bleeding on sheets and burning sheets. You name it. But people kept encouraging me to write down things that happened during the day because I would tell stories at dinner, I’d go to dinner with friends, and it would be absolutely absurd or crazy – Tim Ferriss: Yeah, within the first five or ten minutes, you see quite a few examples. Liz Lambert: Yeah. So, I didn’t have time to write it down because I was literally like the place had been redone in the ‘70s, I think, was the last time. So, it had shag carpet still. So, you could imagine, as you tried to vacuum that shag carpet, what it was like. I mean, there were definitely people – it was definitely a place where you did drugs. It was definitely a place where you had whatever homeless pet you might have. It was just like – and the housekeeper that had been at the motel before I bought it, they were a husband and wife, the Woos who were awesome people, but they were the only employees besides Mr. Woo who, I swear to God, was two years older than God and almost blind. And he was the housekeeper. So, the state of the rooms, when I got there, were just a thing to behold. And I cleaned rooms for quite a while. So, I was so busy that I wasn’t writing things down. There was no journaling. There was none of that kind of thing. But I did find a camera. It was right when those little pocket cameras came out. there was a little Sony PC7. And I got one of those. So, I just started talking to people. People knew the camera was there. The front desk had a little glass thing that you slid money through, and just duct taped it to the front for a while. And then, when I would go out to knock on doors or kick people out or collect money because it wasn’t like you came and paid on a daily basis. I had to chase down money. And so, I would just take it with me. And when I was done, I was really lucky, at the time, that I had a friend who was at AFI in cinematography. Tim Ferriss: What is AFI? Liz Lambert: American Film Institute. Her name is Jen Lane, and she just now is the producer of the new Queer Eye that’s super popular. Tim Ferriss: Oh, you’re kidding. Liz Lambert: Yeah. And she was one of my good friends. And then, she had a friend named Uta Brezwitz, who is a producer now as well, but a very well-known cinematographer before she became a producer. She shot the first three seasons of The Wire, and that’s why The Wire looks like it does. Tim Ferriss: Wow. Liz Lambert: So, they were both in film school. And they came down, and I said you guys come help me shoot because they were both directors of photography, what they were studying. And they were awesome because not only did they shoot some B roll and then, when I was ready to shut the motel down, they shot the last three weeks, but Uta also encouraged me – you said audio verite. That’s exactly what she told me. I was really worried about a big microphone and stuff, but nobody would have talked to me. She was like and don’t worry about your film style. Just talk to people. And the story is compelling enough. And those were words of wisdom. And as long as you could hear it, it was going to be okay. You didn’t need a huge microphone to stick in somebody’s face. Just make sure it was audible enough. Tim Ferriss: So, you have some incredible footage. And you really do capture – I’m searching for a word besides humanity because it seems too high concept maybe for what I’m trying to convey.  But you captured the vulnerability and the sincerity of so many different types of people of all different colors, of all different types who are completely, marginalized, discarded, these sort of invisible people. And I watched this. And I was having just a bitch of a day yesterday. And I was feeling sorry for myself. And I was talking to friends. And we were commiserating about various things. And I’ve had what I would consider, in my life, a bit of a hail storm of a week. And then, I wanted this. and I was just like you asshole. God, you should get down on your knees every day and just thank God that you have the bed that you have to sleep in, that you have the food that you have to eat. It was really humbling. And you’re holding this footage. You have these stars to be helping you. Why not put it out? Liz Lambert: I got busy. Here’s the thing. Tim Ferriss: I will help you put this thing out. Liz Lambert: Let’s do that. I would love that. The last three years, it’s been at the top of my list. And I keep having people that say they’ll help, and then, everybody is busy. And so, it becomes this – Tim Ferriss: I will commit right now publicly, I will help you put it out. Liz Lambert: I am so happy about that. Tim Ferriss: Yeah. It’s very – as long as you’re not expecting a full blown red carpet theatrical release. Liz Lambert: No, no, no. Tim Ferriss: If you just want it to be available to people – Liz Lambert: I just want it to be available. So, what happened was, right when I was done, you’ll see, the doc ends as I close the door, when we close the San Jose. During the documentary, we follow five or six people that are permanent residents at the San Jose. Again, I was just shooting on the fly kind of keeping a video diary. And so, I would turn the camera on myself every once in a while. I never, even when I began editing and realized I couldn’t edit it, I had 90 hours of footage. There’s so much good stuff in there. But there was no way I was going to be able to tell a story. So, another friend of my friend Jen’s from AFI, Tina Gazaro who works in the business still today, I hired her to edit. But I didn’t have her edit, until about four or five years into the San Jose being opened. And so, it was hilarious because she would see people that might have passed through the footage or the documentary. And they would have no idea who she was, but she spent hours and hours watching them. And she would be hey. And they’d be like you know way too much about that kind of thing. But she did an amazing job. And she gave compelling reasons that I should also be a character in the movie because it wasn’t just about – it was also about my story and about me living there as part of the community and the struggle I was having. Liz Lambert: Everybody had a struggle, different struggles. But one of the remarkable things is that they’re all behind me, the folks that live there, generally. One second. I’m so sorry. Tim Ferriss: You’re totally fine. I’ve been coughing up a storm for a few weeks. This happens to be one of my lighter coughing days. Liz Lambert: Okay. How did that sound in your ears? Great? Tim Ferriss: So, can I pause for a second? Liz Lambert: Yeah. Tim Ferriss: So, there are a few lily pad hops that I want to know more about. So, first is you went to three places for undergrad focusing on creative writing with an emphasis on poetry. Why did you go to three places? And how on earth do you go from there to law? Let’s start with that. Liz Lambert: I went to three places because my family were – I’m from West Texas. My parents met at TCU. My grandfather played football for TCU. My dad played football for TCU. My oldest brother played football for TCU. Everybody in the cousin group, everybody went and started at TCU. I got there, and Fort Worth is a lovely place. I’m crazy about Fort Worth these days, but I always knew it wasn’t really going to be a fit for me. And once I had kind of got interested in creative writing, the program there wasn’t as strong. I went to Stanford because I think it was aspirational of what I – I thought that’s where I would transfer. And I went to summer school there and got – so, what do I do about it? Tim Ferriss: I’m fussing with my beard. You’re fine. Liz Lambert: So, my tour of colleges. Tim Ferriss: Yeah. So, Stanford, you were saying, was aspirational, and you went there for summer school. Liz Lambert: I went there for summer school, and then, I was accepted as a regular student to Stanford. And I deferred. There were things going on with my family that I needed to come back to Texas. And once I came back – Tim Ferriss: Just in terms of, if you’re comfortable saying, just sickness? Liz Lambert: Divorce. My parents. And I was really close to my mom. And so, I felt like I needed to be closer. And I deferred a semester, and then, I ended up just going to UT. I always loved Austin. And, in the long run, I’m really happy I did. When I arrived in Austin in the early ‘80s, it felt like the place was made for me. It just felt like home. Tim Ferriss: What about it? Liz Lambert: I’m a Texan through and through. But there were a lot of reasons that I didn’t really fit comfortably into other parts of Texas. I was gay. At the time, I wasn’t even out. And I was a little more creative maybe. I hadn’t found my place in Texas, except for West Texas. And Austin was the state capitol. The university was huge. It was this liberal place and more conservative state. And – Tim Ferriss: The blueberry and the – Liz Lambert: The blueberry and tomato soup, yeah. And then, the music was amazing. And there were rivers and lakes. It felt like home. Tim Ferriss: For those people who have never been to Texas, and there are certainly lots of international folks listening, and they may have the image, certainly, of the cowboy hat and the boots, but that’s about it, when you say Texan through and through, in other respects, for you, what does that mean? Liz Lambert: I’m from West Texas. And there are a lot of people that grew up in Texas and never even make it to West Texas. This is a big state, for you guys who don’t know. Tim Ferriss: Although Jeff Bezos, maybe unbeknownst to many people, would be one of those people. Liz Lambert: Right in the middle of West Texas. It’s a good place to launch a rocket ship from. And so, I’m, I think, sixth or seventh generation in the ranching business. My family still ranches cow and calf operation. And so, there is a certain way Texas – Texas is like another country for some people. It really is. I have friends – Tim Ferriss: The Republic of Texas. Liz Lambert: That’s right. And that comes with a good and bad. But, for me, mostly, it’s a good thing. A friend of mine asked me, when I was young and traveling, he said if people were to ask you if you were in Europe where are you from, I would say West Texas. And he’s like that’s really odd. Most people wouldn’t say that. The would say not only say Texas, you give the region of Texas you’re from. I’m like well, West Texas is so different than East Texas. Tim Ferriss: It is an enormous, enormous state. Liz Lambert: Yeah. Tim Ferriss: So, you end up in Austin. How does the law come into the picture? And why? Liz Lambert: Well, so, as I said, I was a humanities major, which I’m forever thankful for. And then, I doubled down with a concentration in poetry, which is they’re not looking for poets out there, I don’t think so much. And so, I applied to go to – I could go get my MFA was really the path I was on. Tim Ferriss: our graduate degree in writing. Liz Lambert: Right. And I applied to one program at Sarah Lawrence and didn’t get in. And I was like, okay, what now. I knew that I was going to need a little further education or some other direction. So, actually, the first thing I did was I got an internship at Texas Monthly and worked there for – I went on to work as a paid I don’t even know what it was, paid employee, I guess, at Texas Monthly for about a year and applied to law school during that time. My father always argued that law school education was something I’d never be sorry about. And it was actually the best liberal education you could get. Tim Ferriss: Do you agree with that now? Liz Lambert: I do actually. I was afraid, at the time, it would kill every bit of creativity in me. Somehow, learning to think logically would dampen my ability to be creative. And I don’t think that’s true at all. Tim Ferriss: So, you finished law school. Do you work in the law profession before Hotel San Jose? Liz Lambert: I did indeed. So, I went straight from law school to the DA’s Office in Manhattan and worked there for 3.5 years or so, and then, moved back to Austin and worked at the Attorney General’s Office. So, I was a trial lawyer. And, again, something I’ll never be sorry about. I made amazing friends that I’m still in touch with on a regular basis, from a text thread to an occasional reunion. But it also taught me how to think in a way that has served me really well in business and in just in the world. It teaches you a form of rigor, I think, to be a trial lawyer to understand all of the facts of any situation and to put it together. Tim Ferriss: So, understanding the facts then, of your situation, at the time, if I contrast – contrast isn’t the right word. It sounds too judgy. If I look at your path side by side with the paths of other former lawyers I know, which are many – Liz Lambert: A lot, right? Tim Ferriss: So, maybe they say I don’t want to do law, but I’m going to do management consulting. I don’t want to do law, I’m going to start a company with my friend or go to business school. There aren’t many who say I don’t want to do law. I’m going to buy a hotel that’s full of drug addicts and prostitutes and so on. So, why that particular choice? How did that come to pass? Liz Lambert: I think, partially, it was serendipity. I was in the right place at the right time on the right street. Tim Ferriss: What appealed about it to you because, for a lot of people, that would be – it would have a repellant effect. But for you, it had an attracting effect. Liz Lambert: Well, if you think about it, I had come from the DA’s Office. And a lot of the work I did was with a lot of the same – I don’t know exactly where that concentric circle is, but a lot of the people I dealt with in New York and in the criminal justice system, whether it was from a police ride along or just looking at the stories of people every day down in out or in trouble or when things get crossed in one way or the other in their lives was not something new for me, in that way. And I wasn’t scared of the junkies and hookers. Like I said, again, there were a lot of really good people there but were in a moment in their lives – Tim Ferriss: Which is really clear in the doc, which is part of the reason why, yeah, it’s going to get released. Liz Lambert: But there were a lot of people hustling. And whether that be a good hustle a bad hustle. And I’m a big believer in hustling. But there were some pretty good grifters in there as well. So, it wasn’t unfamiliar milieu for me. But I always was interested in design. It’s something that I had always enjoyed. And one of my brothers had worked for ICF, International Contract Furnishings, kind of like Noel and was – Tim Ferriss: I wish I knew Noel. Liz Lambert: Noel is a business that probably started in midcentury. It was known for Florence Noel and issued a lot of classic furniture that you would see in like [inaudible] [00:32:51] did stuff for Noel. Tim Ferriss: Got it. Liz Lambert: Okay. Design. He was in design, I should say. And so, it’s a world that I was always fascinated by. And there was really not this clear path. And I’ve also always loved hotels. Tim Ferriss: Did you dislike law? Liz Lambert: I actually really liked the DA’s office. I liked criminal law a lot. There’s a line in the Caroline Forshe poem where she says there’s nothing no man won’t do to another. And that’s fascinating to me why we do what we do, and why does our criminal system do what it does and respond to the human condition the way it does. And what are our rules and laws? I found that fascinating. And I also like trial work. I like talking to a jury. I liked the whole not just pageant of it but the actual truth finding mission. I also liked being a lawyer where it wasn’t – a lot of people think that the DA’s Office, their whole purpose is to get a conviction or be an arm of the police, in one way or the other. And it’s not. It’s really to do justice or to do the right thing. And that’s an amazingly powerful thing. A lot of people with my politics would have probably gone to the Public Defender’s Office. Tim Ferriss: Can you explain why that’s the case? Liz Lambert: Well, because – why is that the case? Why do people with more liberal politics go to the Public Defender’s Office? I think that the DA’s Office is often seen to be in line with – Tim Ferriss: Like the pit bull. Liz Lambert: Yeah. And in alignment with the police. And you’ve got to do – to fight the good fight, you’ve got to be the person that is on the side of justice in the way of making sure that the constitutional principles are upheld. And you’re down in the trenches with folks that often are sometimes wrongly accused. So, it tends to separate out that way. But, at the time, I really thought, when I was in law school and thinking about going to a DA’s Office that it made sense to go to the place that had the power. And the Prosecutor’s Office is the place where you can choose to bring a case or not. I was also the first openly gay person hired at the Manhattan DA’s Office, in 1991, yeah. Tim Ferriss: No kidding. Liz Lambert: Crazy. Tim Ferriss: Wow, ’91. Liz Lambert: Plenty of queers there. Tim Ferriss: Yeah. First openly – Liz Lambert: Yeah, openly. And so, the first year that I was there, we actually marched in the Manhattan Gay Pride Parade right behind the Police Department and in front of the Fire Department. And my girlfriend, at the time, she worked at the Minority Task Force on AIDS. So, of course, she was marching with the House of Africa. And they were like having a blast. And I was there with the DA’s Office and the police and the Fire Department. And I’d be like come march with us, and she’s like no. Tim Ferriss: Hell no. I’m having too much fun over here. Liz Lambert: But yeah. So, that was – and there were a lot of things that I – you could talk for hours about that and what I learned. Tim Ferriss: I guess I’m just curious, why stop? A lot of people stay in law for a very, very long time. So, you did have this moment. You’re at the Continental Club. You see Hotel San Jose across the street. You have this deep interest in design. You have empathy for the people who are mostly not seen and/or it was during the day there. Liz Lambert: Right. Tim Ferriss: You have all of that, but you also have this potentially safe career in the legal profession. Liz Lambert: Right. Tim Ferriss: So, why stop? Liz Lambert: Well, there were a couple of jumps between there, but so, I stopped at the DA’s Office. You had a three year commitment. And, so, I stopped about 3.5 years in right before you go on the homicide chart I think in Year 4. I came back to Texas. I think, if you stay in New York too long, you become a New Yorker. Tim Ferriss: Yes. Speaking as someone raised in Long Island, you have to be careful about that. You have to be very, very careful. Liz Lambert: You don’t want that to happen to you. Tim Ferriss: So, I came back here, and I worked at the Attorney General’s Office. And that was a little bit different. I was traveling all over Texas trying cases. And it wasn’t as fascinating to me. But I still liked being a lawyer. But a couple of things happened. A friend of mine died of AIDS related causes. And that was a real jolt to the system. It was one of those moments where I felt you better do what you want to do and not what you’re supposed to do. Or this is your one life and your one chance. And so, I think that probably happens for a lot of people. You face mortality up close for the first time. And that’s either you just kind of push it away, or if you really invite it in and grapple with it, I think it’s a life changing thing. And so, it was for me. It made me – I always wondered about the San Jose down on South Congress. And I would look at it and kind of dream about it a little bit. But that was the thing that got me out of the chair and across the street and knocking on the door to find out if they’d ever sell it. Tim Ferriss: And we could spend the entire conversation just on the first few months of – easily, the first month, the first day of your experience at San Jose. And I’m struggling with where to go to next because I kind of want to stay there. But maybe what I can do is, sitting right here, is talk about Christopher Alexander and, certainly, the other authors. But I’m curious how you found your footing and your approach to doing what you now do. So, you kind of land there. Oh my, God, you’re doing every possible job. You’re using a toothbrush to take some God awful stuff out of a sink. I couldn’t even identify what the sludge was. Liz Lambert: You don’t want to know. Tim Ferriss: Yeah. You don’t want to know. Syringes and – you’re doing every job imaginable. How do you figure out your play book, and when does Christopher Alexander, not to overweight the importance of these books, but for those people who are watching, you can see this is a book called A Pattern Language, Towns, Buildings, Construction, which has come up a surprising number of times in this podcast? Liz Lambert: Has it? Tim Ferriss: It has, yeah. Liz Lambert: Interesting. Well, so, at the time, I thought that I was going to take the San Jose, which was a 24 room, motor court, built in the ‘30s down on South Congress, an area of town that was still pretty abandoned. It was one of those places that – and not unusual, at the time, that there were urban cores that, when highways would come in, it redirected traffic. And the small kind of mom and pop stores and urban downtowns were bypassed. But, obviously, there was a lot of interesting architecture still or buildings that were – because they were older and built at a time where they were on a really important avenue. So, Congress, for those of you guys who don’t know, is a main thoroughfare in Austin that leads directly to the state capital. And, at one time, it was the main avenue that went all the way to San Antonio probably 60 miles to the south. And so, it was a major thoroughfare.  So, there were a lot of old buildings and businesses, historic and otherwise, along the way. So, I thought that I would just redo this 24 room hotel, motel. What I didn’t realize was it was $30.00, my idea was maybe it could be $75.00, and we could just redo room by room. And then, it would be this amazing place close to downtown. I had lots of friends from musicians to creative people to people that were going to visit their friends in the neighborhood that would stay there. Once I started trying to crack that plan a little bit, I realized it was  a marketing nightmare. The most people that were going to pay $60.00 or $75.00 were on the highway. And they wanted something that they could run like a Motel 6. And if I did lure somebody downtown onto South Congress where there were no other hotels, they weren’t going to want to stay next to the crack head or mom and pop in their van. Didn’t want to rent next to somebody with an arrest for murder, a warrant out for murder. So, it was true. You saw a little bit of the documentary. I remember when the police first came. They would drive around the San Jose because there was a big court yard that was just a parking lot. And when I first got there, it was like no, no, don’t do that. That looks bad for business. And I was there a week, and I was like can you guys come more often? So, I started to realize, and I would go and get new things and try to redo the rooms one by one. And I’d get something new, and it would be stolen. Or I would get like it just wasn’t going to work room by room, I finally realized. Tim Ferriss: Yeah. There was some footage also where we were like what happened to the TV. And like the TV is destroyed. Like oh, yeah, the last person who was in here left a gift for the new person. Every one of this is a fucking mess, but they’re saying it’s a fucking mess. Let’s see what’s in here. Liz Lambert: And it’s one of those things where, if you clean something up, people are much more – if you respect people, people are much more likely to respect a place or a thing or a person. And the people that were living there, it was the – the mattress had bed springs that were cutting you at night sometimes. So, it wasn’t like – of course, you were going to throw a TV out the window. It was a cycle that was – now, I had this place. Now, I was trying to keep it afloat. I had to have a plan. And my plan at 24 rooms with not much money wasn’t going to work. And then, I started going to banks to see if I could – I had gotten through school without even taking a math class. And so, now, suddenly, I needed to understand the basics of business and writing a business plan. And I couldn’t read a spreadsheet. I couldn’t read the financial statement. I didn’t know what all of those small numbers meant. And, suddenly, it became really important that I learned that skill. And so, I went and audited some classes at the business school at University of Texas. It has a great business school. And I took some management in the service industry classes. And I tried to finally work my way through how to do a business plan. And it was so hard. We do them all of the time now, and we do studies, and we do market studies. And it’s a skill that I rely on, as we look at different hotels in different markets now. We do it all of the time. And it was such a foreign language to me. So, then, I finally got through a business plan. And I had to go try to convince some banks that they should loan me a bunch of money to redo this motel in South Congress, which, at the time, you couldn’t convince a lot of locals to even set foot on South Congress at night much less spend the night down there. So, it was a process. Tim Ferriss: So, what happened? This is a cliff hanger. Liz Lambert: I finally took on some partners that believed a bit in the idea. And so, they had some track record. So, they gave me some legitimacy. Tim Ferriss: How on earth do you convince the first person? The banks are saying thanks but no thanks. Liz Lambert: People were intrigued though. Remember, I was a lawyer. And so, I was really selling it. And there was a change afoot in Austin. You could feel it in the air. People were starting to return to that neighborhood. It was a time that – it was in the mid ‘90s, and there was starting to be some urban in fill downtown. And so, it was right on the edge of that being not completely implausible. But it didn’t help that I had absolutely zero experience running a business. That’s what really got the banks. They’re like what. I’m like no, I can do it. I promise. Tim Ferriss: If you look at my poetry resume. Liz Lambert: Yeah. Exactly. So, it took a local bank, at the end of the day, a guy named Eddie Safety who was at it’s now Prosperity Bank, but it was Liberty, at the time, basically to underwrite it. But it also was remarkably inexpensive. The work we did, in the bigger picture, is something that we would never get away with now. But I was there all day every day. I was really lucky to have like [inaudible] the architecture firm out of San Antonio, now also out of Austin, to be my partners and believe in the project as well. Tim Ferriss: So, I hate to bother you with the nitty gritty, but let’s pause for a second. I’ll just start that over. So, I hate to bother you with just halting the story and jumping into the nitty gritty, but these are such important inflection points. If you don’t get the money, ostensibly, not good things proceed from there. So, we’re talking about Liberty and then Prosperity, both good words. How do you convince that person, or how did you convince them? What was the conversation where they were like, okay? Liz Lambert: I mean, I also applied for an SVA loan and finally got it. It was partially funded by the SVA. So, that was great. I have a business partner now that I’m still in business with who is a great guy and had a lot of experience in business. And his wife had brought him the proforma for the San Jose. Tim Ferriss: How did she get it? Liz Lambert: From a friend of a friend, basically. It got passed around somehow. Tim Ferriss: So, you were just – Liz Lambert: Yeah, totally. Tim Ferriss: Just in case, let me get these into circulation. Liz Lambert: Exactly. Again, I didn’t know what I was doing. So, it was just who knew who. And she brought it home and wanted to invest. And he still has the copy of it because, when it showed that we would get $110.00 a night in Year 3 or so, he wrote in the margin of the proforma no way. He totally didn’t believe. But I don’t know how – I’m tenacious. And I don’t know how I finally convinced the bank. Again, they did take a leap. I’m sure there was some kind or personal guarantee that I didn’t even know what a personal guarantee was, at the time. I’m like sure, take it. Take my blood. At that point, I thought about selling the San Jose. It probably took two years to really close – I bought it in ’95. We closed in ’97. December of ’97, I started renovations. So, it had taken all of that time. I quit my law job just to go try to find money to do some kind of renovation. And, in the meantime, we decided to – Tim Ferriss: Just so I’m clear, you were doing your law job simultaneous with running the San Jose, up to that point? Liz Lambert: In the beginning. And then, at some point, I realized I had to go work behind the front desk. And I quit my law job, which was crazy, too. I have to give it – my mother has been gone for about five years now. But I can’t believe that they didn’t think it was the craziest fucking thing I’d ever done. Tim Ferriss: I was going to ask you. Liz Lambert: Like making no money. My father would have pointed out that it was just at the point I became a really good trial lawyer that I just jumped ship. I guess. I don’t know. Even in hindsight, I don’t know. But I felt compelled, in some way. Again, I’m really dogged and really – I’m going to follow it down, once I decided it’s what I wanted to do. But I’ve got to say, there were nights, I don’t know why is it always nights, that I laid awake and really thought about selling the San Jose. And probably, two or three times, I got really serious about it. I thought there was no way I’m every going to be able to do this. It’s too hard. And I just, somehow, powered through. Tim Ferriss: Why didn’t you sell it? Liz Lambert: Who would have bought it? Tim Ferriss: Good answer. That is a fair answer. So, you finally get the money. You close for renovations. What do you do? Is there anything that you did that you no longer do? Were there things that you did where you’re like oh, that actually became part of my pallet as an artist, so to speak? Liz Lambert: Yes and no to both. There are ways that it was extremely inefficient. Nobody would ever let me do what I did then now. But I was learning, on the job. It was also really low risk. When you think about, in the hotel business, you look at the price you pay per key, when you’re talking about selling or buying a hotel. Tim Ferriss: Per key, meaning per key – Liz Lambert: Per key per room. So, the general notion is, when you’re talking about what a hotel is selling for, what you’re into it for, what you can develop it for, whether it’s a good deal. You take the total price of the project for the land, all of the soft costs, all of the hard costs, all of the working capital, everything you have in it to get the doors open, all of the furniture, fixtures, equipment. Put that in a bucket, and then, divide it by the number of rooms. And that gives you the price per key of what the hotel costs, if that makes sense. Tim Ferriss: It does, yeah. Liz Lambert: So, we were into the San Jose at, the day we opened the doors, for $100,000.00 per key, which is super inexpensive. Tim Ferriss: Inexpensive? Liz Lambert: Inexpensive. Tim Ferriss: Okay. Got it. Liz Lambert: At the end of the day, yeah. So, yeah. Tim Ferriss: Low risk. Liz Lambert: So, it was low risk. And I was on the front lines. I’m sure, again, I had a personal guarantee, and I was there every day working like crazy. And like [inaudible] [00:53:20], the architecture firm that I’ve worked with repeatedly since, they were also there every day. And so, again, the question was are there things that I did then that I would never do again? And then, are there things that I did then that became part of my pallet? Yes. In looking back on it, I think what I did intuitively there is something that we do as an organization on a regular basis now, whenever we’re looking at a hotel. And that is to say that I was interested in what the neighborhood wanted and needed. The place had been there since the ‘30s in the South Austin neighborhood. And so, I wanted to look around and look at the hotels that are most interesting to me are part of a neighborhood or part of a community. They’re the places, when I was growing up, my grand dad who was a rancher didn’t have an office. So, he would go to the local hotel and sit in the lobby and do business deals and get his boots shined, get his hair cut. You could do that in the lobby of a hotel. It was a place where people met, whether you were from out of town, or you were a local. Often times, like a real cornerstone of the community or real important place to meet for the community. So, those were the kinds of things that interested me the most. So, it was one of the first things I asked is how do we serve this neighborhood and South Austin. And one of, obviously, the first things, we were directly across from the Continental Club. So, what do musicians need? Because, at the time, musicians were some of our most frequent guests, when we were $30.00 a night because they were coming through town in a van, and they were looking for a very cheap hotel. And, a lot of times, they might be wasted enough that they didn’t notice how bad the bed was or the carpet or anything else. And we also had people that were spilling out of the Continental Club sometimes late at night. But and the neighborhood was starting to change, and people were starting to buy homes downtown again or in Travis Heights. We also started a coffee shop that opened, my brother and I did, months before the San Jose opened. And that, again, was a need of the community. Tim Ferriss: So, you were looking to fill the need, that’s what drove it. It wasn’t we want to make a coffee shop. It is what do people need. People need a coffee shop. Let’s do a coffee shop. Liz Lambert: Right. More than that, we needed a coffee shop. Tim Ferriss: I want to underscore this because it comes up so frequently in people who, ultimately, succeed in some capacity in entrepreneurship is it so often starts with scratching their own itch. And at least that way, you know you have a market of one. Liz Lambert: Maybe two, but yeah. Tim Ferriss: It’s not complete speculation, so not to interrupt. Liz Lambert: When you think of A Pattern Language, you think of Christopher Alexander. What I was doing intuitively – Tim Ferriss: This gigantic book that those on audio can’t see. It’s big. You could bludgeon a badger with it. Liz Lambert: What I was doing intuitively was a lot of what – for those of you who don’t know, Christopher Alexander is a writer and a thinker about architecture and about how we build.  And more than that. But for me, he wrote a book called The Timeless Way of Building. Tim Ferriss: Which I have not read, yeah. Liz Lambert: And he wrote A Pattern Language, which was, basically, his idea was looking at all the old villages and towns and communities that were throughout the world that have been there for centuries. And his point was that people figured out how to build intuitively more so than current, at the time, and probably today, current architects today who are responding to how a thing looks rather than how it functions. Tim Ferriss: Right. Liz Lambert: And his argument is, or his thesis is, that we know, intuitively, where to put a fireplace or a hallway or a hub and spoke model in a small community because it’s those ways of building that make a place feel more whole and more complete. And it makes you, as a person, feel more whole and complete. I think he calls it the quality without a name. Tim Ferriss: Yes. So, the quality without a name. What does that mean? What does it refer to? Liz Lambert: Well, you know those places that you’ve been to that – buildings you’ve been in or places you’ve been in where it just feels right. And it feels calming rather than agitating. And it feels like you are part of something in a bigger sense. And I think part of that would be today, people design things today, this happens all of the time, that they’ve never even been to the place where the Tuscan village in the suburbs is going to be put. His argument is that you look around you, and you see how things are built in the place you are. And you don’t bring building materials that would never exist in a place. You look at the ways of doing things that have been done for a long time. And that way, you become the fabric of the place itself. Tim Ferriss: Yeah. This book is so simultaneously intimidating and fascinating. I just turned to a random page, 599, activity pockets. And there’s a diagram with the average number of people, an area of 150 people to 300 – no, P must mean something else, 300 something square feet. And it’s looking at the placement of umbrellas and what looks like an Italian pavilion. And there’s another section, pocket of activity, which bulges into the square with a picture from Italy. And then, there’s a separate section. I was actually looking at this because I had a cabin construction project not too long ago. And there’s a section on the integration of outside and inside. Liz Lambert: Right. Okay. So, I don’t think that the book actually is – I think you’re reading it in the right way, meaning you should not sit down and read that book from cover to cover. It really is something that he became, and he’s still around today, but he became a software, what would you say it is, designer of software. His ideas about patterns. And so, patterns are a thing that happens over and over again. You see it in the natural order of things. So, if you’re talking about an Italian plaza where the umbrellas are, think, in your head, how many times you’ve seen that. Well, there’s a reason that – there’s a reason. People on the ground design that themselves because that’s where human activity went to. When we were doing El Cosmico, which is – Tim Ferriss: Can you describe that? Because El Cosmico has probably been recommended to me by Texans more than any other hotel. And then, there are Austinite’s who do staycations at some of your places. But describe El Cosmico because, when I do the introduction, how do I describe it, but I think the community lodging concept – when you were designing El Cosmico, I don’t mean to interrupt, but – Liz Lambert: No, that’s quite all right. El Cosmico is now 21 acres in far West Texas in the city of Marfa, town of Marfa. Tim Ferriss: Considered one of the darkest places in the United States. Liz Lambert: It is. You can see they put the MacDonald observatory there. You can see – Marfa is one of the darkest places. It is also about a mile high, about as high as Denver. And it is more clear nights and clear days than your average place. And there’s no real – there’s very little light because it’s such a sparse area of the country. Tim Ferriss: In terms of light pollution. Liz Lambert: Yeah. So, if you think about it, there’s two main counties out in far West Texas, Brewster and Presidio. And there’s something like you can fit like 17 Rhode Islands into one of those counties. And I forget what the number is, but the per capita, the acreage per capita per person, that’s redundant, but is enormous. Every person has something like 4 square miles. It’s just like sparsely populated, not a lot of cloud cover, and not a lot of light pollution. Tim Ferriss: So, for that reason, my understanding is that amateur astronomers but with nearly professional grade equipment or professional equipment travel from all over the country to go specifically to Marfa. Liz Lambert: That’s true. Tim Ferriss: For the new moon and things like that. Liz Lambert: Yeah. It’s incredible. You can see the milky way, which, when I was growing up, you could regularly see the milky way. And how often do you see it now in places that aren’t like Marfa or like Baja, California? There’s too much light pollution. We just don’t see that anymore. And you forget what an amazing feeling that is in the order of things to see another galaxy. Tim Ferriss: So, you have 21 acres. Liz Lambert: Okay. So, I digress. There’s 21 acres. We’re right on the edge of Marfa. It’s a town of about 2,400 people. And I had done a small motel in Marfa called the Thunder Bird and walked away from it. It was a bad partnership. It wasn’t going anywhere. But I did know that I was interested in Marfa as a community. Marfa, as a community, again, my family ranches in the region. I moved back from New York. I really wanted to spend more time in far West Texas. And Marfa was a little bit on fire, if you can say that, for a community of 2,400 people because Donald Judd who is one of the 20th century’s most renown sculptures had made a home in Marfa. And it had become an art mecca for a lot of folks. So, you have this crazy mix of artists and creative people and ranchers and people that work on the land in this beautiful place. For those of you guys who are from overseas might think of it as the myth of the American west when you’ve seen giant or you’ve seen movies, westerns, the landscape we’re talking about looks a lot like that just stretching on forever and distant clouds. El Cosmico, I bought this pasture, basically, that was on the edge of town. And I wanted to build a hotel or a lodging experience of some sort there. And I realized that it needed to be indoors and outdoors because that’s one of the reasons you go out there. And I didn’t know exactly what I was going to do, again, at the time, but realized that old trailers, vintage trailers were a great way to get started putting hotel rooms up quickly. And so, I had bought a few trailers. And we redid them. And I started falling in love with trailers of the ‘50s, ‘60s time period because those old Spartans and Vagabonds and things like that are made with this beautiful birch interior. It was before they were making Air Streams with I don’t even know what the walls of interior in Air Stream are. But trailers of that vintage had this beautiful wooden interiors.  You felt like you were in the belly of a ship or at a ship’s cabin. And we finished them with yacht varnish, at the time. And so, it was like these – we put the first few trailers out there. And it was like ships in the desert. And I just fell in love with the whole notion of these kind of nomadic ways of living. And so, we got some yurts, eventually. We got teepees. We have safari tents. And it became this grand experiment to see how we would use the land. So, all of the rooms were moveable. And so, we kind of lived our way into it. That comes back to Christopher Alexander and the Pattern Language. It was really starting to have music festivals and parties there and people living out there to determine what did the place need, and how would people use it. Tim Ferriss: So, we’ve been talking about the outside/inside integration. And Christopher Alexander gives some great contrasting photographs for illustrative purposes. It seems, based on the homework that I’ve done at least that you also think a lot about – well, I’ll quote here. And the internet misquotes a lot. So, you can correct me, if I’m wrong. But here’s the quote. And this is part of a longer conversation, of course. But “I hate it when I visit a hotel that hasn’t put thought into the products they place in their room. It’s all part of the language of the place and the details that affect the guest experience there.” So, if we look at El Cosmico, or you could choose a different example, what are the things that people might notice inside? Liz Lambert: Inside and outside. Tim Ferriss: And outside, yeah, sure. Liz Lambert: I think for us, at Bunk House, part of – it is a whole experience. Being at a hotel should be, and you think of some of your favorite hotels, it’s not that you liked the bed spread, or it was close to the highway. You might have liked both of those things. But I think, probably, the places you like the most are the most immersive. And I think of it as storytelling, in a way. So, every hotel that we do has everything from sound track to, often times, a color or a color scheme that repeats throughout, a smell, an incense usually. Like at the St. Cecelia, we put [inaudible] [01:08:34], big sticks of  [inaudible] in the garden, so as you’re walking through the court yard, it’s really subtle, but it’s something that strikes your senses, and it reminds you of the St. Cecelia. Tim Ferriss: Of all of the smells that you could possibly choose, why did you choose that? Liz Lambert: The St. Cecelia is a small hotel. We have, further back in the neighborhood off of South Congress – Tim Ferriss: Very good selection of tequila also. Liz Lambert: I bet. It’s only 14 rooms, but the main part of the St. Cecelia is an old Victorian that was built in the 1890s. And then, it has some bungalows that are scattered around about an acre or acre and a half of land. In order for us to do a hotel, for me, there has to be a skeleton, a story that everything is hung upon or proceeds from. And so, my business partner, at the time, we were looking, and the St. Cecelia came up for sale. It wasn’t the St. Cecelia. It was just an old Victorian on an acre of land near downtown Austin. And he’s like what’s the story here, if you had to describe this to somebody. And for me, it was – I always loved that whole period of rock and roll that was about going to really nice hotels and the super decadence. Not the throwing the TV out the window, but the great silver, slightly tarnished and the white table cloth from room service, and the contrast of Dillon taking tea somewhere or drinking a bottle of whiskey. The Stones at [inaudible]. There’s something so awesome about where elegance meets kind of rock and roll. And so, there was this Victorian, and it felt like I’d seen a photograph of maybe it was the Stones somewhere in full on 1970s, awesome clothing. And there was a chauffeur washing a Bentley in the background kind of thing. So, this place where those things met immediately became the St. Cecelia to me. The St. Cecelia was a patron saint of music and poetry. And so, if you ask where [inaudible] comes from, it’s like that smell of [inaudible] is the hippie smell of that time. And putting it in a place as elegant as the St. Cecelia makes perfect sense to me. Tim Ferriss: So many questions. I would think of myself, in general, as at least an aspiring minimalist, when it comes to certain aspects of design. And certainly, I have very, very limited experience compared to someone like yourself but have had projects, one in San Francisco before I moved to Austin, where this place was stripped down to the studs. And it just became an art project. And I’ve spent a lot of time in Japan. So, it was sort of a combination of a green and green  [inaudible] type feel plus Japanese. So, very simple, in some respects. And I have a particular dislike of clutter, I guess, even though it’s an ongoing battle, in my own house. So, I think it was your brother who said the following. And you can correct me if I’m wrong. But “Let people be the color in the room.” Could you expand on that or explain what that means? Liz Lambert: Sure. It was my brother, Linden. Some of the best advice ever. I think that you look at hotels, at any point, particularly the last 20 or 30 years, I look at someplace, and I’m not giving a bad shout out, but The Loft or something or the Indigo, and they think design is fun and whimsical. And it is. But, oh, my God, how do you walk through the hallway? You’re just assaulted by so many different patterns and so many different what people think is cool or hip or now. And it’s just like a constant onslaught. And to me, the best hotels or the best places are places that are more calming. And so, doing things through massing or through a pattern where you take the language of a place and repeat it and repeat it and repeat it. And maybe so subtle that people don’t really notice. But I think, if you give people – all of our own lives are so cluttered, in so many ways. But if you strip away everything, to a certain degree, and let the people be the color in the room, it’s infinitely more interesting. I think people feel better about everything that way, as well. The San Jose was the first hotel I did. And I kind of think of it as Mexico meets Japan. For you guys who don’t know, we did a real sort of minimalist job on the place. At the time, we developed a furniture system that would work in the rooms because all of the rooms are very different. Over the years, they’ve been cut up in different ways. So, we needed something where we could do something repeatedly throughout. And we ended up using some pine, loblolly pine, which is a localish material from East Texas. And its sort of a Judd like way, Judd being the Marfa minimalist, although I know he would hate the word minimalist, which I think Judd is very informed by Schindler. And I don’t know if you know Schindler. Schindler is an architect from the ‘20s that was working in the LA area. But very influential with a simplicity. And so, the San Jose has concrete floors. Where we took out walls, we put in an aggregate, so you could see where the walls used to be. Tim Ferriss: Could you explain what that means? Liz Lambert: Yeah. So, when you have old cement or concrete floor, a lot of times, when you remove a wall, you’ll have a hole in the floor. So, what we would do is we would take a concrete mixed with rock and fill it in, and then, sand it. So, instead of trying to fit in with the existing floor, you could actually see the remains of the – Tim Ferriss: The footprint of the dinosaur. Liz Lambert: Yeah, exactly. And so, the San Jose, although it’s very simple with just wood and concrete, and some people would think of as cold, there’s a ton of plantings, ton of gardens. It feels really lush and feels sort of like living indoors and outdoors. But we have comment cards. And early on, I really paid a lot of attention to comment cards. And I’m sure the staff does now. But one of my favorite ones that I had up on the wall for a while was somebody had written this is the most expensive fucking garage I’ve ever stayed at. Tim Ferriss: So, what do you do in response to someone like that? Or you’re like not everyone is going to get it, and that’s okay? Liz Lambert: Well, it was really hard at first because not everyone was going to get it. And you have to decide if you want to please everybody, or if you just keep doing what you’re doing and know that, intuitively, there was something that you will find your audience. And, again, I was very lucky in life to be in the right place at the right time because Austin was changing. And when we first opened the San Jose – Tim Ferriss: Now, just to not discount your skill set completely, you were in the right place at the right time, but you’ve also now – how many properties do you have? Liz Lambert: Maybe eight, I think. Tim Ferriss: Yeah. So, once you’re lucky, twice you’re good. Eight times, okay. But continue. Liz Lambert: Yeah. But, at that time, with the first project, you don’t know what you don’t know. And you don’t know – I have a lot more confidence now. I had confidence then, but not necessarily as a designer. But I remember, when we first opened, we opened in March, which is spring break, but it’s also South by Southwest, which is a huge conference. It used to be more music centric, but now, it’s tech and film. And a lot of people descend on Austin. Tim Ferriss: Yeah. It’s got to be – I don’t know the exact size now, but it’s got to be 50,000 to 100,000, I would guess. Liz Lambert: Yeah. So, there’s not a hotel room in town. Well, we sort of did a soft opening, which is crazy. Tim Ferriss: What does that mean? Liz Lambert: Soft opening is where you invite people that might be friendly towards you or at a very discounted price to a property or a restaurant and let the staff practice on you knowing there’s going to be some mistakes. Tim Ferriss: So, you did your South opening during South by – Liz Lambert: Well, right before. It was like February 14, and I remember February 14 was the first day that we had any – it was Valentine’s Day, and we had anybody that actually spent the night in the hotel. And I put a banner outside that we sold rooms for $69.00 for Valentine’s Day.  So, that was a special. And I mean, like trying to just get people in the doors was the whole point. We opened during South by Southwest, totally sold out, crazy because, of course, we had something was in the waste pipe that was going to the street like an electrical fixture had fallen down into it. So, an entire wing of the hotel flooded with sewage. People were running out of the hotel with their stand up base or whatever. And there was no place to put them. Tim Ferriss: All right. So, it’s in the middle of South by, complete chaos. Liz Lambert: Yeah. Tim Ferriss: Everything is stretched to max capacity. Liz Lambert: Yeah. Tim Ferriss: I’m sure that stress is running high for a lot of people who have flown in to perform or whatever. So, you have sewage flooding half the hotel. How do you handle that? Liz Lambert: I don’t know. You have to be on the front lines of it in rubber boots and the whole thing. And, again, really I don’t know. It’s hospitality. Usually, people don’t know this, but behind the scenes, a lot of places overbook because they’re counting on cancellations. Tim Ferriss: Just like airlines. Liz Lambert: Yeah. Exactly. And so, hotels – hospitality business is really interesting because hotels really are behind the scenes, usually, most likely, want to be friends with each other. You can say it’s competition, but you’re sharing information all of the time. Management and what’s going on in town and rising tide raises all boats, to a certain degree. But you’re also going to have to walk somebody, sooner or later, to another hotel, which means that you’re going to pay for their room somewhere else because you’ve either overbooked or – Tim Ferriss: Or had sewage floating in the rooms. Liz Lambert: Yeah. But there was no hotels to walk anybody – I don’t know how I managed. I put it out of my mind now. Tim Ferriss: You’ve blocked it, but if you try to unblock it though, what did you say? Did you get them to stay? They’re not sleeping on the street presumably. Liz Lambert: No, I think we did get them to stay. I think that we went in and cleaned like crazy and disinfected like crazy and remade the rooms all hands on deck completely. Tim Ferriss: Do you comp the room, discount? Liz Lambert: Oh, yeah, totally. They say, in the service industry, a good recovery is going to make a bigger, more loyal guest than if you hadn’t fucked up at all. Tim Ferriss: It’s true, it’s very true. Liz Lambert: Because you’ll tell 10 people if somebody really makes something right. Tim Ferriss: Right. Because everybody is all smiles and high fives when everything is going smoothly. Liz Lambert: Right. Tim Ferriss: It’s like how do they handle things, and do they own the problem, when things go sideways on their watch? Liz Lambert: It’s kind of hard not to own that one, wasn’t it? Tim Ferriss: That is hard not to own that one. How dare you flood your own room with sewage? Chip Connolly is someone we both know. Chip, if you’re listening or somebody passes this along, miss you. Would love to see you. It’s been a long time since I spent time with Chip. But I’ve heard you describe him as a mentor. I don’t know if – or I haven’t heard you, I’ve read it. So, who knows if it’s accurate? But could you describe for folks who don’t know the name who is Chip, and what have you learned or gleaned or observed from Chip? Liz Lambert: Well, so much over the years. Chip is a mentor, to this day. I saw him last week. For those of you guys who don’t know Chip, he started a hotel company called Joie de Vivre that was based in San Francisco. And he started when he was fresh out of business school probably early 20s. The Phoenix was his first hotel, which was a motor court, not unlike the San Jose or the Austin Motel and was a favorite of bands on tour, musicians, that kind of thing. Chip continued to grow a very successful hotel company and decided, at some point at around 50 or so, I don’t know how old was Chip when he sold Joie de Vivre. Tim Ferriss: It might have been right afterwards. I remember I was at Chip’s, we didn’t talk about this, Burning Man camp for his – Liz Lambert: I was, too. Tim Ferriss: Oh, no kidding. Liz Lambert: Yes, I totally was, yeah. Tim Ferriss: Okay. What was it [inaudible] [01:22:23]? Liz Lambert: Yeah. That’s the only time I’ve ever been to Burning Man. Tim Ferriss: That’s crazy. That’s really funny. Liz Lambert: I had one of the yurts that were the fold up – Tim Ferriss: Air conditioned. Liz Lambert: Of course, I did. Tim Ferriss: That’s wild. All right. So, we were at the same camp at Burning Man and just didn’t bump into each other. Or maybe we did. Liz Lambert: Who knows? Tim Ferriss: The catered Chip food, which, by the way, it was such a conscious – my first experience, not to digress too far, but my first experience at Burning Man was trying to build a geodesic dome with my friend on the spot that we had put together, based on internet instructions, when I was in San Francisco. And then, realizing none of it would fit together. We ran out of water. Our view we had broke down to the air conditioning didn’t work. It was absolute survival mode. Liz Lambert: Adversity. Tim Ferriss: And then, I came to Chip’s, and I was like oh, my God, this is like the Four Seasons of the salt flats. Liz Lambert: It was. He really did the whole camp with some friends. And, basically, you could get food at any point you wanted. There was a full service bar. I had an air conditioned yurt. It was only like 6 feet across. And it was made out of some kind of building material. It was like fold up. The whole thing folded up into a very small package. But it wasn’t, in a bad way, kind of in and out. Tim Ferriss: Yeah. That’s so wild. I can’t believe we were there at the same time. So, he sold the company around 50-ish. Liz Lambert: Yeah. He sold Joie de Vivre. He’s still a very young man, by the way, if you’re listening, Chip. And the guys from Airbnb tapped him on the shoulder and said come help us a little bit. And he was helping in an advisory role for a while. He became the head of global hospitality for Airbnb. And along the way, he’s written a lot of great business books that we often have our managers read like Peak and the emotional equation. What is that book called? Tim Ferriss: Yeah. I’m blanking on the title, but I will tell people that Chip has been on my blog a few times. And if you search how to become an effective CEO chief emotions officer and my name, or just search Tim Ferriss Chip Connolly, and that will pop right up with that book. Liz Lambert: Right. Chip has written many books. And he is often – he has done a Ted talk and is often a lecturer on business and just on being more complete person. And so, Chip continued throughout – so, the way I met Chip was I cold called him. I bought the San Jose, didn’t know what I was doing, had no idea what I was going to do. And I saw his name in a trade magazine, and so, I called him up. Unbelievably, he called me back in about 30 minutes. Tim Ferriss: Do you have a voice mail? Liz Lambert: I think I did. I don’t remember exactly. Yeah, I think I did leave a voice mail. I don’t know how I got his number. Tim Ferriss: What would you have said? Liz Lambert: I have this motel in South Austin. And I just wanted to talk to you about it, click, or something like that. Tim Ferriss: Sweet and simple, yeah. Liz Lambert: Of course, I think he thought I wanted to see if he wanted to consider buying it. But the fact that he called me back was – I have cursed him for from that day to this day because now, people constantly, now, they email me, or, in some way, ask if I could spend a few minutes for advice. And you know there just aren’t the hours in the day. But he just pops up at my brain every time. What would have happened had he not called back? And I don’t know. But over the years, he was one of the first guests at the San Jose. And he was passing through. He came to see it after giving advice. And I went and met him in San Francisco, and he looked at my numbers that I didn’t really understand and tried to make sense of them. But I could have that conversation now much better. And then, most recently, we have a hotel in Baja, California in a little town called Todos Santos right outside of a little town called Todos Santos that is about 45 minutes from Cabo. And he is the one that got me into that because he had sold his hotel company. And I don’t know if he had a noncompete or just not supposed to be in the business. And he was very interested in the community. And so, he kind of pointed them in my direction. And now, we have a really great hotel there. And Chip lives part of his life in Todos Santos now. Tim Ferriss: What other best practices or principles or do nots or dos have you picked up from Chip or other people? Liz Lambert: Well, actually, our president now at Bunk House worked for Chip for 10 years, a guy named Christian Strobel. And it’s good. Here’s the thing. You can be as creative as you want to be and dream as big as you want and create an incredible experience and programming and everything along those lines. But if you can’t keep the lights on, if you can’t return money to investors, if you can’t keep your employees happy, then, you’re never going to have a successful business. I mean, you’ve got to keep the lights on. And you’ve got to do a little better than keeping the lights on. But I think a lot of people fell in business because they don’t have operational rigor. And that can be a lot of different – that can manifest in a lot of different ways. But I think that Chip was influential from early on about operations and how important not just your guest was but your employee and your investor as well. Tim Ferriss: Chip and Peak as it relates to Maslow’s Hierarchy of Needs and, hence, Maslowtopia as the name of the Burning Man camp is something that he would apply also to these various stakeholders. So, another mutual acquaintance, Larry McGuire of McGuire Mormon Group Pier, many different restaurants. I texted Larry to ask him what topics or questions might I want to explore with Liz. And he said there are so many things we could explore. But one of the things he brought up was the question how do you balance, and I’m paraphrasing here, but it’s not that far off, how do you balance the desire to be an artist with the desire to be say a business tycoon. Liz Lambert: Right. It’s a really interesting question. I mean, it’s such a balance. Larry is actually very good at what he does. Larry has several restaurants here in town. And I’ve known Larry since he was about 16 and started work for my brother. But Larry is one of those rare people that understands both, again, rigor and operations, which is going to be really important at the end of the day for somebody to have the right experience and the artistry of creating an experience. To me, if you don’t – people make hotels. People design hotels, and then, they walk away. And so, that is always going to get diluted over time. If you don’t remain involved in the experience or what your vision was, in the first place, then, what you created is not just an object. It’s a living, breathing thing that has employees, people that work there, spend their lives there. It has guests that come and go as part of an ever evolving community. And it has people that have part of ownership in the place. So, I think your vision is not complete, if you just create something and walk away. It is in other genres of art. But in a hotel, or in a restaurant, it begins anew every day in a way. And so, to create a guest experience that is right for that hotel takes constant vigilance, in a way. And that is always going to translate to the bottom line. We don’t market most of our hotels in a certain way, but people market them for us. Instagram is, obviously, great. And so are a lot of other social media platforms. But we get a fair amount of print as well. And that comes a lot not from us necessarily pitching stories but from people becoming real believers in what we do. And so, I don’t know if I’m really answering that question, except to say you have to have both things, whether it’s you doing it or someone else that believes in your vision, and you believe in theirs. You’ve got to have both the artistry in the beginning and the good business practice to continually tend the fire. Tim Ferriss: Do you have an idea of, if you’re going to be continuing to develop hotels and put your craft into the world, in that way, do you have an idea for how many properties you’d like to have in five years, if you want to scale, if you don’t want to scale? Liz Lambert: Oh, the old five year plan. Tim Ferriss: Three years, it doesn’t really matter. I’m just wondering if you have something like that. Liz Lambert: I’m at such a crossroads right now really about this. you know the pressure in business and the bigger your business gets is to grow, grow, grow and then, sell it. That seems to be – I wonder if it will be 30 years from now, and that won’t be the thing. Or if it was, it wasn’t 50 years ago. We live in a time where it’s about growth and making your business worth as much as you possibly can and then, selling it. And to me, it makes no sense in the world to me because I’m a bit of the journey is the destination kind of person. And so, I think that I’m both doing – if I grow it at an enormously rapid pace, if I push not only myself but my team to grow as fast as possible, we’re not going to do the quality of work that we want to do. And while we might have a higher value in five years as a company, I don’t think that the end game is to sell. And Larry McGuire I think believes the same thing I do. And a lot of people that I look around at and I’m interested in their careers and their lives also are people that are interested in what they do from a – and from the people they work with day to day. And creating an asset like a hotel, they can just get better over time rather than say we live in a time where you have hotels that they’re redone every seven years or every five years. There’s a big repositioning or whatever. The most interesting places, to me, just get better as time goes on, and layer upon layer and texture upon texture. Tim Ferriss: And get better not by reinventing themselves every seven years. Liz Lambert: Yeah, exactly. Tim Ferriss: What was the second title? Not a Pattern Language – Liz Lambert:Timeless Way of Building. Tim Ferriss:Timeless Way of Building. Liz Lambert: So, can you have a good life and have employees who are invested in that business and also keep an asset and have it – I’m going to digress for a second. But the hotel business, as we know it today, is a result of a lot of things. But we’ve come to a time where most hotels are not owned by the management company. So, you have a group of owners, and you have a management company that is a brand. So, from the Four Seasons to the Hilton to you name – the Marriot, whatever it is. Or even Ace, those guys over there, great friends of mine. Every Ace you look at is owned by a different ownership group. And you can talk all day long about why that is. A lot of times, a management company wants to stay asset light because the hotel business is in waves. So, you don’t want to get caught in a downturn owning a property, etc. Tim Ferriss: So, you mitigate your risk by having – Liz Lambert: And you’re growing a brand. Tim Ferriss: Mm-hmm. Liz Lambert: And that is easier or much easier when you are a Marriot, and you’re going to be the same everywhere, and you have – and there was a time, in the hotel business, or a time in hotels, and those of us as consumers of hotels wanted that because, before that, you could take a trip across country. And all of these hotels were independent. And God knows what you might find. It might be delightful, or it might be horrible. And there was no way of judging the quality of a place. And then, we got Hilton’s and Holiday Inns. And what was great is that you could – you knew what to expect. You knew the level of service. Tim Ferriss: Well, a cup of Starbuck’s is the same everywhere you go. Liz Lambert: Yeah. And so, you can depend on that. I read something from – the other day, I was looking at some stuff about why musicians and hotels, why that love story. And they’re interdependent in one way or the other. And somebody was saying, I don’t remember, it was probably Keith Moon or somebody who was well known for just totally trashing hotel rooms, it’s like yeah, this is the 20th fucking Holiday Inn we’ve woken up in in just as many days. And they all look the same. Anybody would be mad at it. But that time began to change with what we think of boutique hotel or lifestyle hotel from Schreger to Chip Connolly. I think you asked me about what do the next three or five years hold. What’s my plan business wise or hotel growth wise? And I feel like I’m at such a crossroads there in trying to determine what’s – it’s not only what’s best for me, it’s also what’s best for the company, but also the people I work with every day. And so, you want to grow because you want to be able to give the people you work with more equity, more of a chance for higher fulfillment moving into other jobs. Just all of those things. I think that we have a natural propensity towards growth. But then, the question becomes how fast and how much and what is the end game there. And in this business, I think, in this day and age, people just mindlessly want to grow and explode. The bigger you are, the better you are, the more people know about you, the better. But I think that a lot of the qualities that you appreciate in day to day living become lost. I think one of the reasons we’re successful as a company, internally at least, is because we are like a family, in some ways. And so, how much can you maintain that as well? I guess the answer is I don’t want to mindlessly grow. I want to thoughtfully grow. And that may not be at the pace that a lot of companies would want you to grow. And it’s also about the end game. And I don’t think my end game would be to grow really fast and just sell the business, which you find a lot of brands want to do now. Tim Ferriss: Well, it sounds also to me, just based on what you’ve been saying that your philosophical lens through which you view your life, which is the journey is the destination, is a fundamental juxtaposition with what a lot of external pressures would want to impose on the business. Liz Lambert: Absolutely. It’s so true. Tim Ferriss: It’s tricky. Liz Lambert: It’s such a balance, and it’s a struggle, in a way. It is, but some of – there are outside pressures. There are inside pressures. But it’s a really good question because I’m in the middle of it right now. And I have lots of thoughts about it, but it could go on and on and on. But I do know that I could get hit by a bus tomorrow. And we all could. And you’re not going to care about that IPO five years from now. My wife is pregnant. And I’m older, and she’s young enough to be pregnant, clearly. And that’s a whole other life change. I also – again, when you see – I am a big believer in the realization of mortality. All of those things really point me in the direction of living a quality life in relationship to other people. And, in those ways, I think you find meaning in a much more real manner than you find meaning in making a lot of money. Tim Ferriss: I agree. Money is supposed to be fuel, in a sense, for transferring it, transmuting that into other things like experiences and so on ostensibly. Money is a representation of value. Liz Lambert: I’m not against money. And it’s super important for a business. And it’s super important for a business. And it’s super important for the people you work with and for and all of those things. It’s just a means to an end. Tim Ferriss: It is. And if we look at – there’s a really fascinating book called The Biography of a Dollar, which walks through the history of money, in some respects, which becomes even more interesting, when we start looking at more recent developments like cryptocurrency and so on. But, at the end of the day, at least traditionally speaking, it’s a medium of exchange. And so, then, the question is an exchange for what. So, let me ask just a handful more questions because I think we could have many, many more conversations. And hopefully, this isn’t the last. We mentioned a few books. Are there any other books that you have gifted often to other people or reread a lot yourself? Liz Lambert: I love that you asked that question that way because it really puts it in a different perspective. It’s like not what your favorite book is, it’s what you’ve given as a gift, which I thought about a little bit this morning. And it’s so clear. I have an immediate answer, and then, I had to think why did I do that. But I think, when I was younger, and still to this day, I sometimes gift a book of poetry by Adriane Rich called A Dream of Common Language, which was a book she wrote in the late ‘70s. And she’s a poet that – I was trying to think why was that book so important to me. And it’s really funny. When I read Cheryl Strayed’s Wild that was one of the books that was most important to her that she had as she hiked the Pacific Rim. Tim Ferriss: That’s right. I totally forgot about that. Liz Lambert: Yeah. I gift a lot Slouching Towards Bethlehem, a book by Joan Didion, which is a collection of essays that I love that book so much. It is a lot about the kind of writing Joan Didion is doing. And those essays are both of the time. There’s one that’s about John Wayne, about California. But there’s also this collection of personal essays she does. One is called On Keeping a Notebook that I go back to again and again, and I share a lot. Tim Ferriss: On Keeping a Notebook? Liz Lambert: On Keeping a Notebook. There’s one called On Self Respect. There’s one On Morality. But it’s an awesome collection of essays. And there are other books by Joan Didion, but that’s one I tend to gift the most. And the other one that I’m sure people mention to you, I can’t imagine they don’t, is When Things Fall Apart by Pema Chodron. Has anybody recommended that one? Tim Ferriss: That has come up I think only once, and, Seth, I apologize if I’m misattributing, but he does recommend Pema Chodron at least one of her audio books. But no, this is not a book that has come up a lot. So, if you could explain why that book. Liz Lambert: So, When Things Fall Apart, I think has been important to me, and I’ve given to people in my life because it had an impact on me. But I don’t know. I could be wrong that it was Pema Chodron’s first shout across the bow. It might have been the first book she did. I don’t know if that’s true or not. But it was really my introduction into – Pema Chodron, for those of you who don’t know, is a Buddhist monk who became a Buddhist monk I think probably 30 years ago, when she found out her husband was having an affair, and he left her. And she was left in this place of what to do about that. And she kind of accidentally found her way into Buddhism. To me, it really revealed this struggle we have day to day of, in the face of anything, loss, adversity, all of those kinds of things, how we tighten up and struggle, or we get angry, or we get bitter, or we just continue doing the same things over and over that don’t necessarily work. Watching TV, movies as an escape, drinking, even exercise sometimes. Whatever it is we’re doing.  And how we always think, if we would just get to that next perfect place, it would all be okay. Like if we had the next job, or if we moved to this new city, or if we just had this relationship, it would all be okay. And then, as it turns out, when you get to that place, low and behold, on the next horizon is you feel uncomfortable because you need this next thing. And it’s really the idea of, again, the journey is a destination. Being able to, on the way to that island, rowing across the ocean, you need to find comfort in being on that boat in the rolling sea. And the idea of impermanency and how – I think anybody who has lived their life with loss or death or anything of the sort understands what a jolt it is to understand that things aren’t permanent. And when we do accept the impermanency of things and learn how to live in the moment or on the rolling sea and live with that discomfort, it’s a life changer. And so, When Things Fall Apart – I realize, just in saying all of that, the Joan Didion book, Slouching Towards Bethlehem, is taken from the same poem, the Yates poem. What’s it called? Slouching Towards Bethlehem, right? Tim Ferriss: Oh, God, you’re far more literate than I am. I’m failing my exam here. Liz Lambert: Things fall apart, the sinner cannot hold. Anyway. Tim Ferriss: We’ll put all of these in the show notes. We talked about mortality a few times. I’ve had quite a bit of revisiting mortality in the last few years with very close friends, even now, currently, some, effectively, family members. And I have a coin that sits on my kitchen counter, which says memento mori, remember, you’re going to die with iconography on it. Coincidentally enough, I should give him credit, made by a friend of mine here, Ryan Holiday who is an author in the Austin area who writes a lot about stoic philosophy, which is highly compatible with a lot of Buddhist thought and contemplative practice, in my experience, in any case. Do you have a favorite, favorite is a weird word to use here, but a favorite failure, or a failure that you feel like taught you a lot or set you up for later success? Liz Lambert: I failed so often, and I’ve been successful very often, too. I think, if it were a form of favorite failure, and, again, yeah, sometimes, don’t we all feel like we’re beating our head against the wall. And you’re like why am I doing that same thing over again. That’s a whole – I think we’re still doing that. It’s a whole other subject. When I was young, when I was in high school, there was a thing called Youth in Government. And from all over Texas, they did it in other states as well, but you would learn about government by this kind of mock government thing. And it came through the YMCA. And there were little social clubs and all of that. But Youth in Government was something I got involved in probably when I was a sophomore or junior in high school. When I was a senior in high school, I ran for youth governor of the state of Texas, which was a big state, but you had to run on a local level, and then, you had to run in a regional level. And then, you came to state. And my grandfather, at the time, was a rancher and one of the men I admire most was, at the time, older. And I think, at that point, he had broken his hip, and he was bedbound at home. But, as I ran for youth governor, I would read the paper with him on a pretty regular, daily basis, if not every other day, and discuss current events and current issues. And it was an awesome period of time having those discussions with him. And we came here to Austin for the Youth in Government week. And they do it at the capitol, and they do it in the chamber, so in the Senate and in the House of Representatives. And it’s right after the real thing has let out. And so, it’s really awesome because you’re in these great big hallways and all of that kind of stuff. Anyway, I ran for youth governor. And the night that they were taking the vote, we were staying in a hotel right over here not far from here at the La Quinta over there. And I was staying in a room with three friends who were there for the party for sure. I was very serious. They were there to be in Austin. One of them had an older boyfriend who lived here in Austin. So, they started drinking in the room. And I knew that we weren’t supposed to be drinking in the room, and so, I left the room and went and visited some other friends down the hall. They got caught. And I got called to whoever our supervisor was, and she said did you know they were drinking. And I was like yeah, I knew. And I left. Well, it turns out that the whole thing was running on the honor system. I’m sure I knew that, at the time. And because I did not report them, I was kicked out and sent home with them. And by that point, they knew that I had won the election for youth governor of state of Texas, which meant that, in the next year, you were going to nationals, and you would do all of this stuff. But instead, the morning of the announcement, it went to the next person in line. And I was sent home on a bus with them, sitting with them. And when my mom went to report to my grandfather what had happened because he was following play by play, he said tell Liz we’re really proud of her. And to me, that was this formative moment of realizing that there were rules. And there was authority. And the honor system was what this whole system was running on. And it was a system that was part cog and wheel. And I realized that he was really proud of me because I had grown up with brothers and with a whole community that really believed that you didn’t rat on somebody else. You didn’t call somebody out. I was right to remove myself. But I think there was a whole system of belief that I had grown up with that it would have been wrong just to run and tell on somebody else. And I think it was the first time that I – over the years, looking back at it, I think I learned more from this thing going wrong than I would have learned from it going right. And it was about questioning systems and questioning values. Just because somebody says these are the rules, and this is what it is, it doesn’t mean that that’s really rules that you need to incorporate. Tim Ferriss: That was a great story. What a lovely experience, also not that particular time in the capitol, but with it was your grandfather, you said, right? Liz Lambert: Yeah. Tim Ferriss: That sounds so great. I never had that chance. My grandparents passed, all of them, when I was very young. Liz Lambert: Really? Tim Ferriss: Yeah. Liz Lambert: I was lucky in that way. Tim Ferriss: And we all lived in different states, so even when they were alive, we only got to see them very briefly. Just a few more questions. If you had a gigantic billboard, metaphorically speaking, on which – Liz Lambert: I think I do, actually. Tim Ferriss: So, if you had an additional billboard on which you could put a word, a quote, a question, anything noncommercial, just a message to get out to millions or billions of people, what might you put on that billboard? Liz Lambert: We do, over down by the San Jose and the Austin Motel, there is a big billboard. But, of course, we rent it to advertisers. But on the side of – there are a couple of things on the side of Joe’s. One is that iconic I love you so much that people take pictures of all of the time. It’s a longer story. But on the backside of Joe’s, there is a quote from Jack Kerouac that says don’t break your tenderness. And I love that quote. I think that’s a good thing for everybody to remember. Tim Ferriss: Don’t break your tenderness. Liz Lambert: Don’t break your tenderness, yeah. Tim Ferriss: I love that. I’ve never actually heard that before. So, this is right on the backside of Joe’s on South Congress? Liz Lambert: Yeah. When you’re sitting there, you can see it. It’s kind of blue on the corrugated, so it doesn’t bounce out. Maybe we need to repaint it. But it’s been there since we opened. It’s from I think Mexico City Blues. Tim Ferriss: In a very real way, I know you wouldn’t take full credit for this, and there are macro forces at work and so on. But the fact that the first thing I just thought to myself was wow, I should go check that out next time I go for a nice walk down South Congress. And if you had not looked out or perhaps gazed across the street from the Continental and taken the San Jose upon yourself as a project, who knows what that neighborhood would look like. You played a formative role in making it what it is. That’s a big deal. Liz Lambert: It is a big deal. It’s an interesting – we could talk for hours about that, too. I think it’s about to change yet again. It would have changed, and it would have grown, and everything is always changing, and neighborhoods are always changing. But I think we’re about to see a whole next wave of South Congress happen. Tim Ferriss: I agree. I’m excited to see it. Liz Lambert: Yeah. Tim Ferriss: Well, Liz, this is so fun. And I’m really glad that we finally had a chance to sit down. Liz Lambert: Me, too. Tim Ferriss: Do you have any requests of the audience, asks of the audience, suggestions of the audience, anything you’d like to say before we wrap up? Liz Lambert: No. But I’m very excited about getting Last Days of the San Jose out there. Tim Ferriss: Yes. Yes. And we were just chatting in between brief cut that we made about a handful of things that probably need to be done just in terms of clearing rights and music and so on. So, for those people listening, it might not be immediate. But we did clink tea glasses. So, Last Days of San Jose – Liz Lambert: Sooner than never. Tim Ferriss: Sooner than never. Yes, that is something that I think we’re both comfortable committing to. And people can find you @thelizlambert on Instagram and Twitter, @bunkhousehotels on Instagram and Twitter, and bunkhousegroup.com. Definitely, if you’re in the Austin area, and if you have never been to Austin, for God’s sake, take a visit. It’s a very cool town. The self proclaimed but believable live music capitol of the world. And it’s been really lovely spending time with you today. Liz Lambert: You, too, as well. It really has been. Tim Ferriss: Thank you. And for everybody listening and watching, potentially, links to everything we’ve discussed, maybe even the doc, we’ll see how much progress we make, is available on the page with show notes for this episode and every other at tim.blog/podcast. And until next time, thank you for listening and watching.   Posted on: June 26, 2018.", "speakers": ["tim ferriss", "liz lambert"], "text_sentences": ["tim ferriss: hello, boys and girls", "this is tim ferriss, and welcome to another episode of the tim ferriss show where it is always my job to deconstruct world class performers of various types and across many disciplines", "and, today, we have liz lambert on the show", "liz, thanks so much for taking the time", "liz lambert: so happy to be here", "tim ferriss: i’m thrilled to have you finally in front of me", "and i’m going to give people a little bit of context", "so, who is liz lambert", "liz lambert @thelizlambert @instagram and twitter", "first purchased a seedy motel on south congress avenue 23 years ago and transformed it into hotel san jose, which has become known today as the quintessential austin hotel", "the success of hotel san jose, which sparked a revitalization in the city’s now thriving south congress district, which we will definitely talk about, led her to launch bunk house group, a hospitality company founded on the pillars of design, music, and community driven experiences", "since then, she has expanded bunk house’s unique hotel portfolio to include el cosmico, which has been recommended to me about 1,000 times, the community lodging concept in marfa, also a place worth talking about, the iconic austin motel, a renovated motor court hotel, and hotel st", "cecelia, where i was just two nights ago, in fact", "a 14 room, secluded estate in austin, hotel havana or havana depending on where you are, the historic property on san antonio’s river walk, and most recently, has added bunk house’s first international hotel, hotel san cristobal baja in todos santos, mexico, and the first non-texas property, domestically, the phoenix hotel to their hotel portfolio", "lambert and bunk house also operate joe’s coffee, the popular austin coffee shop, which i frequent myself", "and that currently includes three locations and an east side event space fair market also located in austin", "liz lambert: they really gave you a full – tim ferriss: oh, we’re covering all of the bases", "lambert’s fourth austin hotel, the magdalena, is currently in development and is slated to open on south congress in 2020", "liz lambert: maybe 2019, we’ll see", "tim ferriss: maybe 2019", "wow, ahead of schedule", "that’s unusual, i would imagine", "liz lambert: it’s a moving target", "tim ferriss: and there are so many places that we could start with this, and we have some mutual friends, which makes me always a bit more comfortable and excited to jump into things", "but i thought we would begin with the last days of san jose", "now, this is a documentary", "and i hold you fully accountable for keeping me up way past my bedtime", "liz lambert: oh, awesome", "you saw it", "tim ferriss: i’ve watched most of it", "i haven’t seen all of it, i’ll be honest because i had to go to bed last time, at some point, to get – liz lambert: there’s a surprise ending", "not really", "tim ferriss: well, it’s a documentary on hotel san jose’s origins", "and i thought i would share a note from my assistant", "so, my assistant doesn’t add notes to much of my prep documentation at all", "and this is her note", "“i’ve watched most of the documentary on and off throughout the day", "just listen to her talk to the humanity of people at the san jose tells you everything important you need to know about her.” and i wasn’t sure quite what that meant", "it seemed a bit cryptic", "and i have to say a) very impressed with the doc", "b) you must have captured so much footage, and you did a really nice job of editing for emotional impact", "i was – liz lambert: that wasn’t me, by the way", "tim ferriss: okay", "liz lambert: i didn’t edit", "and i never could have edited that", "and i never would have been in the doc had it been my edit", "tim ferriss: your choice", "could you tell people who don’t know, and i’d imagine that’s a lot of people – liz lambert: a lot of people, yeah", "i never released it", "tim ferriss: — about the doc, and why didn’t you release it", "i was trying to find it online, so i could push it out to people", "liz lambert: it’s terrible", "this is one of those things", "every year, it’s on my list to do, and i could never quite – so, this is a documentary", "liz lambert:  and i talked about why i never did", "this is a documentary that i did, when i first bought the san jose, which i used to be a lawyer", "this sort of a change of career inadvertently", "and i bought an old motel down on south congress", "i have terrible austin allergies today, so sorry about that", "tim ferriss: that’s okay", "we were chatting", "this is audio verite", "liz lambert: i don’t know, truthfully", "i bought an – in the mid ‘90s, i bought an old motel down on south congress", "i was a lawyer, at the time", "and i had, basically, just walked up to the door, knocked on the door, and there was a taiwanese couple there that owned the motel", "and, at the time, there was nothing on south congress, which is, as you know, a very popular area in austin", "tim ferriss: super hot spot, cool area, very hip", "and there wasn’t a car on the street back then", "i mean, honestly", "and they were about to put the motel on the market", "and i sort of told them don’t do that yet", "let me see if i can do something about it", "i ended up buying the san jose not knowing anything about what i was doing for $500,000.00", "my mother co-signed a note, and, suddenly, they handed me the keys", "and i was on my way", "and i knew nothing about running a hotel or a motel or anything", "i knew nothing about business really", "tim ferriss: paint a picture for people as to the clientele, and what was kind of the state of affairs", "because people think south congress now, and they’re like, oh, cool", "i can have fancy japanese food, and i can go have some [inaudible] [00:11:39]", "liz lambert: oh, no, no, no", "it was dicey", "people didn’t go down there at night", "there were no businesses on the street", "the continental club was there and had been there since 1957", "and it remained", "but really, there was no place to eat", "the first schlotzky’s was actually on south congress, a really tiny place", "but there was nothing down there.  and i had moved back into the neighborhood, but i would go to the continental club a lot", "so, sit on a bar stool there, and i watched the san jose across the street, which was an old motor court built in the ‘30s, spanish colonial revival style painted seafoam green, at the time", "and it looked like it was empty, but it was really because there were people", "it was full all of the time", "but it was $25.00 to $30.00 a night", "and nobody really had luggage or cars", "and nobody really came out during the day", "so, it looked very quiet", "but at night, it was teaming with life", "and there was your – it was junkies and prostitutes", "but a lot of good people, too, that were just down on their luck for one reason or another, couldn’t pay a deposit, first and last month’s deposit, or somehow something in life had happened that dislodged them", "but they could get a hotel room for either a couple of nights", "or some people lived there", "there were residents that lived there permanently", "but they just paid by the day or by the week", "tim ferriss: i have so many questions", "i could do an hour just on this doc", "and it’s not, obviously, because i have anything to gain financially from pushing the doc because it’s not even available", "liz lambert: so, i was going to tell you why it’s not available", "tim ferriss: yeah", "liz lambert: okay", "i shot the doc, which was following – as an undergraduate, i was a creative writing major with a concentration in poetry, which wasn’t – tim ferriss: so, just for background for folks, and this is my nonlinear style, i apologize, where did you, just a quick kind of bullet, where did you grow up, and where did you do your undergrad", "liz lambert: yeah", "i grew up in west texas", "and i did my undergrad, i started at tcu in fort worth", "i had a brief stint at stanford", "and then, i finished at ut", "so, i was seeing the world there", "tim ferriss: and creative writing", "liz lambert: and humanities and creative writing, yeah, with a concentration in poetry", "so, i had a lot of friends who were writers or who – i wrote a lot, at the time, even back then, whether it was journaling or poetry or whatever it was", "and friends would encourage me to write down – i stopped my law job, at some point, when i knew i was in over my head, and in a good way, over my head at the san jose", "but i needed to do something with the motel", "i couldn’t continue on at $30.00 a night with people stealing sheets and bleeding on sheets and burning sheets", "you name it", "but people kept encouraging me to write down things that happened during the day because i would tell stories at dinner, i’d go to dinner with friends, and it would be absolutely absurd or crazy – tim ferriss: yeah, within the first five or ten minutes, you see quite a few examples", "liz lambert: yeah", "so, i didn’t have time to write it down because i was literally like the place had been redone in the ‘70s, i think, was the last time", "so, it had shag carpet still", "so, you could imagine, as you tried to vacuum that shag carpet, what it was like", "i mean, there were definitely people – it was definitely a place where you did drugs", "it was definitely a place where you had whatever homeless pet you might have", "it was just like – and the housekeeper that had been at the motel before i bought it, they were a husband and wife, the woos who were awesome people, but they were the only employees besides mr", "woo who, i swear to god, was two years older than god and almost blind", "and he was the housekeeper", "so, the state of the rooms, when i got there, were just a thing to behold", "and i cleaned rooms for quite a while", "so, i was so busy that i wasn’t writing things down", "there was no journaling", "there was none of that kind of thing", "but i did find a camera", "it was right when those little pocket cameras came out", "there was a little sony pc7", "and i got one of those", "so, i just started talking to people", "people knew the camera was there", "the front desk had a little glass thing that you slid money through, and just duct taped it to the front for a while", "and then, when i would go out to knock on doors or kick people out or collect money because it wasn’t like you came and paid on a daily basis", "i had to chase down money", "and so, i would just take it with me", "and when i was done, i was really lucky, at the time, that i had a friend who was at afi in cinematography", "tim ferriss: what is afi", "liz lambert: american film institute", "her name is jen lane, and she just now is the producer of the new queer eye that’s super popular", "tim ferriss: oh, you’re kidding", "liz lambert: yeah", "and she was one of my good friends", "and then, she had a friend named uta brezwitz, who is a producer now as well, but a very well-known cinematographer before she became a producer", "she shot the first three seasons of the wire, and that’s why the wire looks like it does", "tim ferriss: wow", "liz lambert: so, they were both in film school", "and they came down, and i said you guys come help me shoot because they were both directors of photography, what they were studying", "and they were awesome because not only did they shoot some b roll and then, when i was ready to shut the motel down, they shot the last three weeks, but uta also encouraged me – you said audio verite", "that’s exactly what she told me", "i was really worried about a big microphone and stuff, but nobody would have talked to me", "she was like and don’t worry about your film style", "just talk to people", "and the story is compelling enough", "and those were words of wisdom", "and as long as you could hear it, it was going to be okay", "you didn’t need a huge microphone to stick in somebody’s face", "just make sure it was audible enough", "tim ferriss: so, you have some incredible footage", "and you really do capture – i’m searching for a word besides humanity because it seems too high concept maybe for what i’m trying to convey.  but you captured the vulnerability and the sincerity of so many different types of people of all different colors, of all different types who are completely, marginalized, discarded, these sort of invisible people", "and i watched this", "and i was having just a bitch of a day yesterday", "and i was feeling sorry for myself", "and i was talking to friends", "and we were commiserating about various things", "and i’ve had what i would consider, in my life, a bit of a hail storm of a week", "and then, i wanted this", "and i was just like you asshole", "god, you should get down on your knees every day and just thank god that you have the bed that you have to sleep in, that you have the food that you have to eat", "it was really humbling", "and you’re holding this footage", "you have these stars to be helping you", "why not put it out", "liz lambert: i got busy", "here’s the thing", "tim ferriss: i will help you put this thing out", "liz lambert: let’s do that", "i would love that", "the last three years, it’s been at the top of my list", "and i keep having people that say they’ll help, and then, everybody is busy", "and so, it becomes this – tim ferriss: i will commit right now publicly, i will help you put it out", "liz lambert: i am so happy about that", "tim ferriss: yeah", "it’s very – as long as you’re not expecting a full blown red carpet theatrical release", "liz lambert: no, no, no", "tim ferriss: if you just want it to be available to people – liz lambert: i just want it to be available", "so, what happened was, right when i was done, you’ll see, the doc ends as i close the door, when we close the san jose", "during the documentary, we follow five or six people that are permanent residents at the san jose", "again, i was just shooting on the fly kind of keeping a video diary", "and so, i would turn the camera on myself every once in a while", "i never, even when i began editing and realized i couldn’t edit it, i had 90 hours of footage", "there’s so much good stuff in there", "but there was no way i was going to be able to tell a story", "so, another friend of my friend jen’s from afi, tina gazaro who works in the business still today, i hired her to edit", "but i didn’t have her edit, until about four or five years into the san jose being opened", "and so, it was hilarious because she would see people that might have passed through the footage or the documentary", "and they would have no idea who she was, but she spent hours and hours watching them", "and she would be hey", "and they’d be like you know way too much about that kind of thing", "but she did an amazing job", "and she gave compelling reasons that i should also be a character in the movie because it wasn’t just about – it was also about my story and about me living there as part of the community and the struggle i was having", "liz lambert: everybody had a struggle, different struggles", "but one of the remarkable things is that they’re all behind me, the folks that live there, generally", "one second", "i’m so sorry", "tim ferriss: you’re totally fine", "i’ve been coughing up a storm for a few weeks", "this happens to be one of my lighter coughing days", "liz lambert: okay", "how did that sound in your ears", "great", "tim ferriss: so, can i pause for a second", "liz lambert: yeah", "tim ferriss: so, there are a few lily pad hops that i want to know more about", "so, first is you went to three places for undergrad focusing on creative writing with an emphasis on poetry", "why did you go to three places", "and how on earth do you go from there to law", "let’s start with that", "liz lambert: i went to three places because my family were – i’m from west texas", "my parents met at tcu", "my grandfather played football for tcu", "my dad played football for tcu", "my oldest brother played football for tcu", "everybody in the cousin group, everybody went and started at tcu", "i got there, and fort worth is a lovely place", "i’m crazy about fort worth these days, but i always knew it wasn’t really going to be a fit for me", "and once i had kind of got interested in creative writing, the program there wasn’t as strong", "i went to stanford because i think it was aspirational of what i – i thought that’s where i would transfer", "and i went to summer school there and got – so, what do i do about it", "tim ferriss: i’m fussing with my beard", "you’re fine", "liz lambert: so, my tour of colleges", "tim ferriss: yeah", "so, stanford, you were saying, was aspirational, and you went there for summer school", "liz lambert: i went there for summer school, and then, i was accepted as a regular student to stanford", "and i deferred", "there were things going on with my family that i needed to come back to texas", "and once i came back – tim ferriss: just in terms of, if you’re comfortable saying, just sickness", "liz lambert: divorce", "my parents", "and i was really close to my mom", "and so, i felt like i needed to be closer", "and i deferred a semester, and then, i ended up just going to ut", "i always loved austin", "and, in the long run, i’m really happy i did", "when i arrived in austin in the early ‘80s, it felt like the place was made for me", "it just felt like home", "tim ferriss: what about it", "liz lambert: i’m a texan through and through", "but there were a lot of reasons that i didn’t really fit comfortably into other parts of texas", "i was gay", "at the time, i wasn’t even out", "and i was a little more creative maybe", "i hadn’t found my place in texas, except for west texas", "and austin was the state capitol", "the university was huge", "it was this liberal place and more conservative state", "and – tim ferriss: the blueberry and the – liz lambert: the blueberry and tomato soup, yeah", "and then, the music was amazing", "and there were rivers and lakes", "it felt like home", "tim ferriss: for those people who have never been to texas, and there are certainly lots of international folks listening, and they may have the image, certainly, of the cowboy hat and the boots, but that’s about it, when you say texan through and through, in other respects, for you, what does that mean", "liz lambert: i’m from west texas", "and there are a lot of people that grew up in texas and never even make it to west texas", "this is a big state, for you guys who don’t know", "tim ferriss: although jeff bezos, maybe unbeknownst to many people, would be one of those people", "liz lambert: right in the middle of west texas", "it’s a good place to launch a rocket ship from", "and so, i’m, i think, sixth or seventh generation in the ranching business", "my family still ranches cow and calf operation", "and so, there is a certain way texas – texas is like another country for some people", "it really is", "i have friends – tim ferriss: the republic of texas", "liz lambert: that’s right", "and that comes with a good and bad", "but, for me, mostly, it’s a good thing", "a friend of mine asked me, when i was young and traveling, he said if people were to ask you if you were in europe where are you from, i would say west texas", "and he’s like that’s really odd", "most people wouldn’t say that", "the would say not only say texas, you give the region of texas you’re from", "i’m like well, west texas is so different than east texas", "tim ferriss: it is an enormous, enormous state", "liz lambert: yeah", "tim ferriss: so, you end up in austin", "how does the law come into the picture", "and why", "liz lambert: well, so, as i said, i was a humanities major, which i’m forever thankful for", "and then, i doubled down with a concentration in poetry, which is they’re not looking for poets out there, i don’t think so much", "and so, i applied to go to – i could go get my mfa was really the path i was on", "tim ferriss: our graduate degree in writing", "liz lambert: right", "and i applied to one program at sarah lawrence and didn’t get in", "and i was like, okay, what now", "i knew that i was going to need a little further education or some other direction", "so, actually, the first thing i did was i got an internship at texas monthly and worked there for – i went on to work as a paid i don’t even know what it was, paid employee, i guess, at texas monthly for about a year and applied to law school during that time", "my father always argued that law school education was something i’d never be sorry about", "and it was actually the best liberal education you could get", "tim ferriss: do you agree with that now", "liz lambert: i do actually", "i was afraid, at the time, it would kill every bit of creativity in me", "somehow, learning to think logically would dampen my ability to be creative", "and i don’t think that’s true at all", "tim ferriss: so, you finished law school", "do you work in the law profession before hotel san jose", "liz lambert: i did indeed", "so, i went straight from law school to the da’s office in manhattan and worked there for 3.5 years or so, and then, moved back to austin and worked at the attorney general’s office", "so, i was a trial lawyer", "and, again, something i’ll never be sorry about", "i made amazing friends that i’m still in touch with on a regular basis, from a text thread to an occasional reunion", "but it also taught me how to think in a way that has served me really well in business and in just in the world", "it teaches you a form of rigor, i think, to be a trial lawyer to understand all of the facts of any situation and to put it together", "tim ferriss: so, understanding the facts then, of your situation, at the time, if i contrast – contrast isn’t the right word", "it sounds too judgy", "if i look at your path side by side with the paths of other former lawyers i know, which are many – liz lambert: a lot, right", "tim ferriss: so, maybe they say i don’t want to do law, but i’m going to do management consulting", "i don’t want to do law, i’m going to start a company with my friend or go to business school", "there aren’t many who say i don’t want to do law", "i’m going to buy a hotel that’s full of drug addicts and prostitutes and so on", "so, why that particular choice", "how did that come to pass", "liz lambert: i think, partially, it was serendipity", "i was in the right place at the right time on the right street", "tim ferriss: what appealed about it to you because, for a lot of people, that would be – it would have a repellant effect", "but for you, it had an attracting effect", "liz lambert: well, if you think about it, i had come from the da’s office", "and a lot of the work i did was with a lot of the same – i don’t know exactly where that concentric circle is, but a lot of the people i dealt with in new york and in the criminal justice system, whether it was from a police ride along or just looking at the stories of people every day down in out or in trouble or when things get crossed in one way or the other in their lives was not something new for me, in that way", "and i wasn’t scared of the junkies and hookers", "like i said, again, there were a lot of really good people there but were in a moment in their lives – tim ferriss: which is really clear in the doc, which is part of the reason why, yeah, it’s going to get released", "liz lambert: but there were a lot of people hustling", "and whether that be a good hustle a bad hustle", "and i’m a big believer in hustling", "but there were some pretty good grifters in there as well", "so, it wasn’t unfamiliar milieu for me", "but i always was interested in design", "it’s something that i had always enjoyed", "and one of my brothers had worked for icf, international contract furnishings, kind of like noel and was – tim ferriss: i wish i knew noel", "liz lambert: noel is a business that probably started in midcentury", "it was known for florence noel and issued a lot of classic furniture that you would see in like [inaudible] [00:32:51] did stuff for noel", "tim ferriss: got it", "liz lambert: okay", "design", "he was in design, i should say", "and so, it’s a world that i was always fascinated by", "and there was really not this clear path", "and i’ve also always loved hotels", "tim ferriss: did you dislike law", "liz lambert: i actually really liked the da’s office", "i liked criminal law a lot", "there’s a line in the caroline forshe poem where she says there’s nothing no man won’t do to another", "and that’s fascinating to me why we do what we do, and why does our criminal system do what it does and respond to the human condition the way it does", "and what are our rules and laws", "i found that fascinating", "and i also like trial work", "i like talking to a jury", "i liked the whole not just pageant of it but the actual truth finding mission", "i also liked being a lawyer where it wasn’t – a lot of people think that the da’s office, their whole purpose is to get a conviction or be an arm of the police, in one way or the other", "and it’s not", "it’s really to do justice or to do the right thing", "and that’s an amazingly powerful thing", "a lot of people with my politics would have probably gone to the public defender’s office", "tim ferriss: can you explain why that’s the case", "liz lambert: well, because – why is that the case", "why do people with more liberal politics go to the public defender’s office", "i think that the da’s office is often seen to be in line with – tim ferriss: like the pit bull", "liz lambert: yeah", "and in alignment with the police", "and you’ve got to do – to fight the good fight, you’ve got to be the person that is on the side of justice in the way of making sure that the constitutional principles are upheld", "and you’re down in the trenches with folks that often are sometimes wrongly accused", "so, it tends to separate out that way", "but, at the time, i really thought, when i was in law school and thinking about going to a da’s office that it made sense to go to the place that had the power", "and the prosecutor’s office is the place where you can choose to bring a case or not", "i was also the first openly gay person hired at the manhattan da’s office, in 1991, yeah", "tim ferriss: no kidding", "liz lambert: crazy", "tim ferriss: wow, ’91", "liz lambert: plenty of queers there", "tim ferriss: yeah", "first openly – liz lambert: yeah, openly", "and so, the first year that i was there, we actually marched in the manhattan gay pride parade right behind the police department and in front of the fire department", "and my girlfriend, at the time, she worked at the minority task force on aids", "so, of course, she was marching with the house of africa", "and they were like having a blast", "and i was there with the da’s office and the police and the fire department", "and i’d be like come march with us, and she’s like no", "tim ferriss: hell no", "i’m having too much fun over here", "liz lambert: but yeah", "so, that was – and there were a lot of things that i – you could talk for hours about that and what i learned", "tim ferriss: i guess i’m just curious, why stop", "a lot of people stay in law for a very, very long time", "so, you did have this moment", "you’re at the continental club", "you see hotel san jose across the street", "you have this deep interest in design", "you have empathy for the people who are mostly not seen and/or it was during the day there", "liz lambert: right", "tim ferriss: you have all of that, but you also have this potentially safe career in the legal profession", "liz lambert: right", "tim ferriss: so, why stop", "liz lambert: well, there were a couple of jumps between there, but so, i stopped at the da’s office", "you had a three year commitment", "and, so, i stopped about 3.5 years in right before you go on the homicide chart i think in year 4", "i came back to texas", "i think, if you stay in new york too long, you become a new yorker", "tim ferriss: yes", "speaking as someone raised in long island, you have to be careful about that", "you have to be very, very careful", "liz lambert: you don’t want that to happen to you", "tim ferriss: so, i came back here, and i worked at the attorney general’s office", "and that was a little bit different", "i was traveling all over texas trying cases", "and it wasn’t as fascinating to me", "but i still liked being a lawyer", "but a couple of things happened", "a friend of mine died of aids related causes", "and that was a real jolt to the system", "it was one of those moments where i felt you better do what you want to do and not what you’re supposed to do", "or this is your one life and your one chance", "and so, i think that probably happens for a lot of people", "you face mortality up close for the first time", "and that’s either you just kind of push it away, or if you really invite it in and grapple with it, i think it’s a life changing thing", "and so, it was for me", "it made me – i always wondered about the san jose down on south congress", "and i would look at it and kind of dream about it a little bit", "but that was the thing that got me out of the chair and across the street and knocking on the door to find out if they’d ever sell it", "tim ferriss: and we could spend the entire conversation just on the first few months of – easily, the first month, the first day of your experience at san jose", "and i’m struggling with where to go to next because i kind of want to stay there", "but maybe what i can do is, sitting right here, is talk about christopher alexander and, certainly, the other authors", "but i’m curious how you found your footing and your approach to doing what you now do", "so, you kind of land there", "oh my, god, you’re doing every possible job", "you’re using a toothbrush to take some god awful stuff out of a sink", "i couldn’t even identify what the sludge was", "liz lambert: you don’t want to know", "tim ferriss: yeah", "you don’t want to know", "syringes and – you’re doing every job imaginable", "how do you figure out your play book, and when does christopher alexander, not to overweight the importance of these books, but for those people who are watching, you can see this is a book called a pattern language, towns, buildings, construction, which has come up a surprising number of times in this podcast", "liz lambert: has it", "tim ferriss: it has, yeah", "liz lambert: interesting", "well, so, at the time, i thought that i was going to take the san jose, which was a 24 room, motor court, built in the ‘30s down on south congress, an area of town that was still pretty abandoned", "it was one of those places that – and not unusual, at the time, that there were urban cores that, when highways would come in, it redirected traffic", "and the small kind of mom and pop stores and urban downtowns were bypassed", "but, obviously, there was a lot of interesting architecture still or buildings that were – because they were older and built at a time where they were on a really important avenue", "so, congress, for those of you guys who don’t know, is a main thoroughfare in austin that leads directly to the state capital", "and, at one time, it was the main avenue that went all the way to san antonio probably 60 miles to the south", "and so, it was a major thoroughfare.  so, there were a lot of old buildings and businesses, historic and otherwise, along the way", "so, i thought that i would just redo this 24 room hotel, motel", "what i didn’t realize was it was $30.00, my idea was maybe it could be $75.00, and we could just redo room by room", "and then, it would be this amazing place close to downtown", "i had lots of friends from musicians to creative people to people that were going to visit their friends in the neighborhood that would stay there", "once i started trying to crack that plan a little bit, i realized it was  a marketing nightmare", "the most people that were going to pay $60.00 or $75.00 were on the highway", "and they wanted something that they could run like a motel 6", "and if i did lure somebody downtown onto south congress where there were no other hotels, they weren’t going to want to stay next to the crack head or mom and pop in their van", "didn’t want to rent next to somebody with an arrest for murder, a warrant out for murder", "so, it was true", "you saw a little bit of the documentary", "i remember when the police first came", "they would drive around the san jose because there was a big court yard that was just a parking lot", "and when i first got there, it was like no, no, don’t do that", "that looks bad for business", "and i was there a week, and i was like can you guys come more often", "so, i started to realize, and i would go and get new things and try to redo the rooms one by one", "and i’d get something new, and it would be stolen", "or i would get like it just wasn’t going to work room by room, i finally realized", "tim ferriss: yeah", "there was some footage also where we were like what happened to the tv", "and like the tv is destroyed", "like oh, yeah, the last person who was in here left a gift for the new person", "every one of this is a fucking mess, but they’re saying it’s a fucking mess", "let’s see what’s in here", "liz lambert: and it’s one of those things where, if you clean something up, people are much more – if you respect people, people are much more likely to respect a place or a thing or a person", "and the people that were living there, it was the – the mattress had bed springs that were cutting you at night sometimes", "so, it wasn’t like – of course, you were going to throw a tv out the window", "it was a cycle that was – now, i had this place", "now, i was trying to keep it afloat", "i had to have a plan", "and my plan at 24 rooms with not much money wasn’t going to work", "and then, i started going to banks to see if i could – i had gotten through school without even taking a math class", "and so, now, suddenly, i needed to understand the basics of business and writing a business plan", "and i couldn’t read a spreadsheet", "i couldn’t read the financial statement", "i didn’t know what all of those small numbers meant", "and, suddenly, it became really important that i learned that skill", "and so, i went and audited some classes at the business school at university of texas", "it has a great business school", "and i took some management in the service industry classes", "and i tried to finally work my way through how to do a business plan", "and it was so hard", "we do them all of the time now, and we do studies, and we do market studies", "and it’s a skill that i rely on, as we look at different hotels in different markets now", "we do it all of the time", "and it was such a foreign language to me", "so, then, i finally got through a business plan", "and i had to go try to convince some banks that they should loan me a bunch of money to redo this motel in south congress, which, at the time, you couldn’t convince a lot of locals to even set foot on south congress at night much less spend the night down there", "so, it was a process", "tim ferriss: so, what happened", "this is a cliff hanger", "liz lambert: i finally took on some partners that believed a bit in the idea", "and so, they had some track record", "so, they gave me some legitimacy", "tim ferriss: how on earth do you convince the first person", "the banks are saying thanks but no thanks", "liz lambert: people were intrigued though", "remember, i was a lawyer", "and so, i was really selling it", "and there was a change afoot in austin", "you could feel it in the air", "people were starting to return to that neighborhood", "it was a time that – it was in the mid ‘90s, and there was starting to be some urban in fill downtown", "and so, it was right on the edge of that being not completely implausible", "but it didn’t help that i had absolutely zero experience running a business", "that’s what really got the banks", "they’re like what", "i’m like no, i can do it", "i promise", "tim ferriss: if you look at my poetry resume", "liz lambert: yeah", "exactly", "so, it took a local bank, at the end of the day, a guy named eddie safety who was at it’s now prosperity bank, but it was liberty, at the time, basically to underwrite it", "but it also was remarkably inexpensive", "the work we did, in the bigger picture, is something that we would never get away with now", "but i was there all day every day", "i was really lucky to have like [inaudible] the architecture firm out of san antonio, now also out of austin, to be my partners and believe in the project as well", "tim ferriss: so, i hate to bother you with the nitty gritty, but let’s pause for a second", "i’ll just start that over", "so, i hate to bother you with just halting the story and jumping into the nitty gritty, but these are such important inflection points", "if you don’t get the money, ostensibly, not good things proceed from there", "so, we’re talking about liberty and then prosperity, both good words", "how do you convince that person, or how did you convince them", "what was the conversation where they were like, okay", "liz lambert: i mean, i also applied for an sva loan and finally got it", "it was partially funded by the sva", "so, that was great", "i have a business partner now that i’m still in business with who is a great guy and had a lot of experience in business", "and his wife had brought him the proforma for the san jose", "tim ferriss: how did she get it", "liz lambert: from a friend of a friend, basically", "it got passed around somehow", "tim ferriss: so, you were just – liz lambert: yeah, totally", "tim ferriss: just in case, let me get these into circulation", "liz lambert: exactly", "again, i didn’t know what i was doing", "so, it was just who knew who", "and she brought it home and wanted to invest", "and he still has the copy of it because, when it showed that we would get $110.00 a night in year 3 or so, he wrote in the margin of the proforma no way", "he totally didn’t believe", "but i don’t know how – i’m tenacious", "and i don’t know how i finally convinced the bank", "again, they did take a leap", "i’m sure there was some kind or personal guarantee that i didn’t even know what a personal guarantee was, at the time", "i’m like sure, take it", "take my blood", "at that point, i thought about selling the san jose", "it probably took two years to really close – i bought it in ’95", "we closed in ’97", "december of ’97, i started renovations", "so, it had taken all of that time", "i quit my law job just to go try to find money to do some kind of renovation", "and, in the meantime, we decided to – tim ferriss: just so i’m clear, you were doing your law job simultaneous with running the san jose, up to that point", "liz lambert: in the beginning", "and then, at some point, i realized i had to go work behind the front desk", "and i quit my law job, which was crazy, too", "i have to give it – my mother has been gone for about five years now", "but i can’t believe that they didn’t think it was the craziest fucking thing i’d ever done", "tim ferriss: i was going to ask you", "liz lambert: like making no money", "my father would have pointed out that it was just at the point i became a really good trial lawyer that i just jumped ship", "i guess", "i don’t know", "even in hindsight, i don’t know", "but i felt compelled, in some way", "again, i’m really dogged and really – i’m going to follow it down, once i decided it’s what i wanted to do", "but i’ve got to say, there were nights, i don’t know why is it always nights, that i laid awake and really thought about selling the san jose", "and probably, two or three times, i got really serious about it", "i thought there was no way i’m every going to be able to do this", "it’s too hard", "and i just, somehow, powered through", "tim ferriss: why didn’t you sell it", "liz lambert: who would have bought it", "tim ferriss: good answer", "that is a fair answer", "so, you finally get the money", "you close for renovations", "what do you do", "is there anything that you did that you no longer do", "were there things that you did where you’re like oh, that actually became part of my pallet as an artist, so to speak", "liz lambert: yes and no to both", "there are ways that it was extremely inefficient", "nobody would ever let me do what i did then now", "but i was learning, on the job", "it was also really low risk", "when you think about, in the hotel business, you look at the price you pay per key, when you’re talking about selling or buying a hotel", "tim ferriss: per key, meaning per key – liz lambert: per key per room", "so, the general notion is, when you’re talking about what a hotel is selling for, what you’re into it for, what you can develop it for, whether it’s a good deal", "you take the total price of the project for the land, all of the soft costs, all of the hard costs, all of the working capital, everything you have in it to get the doors open, all of the furniture, fixtures, equipment", "put that in a bucket, and then, divide it by the number of rooms", "and that gives you the price per key of what the hotel costs, if that makes sense", "tim ferriss: it does, yeah", "liz lambert: so, we were into the san jose at, the day we opened the doors, for $100,000.00 per key, which is super inexpensive", "tim ferriss: inexpensive", "liz lambert: inexpensive", "tim ferriss: okay", "got it", "liz lambert: at the end of the day, yeah", "so, yeah", "tim ferriss: low risk", "liz lambert: so, it was low risk", "and i was on the front lines", "i’m sure, again, i had a personal guarantee, and i was there every day working like crazy", "and like [inaudible] [00:53:20], the architecture firm that i’ve worked with repeatedly since, they were also there every day", "and so, again, the question was are there things that i did then that i would never do again", "and then, are there things that i did then that became part of my pallet", "yes", "in looking back on it, i think what i did intuitively there is something that we do as an organization on a regular basis now, whenever we’re looking at a hotel", "and that is to say that i was interested in what the neighborhood wanted and needed", "the place had been there since the ‘30s in the south austin neighborhood", "and so, i wanted to look around and look at the hotels that are most interesting to me are part of a neighborhood or part of a community", "they’re the places, when i was growing up, my grand dad who was a rancher didn’t have an office", "so, he would go to the local hotel and sit in the lobby and do business deals and get his boots shined, get his hair cut", "you could do that in the lobby of a hotel", "it was a place where people met, whether you were from out of town, or you were a local", "often times, like a real cornerstone of the community or real important place to meet for the community", "so, those were the kinds of things that interested me the most", "so, it was one of the first things i asked is how do we serve this neighborhood and south austin", "and one of, obviously, the first things, we were directly across from the continental club", "so, what do musicians need", "because, at the time, musicians were some of our most frequent guests, when we were $30.00 a night because they were coming through town in a van, and they were looking for a very cheap hotel", "and, a lot of times, they might be wasted enough that they didn’t notice how bad the bed was or the carpet or anything else", "and we also had people that were spilling out of the continental club sometimes late at night", "but and the neighborhood was starting to change, and people were starting to buy homes downtown again or in travis heights", "we also started a coffee shop that opened, my brother and i did, months before the san jose opened", "and that, again, was a need of the community", "tim ferriss: so, you were looking to fill the need, that’s what drove it", "it wasn’t we want to make a coffee shop", "it is what do people need", "people need a coffee shop", "let’s do a coffee shop", "liz lambert: right", "more than that, we needed a coffee shop", "tim ferriss: i want to underscore this because it comes up so frequently in people who, ultimately, succeed in some capacity in entrepreneurship is it so often starts with scratching their own itch", "and at least that way, you know you have a market of one", "liz lambert: maybe two, but yeah", "tim ferriss: it’s not complete speculation, so not to interrupt", "liz lambert: when you think of a pattern language, you think of christopher alexander", "what i was doing intuitively – tim ferriss: this gigantic book that those on audio can’t see", "it’s big", "you could bludgeon a badger with it", "liz lambert: what i was doing intuitively was a lot of what – for those of you who don’t know, christopher alexander is a writer and a thinker about architecture and about how we build.  and more than that", "but for me, he wrote a book called the timeless way of building", "tim ferriss: which i have not read, yeah", "liz lambert: and he wrote a pattern language, which was, basically, his idea was looking at all the old villages and towns and communities that were throughout the world that have been there for centuries", "and his point was that people figured out how to build intuitively more so than current, at the time, and probably today, current architects today who are responding to how a thing looks rather than how it functions", "tim ferriss: right", "liz lambert: and his argument is, or his thesis is, that we know, intuitively, where to put a fireplace or a hallway or a hub and spoke model in a small community because it’s those ways of building that make a place feel more whole and more complete", "and it makes you, as a person, feel more whole and complete", "i think he calls it the quality without a name", "tim ferriss: yes", "so, the quality without a name", "what does that mean", "what does it refer to", "liz lambert: well, you know those places that you’ve been to that – buildings you’ve been in or places you’ve been in where it just feels right", "and it feels calming rather than agitating", "and it feels like you are part of something in a bigger sense", "and i think part of that would be today, people design things today, this happens all of the time, that they’ve never even been to the place where the tuscan village in the suburbs is going to be put", "his argument is that you look around you, and you see how things are built in the place you are", "and you don’t bring building materials that would never exist in a place", "you look at the ways of doing things that have been done for a long time", "and that way, you become the fabric of the place itself", "tim ferriss: yeah", "this book is so simultaneously intimidating and fascinating", "i just turned to a random page, 599, activity pockets", "and there’s a diagram with the average number of people, an area of 150 people to 300 – no, p must mean something else, 300 something square feet", "and it’s looking at the placement of umbrellas and what looks like an italian pavilion", "and there’s another section, pocket of activity, which bulges into the square with a picture from italy", "and then, there’s a separate section", "i was actually looking at this because i had a cabin construction project not too long ago", "and there’s a section on the integration of outside and inside", "liz lambert: right", "okay", "so, i don’t think that the book actually is – i think you’re reading it in the right way, meaning you should not sit down and read that book from cover to cover", "it really is something that he became, and he’s still around today, but he became a software, what would you say it is, designer of software", "his ideas about patterns", "and so, patterns are a thing that happens over and over again", "you see it in the natural order of things", "so, if you’re talking about an italian plaza where the umbrellas are, think, in your head, how many times you’ve seen that", "well, there’s a reason that – there’s a reason", "people on the ground design that themselves because that’s where human activity went to", "when we were doing el cosmico, which is – tim ferriss: can you describe that", "because el cosmico has probably been recommended to me by texans more than any other hotel", "and then, there are austinite’s who do staycations at some of your places", "but describe el cosmico because, when i do the introduction, how do i describe it, but i think the community lodging concept – when you were designing el cosmico, i don’t mean to interrupt, but – liz lambert: no, that’s quite all right", "el cosmico is now 21 acres in far west texas in the city of marfa, town of marfa", "tim ferriss: considered one of the darkest places in the united states", "liz lambert: it is", "you can see they put the macdonald observatory there", "you can see – marfa is one of the darkest places", "it is also about a mile high, about as high as denver", "and it is more clear nights and clear days than your average place", "and there’s no real – there’s very little light because it’s such a sparse area of the country", "tim ferriss: in terms of light pollution", "liz lambert: yeah", "so, if you think about it, there’s two main counties out in far west texas, brewster and presidio", "and there’s something like you can fit like 17 rhode islands into one of those counties", "and i forget what the number is, but the per capita, the acreage per capita per person, that’s redundant, but is enormous", "every person has something like 4 square miles", "it’s just like sparsely populated, not a lot of cloud cover, and not a lot of light pollution", "tim ferriss: so, for that reason, my understanding is that amateur astronomers but with nearly professional grade equipment or professional equipment travel from all over the country to go specifically to marfa", "liz lambert: that’s true", "tim ferriss: for the new moon and things like that", "liz lambert: yeah", "it’s incredible", "you can see the milky way, which, when i was growing up, you could regularly see the milky way", "and how often do you see it now in places that aren’t like marfa or like baja, california", "there’s too much light pollution", "we just don’t see that anymore", "and you forget what an amazing feeling that is in the order of things to see another galaxy", "tim ferriss: so, you have 21 acres", "liz lambert: okay", "so, i digress", "there’s 21 acres", "we’re right on the edge of marfa", "it’s a town of about 2,400 people", "and i had done a small motel in marfa called the thunder bird and walked away from it", "it was a bad partnership", "it wasn’t going anywhere", "but i did know that i was interested in marfa as a community", "marfa, as a community, again, my family ranches in the region", "i moved back from new york", "i really wanted to spend more time in far west texas", "and marfa was a little bit on fire, if you can say that, for a community of 2,400 people because donald judd who is one of the 20th century’s most renown sculptures had made a home in marfa", "and it had become an art mecca for a lot of folks", "so, you have this crazy mix of artists and creative people and ranchers and people that work on the land in this beautiful place", "for those of you guys who are from overseas might think of it as the myth of the american west when you’ve seen giant or you’ve seen movies, westerns, the landscape we’re talking about looks a lot like that just stretching on forever and distant clouds", "el cosmico, i bought this pasture, basically, that was on the edge of town", "and i wanted to build a hotel or a lodging experience of some sort there", "and i realized that it needed to be indoors and outdoors because that’s one of the reasons you go out there", "and i didn’t know exactly what i was going to do, again, at the time, but realized that old trailers, vintage trailers were a great way to get started putting hotel rooms up quickly", "and so, i had bought a few trailers", "and we redid them", "and i started falling in love with trailers of the ‘50s, ‘60s time period because those old spartans and vagabonds and things like that are made with this beautiful birch interior", "it was before they were making air streams with i don’t even know what the walls of interior in air stream are", "but trailers of that vintage had this beautiful wooden interiors.  you felt like you were in the belly of a ship or at a ship’s cabin", "and we finished them with yacht varnish, at the time", "and so, it was like these – we put the first few trailers out there", "and it was like ships in the desert", "and i just fell in love with the whole notion of these kind of nomadic ways of living", "and so, we got some yurts, eventually", "we got teepees", "we have safari tents", "and it became this grand experiment to see how we would use the land", "so, all of the rooms were moveable", "and so, we kind of lived our way into it", "that comes back to christopher alexander and the pattern language", "it was really starting to have music festivals and parties there and people living out there to determine what did the place need, and how would people use it", "tim ferriss: so, we’ve been talking about the outside/inside integration", "and christopher alexander gives some great contrasting photographs for illustrative purposes", "it seems, based on the homework that i’ve done at least that you also think a lot about – well, i’ll quote here", "and the internet misquotes a lot", "so, you can correct me, if i’m wrong", "but here’s the quote", "and this is part of a longer conversation, of course", "but “i hate it when i visit a hotel that hasn’t put thought into the products they place in their room", "it’s all part of the language of the place and the details that affect the guest experience there.” so, if we look at el cosmico, or you could choose a different example, what are the things that people might notice inside", "liz lambert: inside and outside", "tim ferriss: and outside, yeah, sure", "liz lambert: i think for us, at bunk house, part of – it is a whole experience", "being at a hotel should be, and you think of some of your favorite hotels, it’s not that you liked the bed spread, or it was close to the highway", "you might have liked both of those things", "but i think, probably, the places you like the most are the most immersive", "and i think of it as storytelling, in a way", "so, every hotel that we do has everything from sound track to, often times, a color or a color scheme that repeats throughout, a smell, an incense usually", "like at the st", "cecelia, we put [inaudible] [01:08:34], big sticks of  [inaudible] in the garden, so as you’re walking through the court yard, it’s really subtle, but it’s something that strikes your senses, and it reminds you of the st", "cecelia", "tim ferriss: of all of the smells that you could possibly choose, why did you choose that", "liz lambert: the st", "cecelia is a small hotel", "we have, further back in the neighborhood off of south congress – tim ferriss: very good selection of tequila also", "liz lambert: i bet", "it’s only 14 rooms, but the main part of the st", "cecelia is an old victorian that was built in the 1890s", "and then, it has some bungalows that are scattered around about an acre or acre and a half of land", "in order for us to do a hotel, for me, there has to be a skeleton, a story that everything is hung upon or proceeds from", "and so, my business partner, at the time, we were looking, and the st", "cecelia came up for sale", "it wasn’t the st", "cecelia", "it was just an old victorian on an acre of land near downtown austin", "and he’s like what’s the story here, if you had to describe this to somebody", "and for me, it was – i always loved that whole period of rock and roll that was about going to really nice hotels and the super decadence", "not the throwing the tv out the window, but the great silver, slightly tarnished and the white table cloth from room service, and the contrast of dillon taking tea somewhere or drinking a bottle of whiskey", "the stones at [inaudible]", "there’s something so awesome about where elegance meets kind of rock and roll", "and so, there was this victorian, and it felt like i’d seen a photograph of maybe it was the stones somewhere in full on 1970s, awesome clothing", "and there was a chauffeur washing a bentley in the background kind of thing", "so, this place where those things met immediately became the st", "cecelia to me", "the st", "cecelia was a patron saint of music and poetry", "and so, if you ask where [inaudible] comes from, it’s like that smell of [inaudible] is the hippie smell of that time", "and putting it in a place as elegant as the st", "cecelia makes perfect sense to me", "tim ferriss: so many questions", "i would think of myself, in general, as at least an aspiring minimalist, when it comes to certain aspects of design", "and certainly, i have very, very limited experience compared to someone like yourself but have had projects, one in san francisco before i moved to austin, where this place was stripped down to the studs", "and it just became an art project", "and i’ve spent a lot of time in japan", "so, it was sort of a combination of a green and green  [inaudible] type feel plus japanese", "so, very simple, in some respects", "and i have a particular dislike of clutter, i guess, even though it’s an ongoing battle, in my own house", "so, i think it was your brother who said the following", "and you can correct me if i’m wrong", "but “let people be the color in the room.” could you expand on that or explain what that means", "liz lambert: sure", "it was my brother, linden", "some of the best advice ever", "i think that you look at hotels, at any point, particularly the last 20 or 30 years, i look at someplace, and i’m not giving a bad shout out, but the loft or something or the indigo, and they think design is fun and whimsical", "and it is", "but, oh, my god, how do you walk through the hallway", "you’re just assaulted by so many different patterns and so many different what people think is cool or hip or now", "and it’s just like a constant onslaught", "and to me, the best hotels or the best places are places that are more calming", "and so, doing things through massing or through a pattern where you take the language of a place and repeat it and repeat it and repeat it", "and maybe so subtle that people don’t really notice", "but i think, if you give people – all of our own lives are so cluttered, in so many ways", "but if you strip away everything, to a certain degree, and let the people be the color in the room, it’s infinitely more interesting", "i think people feel better about everything that way, as well", "the san jose was the first hotel i did", "and i kind of think of it as mexico meets japan", "for you guys who don’t know, we did a real sort of minimalist job on the place", "at the time, we developed a furniture system that would work in the rooms because all of the rooms are very different", "over the years, they’ve been cut up in different ways", "so, we needed something where we could do something repeatedly throughout", "and we ended up using some pine, loblolly pine, which is a localish material from east texas", "and its sort of a judd like way, judd being the marfa minimalist, although i know he would hate the word minimalist, which i think judd is very informed by schindler", "and i don’t know if you know schindler", "schindler is an architect from the ‘20s that was working in the la area", "but very influential with a simplicity", "and so, the san jose has concrete floors", "where we took out walls, we put in an aggregate, so you could see where the walls used to be", "tim ferriss: could you explain what that means", "liz lambert: yeah", "so, when you have old cement or concrete floor, a lot of times, when you remove a wall, you’ll have a hole in the floor", "so, what we would do is we would take a concrete mixed with rock and fill it in, and then, sand it", "so, instead of trying to fit in with the existing floor, you could actually see the remains of the – tim ferriss: the footprint of the dinosaur", "liz lambert: yeah, exactly", "and so, the san jose, although it’s very simple with just wood and concrete, and some people would think of as cold, there’s a ton of plantings, ton of gardens", "it feels really lush and feels sort of like living indoors and outdoors", "but we have comment cards", "and early on, i really paid a lot of attention to comment cards", "and i’m sure the staff does now", "but one of my favorite ones that i had up on the wall for a while was somebody had written this is the most expensive fucking garage i’ve ever stayed at", "tim ferriss: so, what do you do in response to someone like that", "or you’re like not everyone is going to get it, and that’s okay", "liz lambert: well, it was really hard at first because not everyone was going to get it", "and you have to decide if you want to please everybody, or if you just keep doing what you’re doing and know that, intuitively, there was something that you will find your audience", "and, again, i was very lucky in life to be in the right place at the right time because austin was changing", "and when we first opened the san jose – tim ferriss: now, just to not discount your skill set completely, you were in the right place at the right time, but you’ve also now – how many properties do you have", "liz lambert: maybe eight, i think", "tim ferriss: yeah", "so, once you’re lucky, twice you’re good", "eight times, okay", "but continue", "liz lambert: yeah", "but, at that time, with the first project, you don’t know what you don’t know", "and you don’t know – i have a lot more confidence now", "i had confidence then, but not necessarily as a designer", "but i remember, when we first opened, we opened in march, which is spring break, but it’s also south by southwest, which is a huge conference", "it used to be more music centric, but now, it’s tech and film", "and a lot of people descend on austin", "tim ferriss: yeah", "it’s got to be – i don’t know the exact size now, but it’s got to be 50,000 to 100,000, i would guess", "liz lambert: yeah", "so, there’s not a hotel room in town", "well, we sort of did a soft opening, which is crazy", "tim ferriss: what does that mean", "liz lambert: soft opening is where you invite people that might be friendly towards you or at a very discounted price to a property or a restaurant and let the staff practice on you knowing there’s going to be some mistakes", "tim ferriss: so, you did your south opening during south by – liz lambert: well, right before", "it was like february 14, and i remember february 14 was the first day that we had any – it was valentine’s day, and we had anybody that actually spent the night in the hotel", "and i put a banner outside that we sold rooms for $69.00 for valentine’s day.  so, that was a special", "and i mean, like trying to just get people in the doors was the whole point", "we opened during south by southwest, totally sold out, crazy because, of course, we had something was in the waste pipe that was going to the street like an electrical fixture had fallen down into it", "so, an entire wing of the hotel flooded with sewage", "people were running out of the hotel with their stand up base or whatever", "and there was no place to put them", "tim ferriss: all right", "so, it’s in the middle of south by, complete chaos", "liz lambert: yeah", "tim ferriss: everything is stretched to max capacity", "liz lambert: yeah", "tim ferriss: i’m sure that stress is running high for a lot of people who have flown in to perform or whatever", "so, you have sewage flooding half the hotel", "how do you handle that", "liz lambert: i don’t know", "you have to be on the front lines of it in rubber boots and the whole thing", "and, again, really i don’t know", "it’s hospitality", "usually, people don’t know this, but behind the scenes, a lot of places overbook because they’re counting on cancellations", "tim ferriss: just like airlines", "liz lambert: yeah", "exactly", "and so, hotels – hospitality business is really interesting because hotels really are behind the scenes, usually, most likely, want to be friends with each other", "you can say it’s competition, but you’re sharing information all of the time", "management and what’s going on in town and rising tide raises all boats, to a certain degree", "but you’re also going to have to walk somebody, sooner or later, to another hotel, which means that you’re going to pay for their room somewhere else because you’ve either overbooked or – tim ferriss: or had sewage floating in the rooms", "liz lambert: yeah", "but there was no hotels to walk anybody – i don’t know how i managed", "i put it out of my mind now", "tim ferriss: you’ve blocked it, but if you try to unblock it though, what did you say", "did you get them to stay", "they’re not sleeping on the street presumably", "liz lambert: no, i think we did get them to stay", "i think that we went in and cleaned like crazy and disinfected like crazy and remade the rooms all hands on deck completely", "tim ferriss: do you comp the room, discount", "liz lambert: oh, yeah, totally", "they say, in the service industry, a good recovery is going to make a bigger, more loyal guest than if you hadn’t fucked up at all", "tim ferriss: it’s true, it’s very true", "liz lambert: because you’ll tell 10 people if somebody really makes something right", "tim ferriss: right", "because everybody is all smiles and high fives when everything is going smoothly", "liz lambert: right", "tim ferriss: it’s like how do they handle things, and do they own the problem, when things go sideways on their watch", "liz lambert: it’s kind of hard not to own that one, wasn’t it", "tim ferriss: that is hard not to own that one", "how dare you flood your own room with sewage", "chip connolly is someone we both know", "chip, if you’re listening or somebody passes this along, miss you", "would love to see you", "it’s been a long time since i spent time with chip", "but i’ve heard you describe him as a mentor", "i don’t know if – or i haven’t heard you, i’ve read it", "so, who knows if it’s accurate", "but could you describe for folks who don’t know the name who is chip, and what have you learned or gleaned or observed from chip", "liz lambert: well, so much over the years", "chip is a mentor, to this day", "i saw him last week", "for those of you guys who don’t know chip, he started a hotel company called joie de vivre that was based in san francisco", "and he started when he was fresh out of business school probably early 20s", "the phoenix was his first hotel, which was a motor court, not unlike the san jose or the austin motel and was a favorite of bands on tour, musicians, that kind of thing", "chip continued to grow a very successful hotel company and decided, at some point at around 50 or so, i don’t know how old was chip when he sold joie de vivre", "tim ferriss: it might have been right afterwards", "i remember i was at chip’s, we didn’t talk about this, burning man camp for his – liz lambert: i was, too", "tim ferriss: oh, no kidding", "liz lambert: yes, i totally was, yeah", "tim ferriss: okay", "what was it [inaudible] [01:22:23]", "liz lambert: yeah", "that’s the only time i’ve ever been to burning man", "tim ferriss: that’s crazy", "that’s really funny", "liz lambert: i had one of the yurts that were the fold up – tim ferriss: air conditioned", "liz lambert: of course, i did", "tim ferriss: that’s wild", "all right", "so, we were at the same camp at burning man and just didn’t bump into each other", "or maybe we did", "liz lambert: who knows", "tim ferriss: the catered chip food, which, by the way, it was such a conscious – my first experience, not to digress too far, but my first experience at burning man was trying to build a geodesic dome with my friend on the spot that we had put together, based on internet instructions, when i was in san francisco", "and then, realizing none of it would fit together", "we ran out of water", "our view we had broke down to the air conditioning didn’t work", "it was absolute survival mode", "liz lambert: adversity", "tim ferriss: and then, i came to chip’s, and i was like oh, my god, this is like the four seasons of the salt flats", "liz lambert: it was", "he really did the whole camp with some friends", "and, basically, you could get food at any point you wanted", "there was a full service bar", "i had an air conditioned yurt", "it was only like 6 feet across", "and it was made out of some kind of building material", "it was like fold up", "the whole thing folded up into a very small package", "but it wasn’t, in a bad way, kind of in and out", "tim ferriss: yeah", "that’s so wild", "i can’t believe we were there at the same time", "so, he sold the company around 50-ish", "liz lambert: yeah", "he sold joie de vivre", "he’s still a very young man, by the way, if you’re listening, chip", "and the guys from airbnb tapped him on the shoulder and said come help us a little bit", "and he was helping in an advisory role for a while", "he became the head of global hospitality for airbnb", "and along the way, he’s written a lot of great business books that we often have our managers read like peak and the emotional equation", "what is that book called", "tim ferriss: yeah", "i’m blanking on the title, but i will tell people that chip has been on my blog a few times", "and if you search how to become an effective ceo chief emotions officer and my name, or just search tim ferriss chip connolly, and that will pop right up with that book", "liz lambert: right", "chip has written many books", "and he is often – he has done a ted talk and is often a lecturer on business and just on being more complete person", "and so, chip continued throughout – so, the way i met chip was i cold called him", "i bought the san jose, didn’t know what i was doing, had no idea what i was going to do", "and i saw his name in a trade magazine, and so, i called him up", "unbelievably, he called me back in about 30 minutes", "tim ferriss: do you have a voice mail", "liz lambert: i think i did", "i don’t remember exactly", "yeah, i think i did leave a voice mail", "i don’t know how i got his number", "tim ferriss: what would you have said", "liz lambert: i have this motel in south austin", "and i just wanted to talk to you about it, click, or something like that", "tim ferriss: sweet and simple, yeah", "liz lambert: of course, i think he thought i wanted to see if he wanted to consider buying it", "but the fact that he called me back was – i have cursed him for from that day to this day because now, people constantly, now, they email me, or, in some way, ask if i could spend a few minutes for advice", "and you know there just aren’t the hours in the day", "but he just pops up at my brain every time", "what would have happened had he not called back", "and i don’t know", "but over the years, he was one of the first guests at the san jose", "and he was passing through", "he came to see it after giving advice", "and i went and met him in san francisco, and he looked at my numbers that i didn’t really understand and tried to make sense of them", "but i could have that conversation now much better", "and then, most recently, we have a hotel in baja, california in a little town called todos santos right outside of a little town called todos santos that is about 45 minutes from cabo", "and he is the one that got me into that because he had sold his hotel company", "and i don’t know if he had a noncompete or just not supposed to be in the business", "and he was very interested in the community", "and so, he kind of pointed them in my direction", "and now, we have a really great hotel there", "and chip lives part of his life in todos santos now", "tim ferriss: what other best practices or principles or do nots or dos have you picked up from chip or other people", "liz lambert: well, actually, our president now at bunk house worked for chip for 10 years, a guy named christian strobel", "and it’s good", "here’s the thing", "you can be as creative as you want to be and dream as big as you want and create an incredible experience and programming and everything along those lines", "but if you can’t keep the lights on, if you can’t return money to investors, if you can’t keep your employees happy, then, you’re never going to have a successful business", "i mean, you’ve got to keep the lights on", "and you’ve got to do a little better than keeping the lights on", "but i think a lot of people fell in business because they don’t have operational rigor", "and that can be a lot of different – that can manifest in a lot of different ways", "but i think that chip was influential from early on about operations and how important not just your guest was but your employee and your investor as well", "tim ferriss: chip and peak as it relates to maslow’s hierarchy of needs and, hence, maslowtopia as the name of the burning man camp is something that he would apply also to these various stakeholders", "so, another mutual acquaintance, larry mcguire of mcguire mormon group pier, many different restaurants", "i texted larry to ask him what topics or questions might i want to explore with liz", "and he said there are so many things we could explore", "but one of the things he brought up was the question how do you balance, and i’m paraphrasing here, but it’s not that far off, how do you balance the desire to be an artist with the desire to be say a business tycoon", "liz lambert: right", "it’s a really interesting question", "i mean, it’s such a balance", "larry is actually very good at what he does", "larry has several restaurants here in town", "and i’ve known larry since he was about 16 and started work for my brother", "but larry is one of those rare people that understands both, again, rigor and operations, which is going to be really important at the end of the day for somebody to have the right experience and the artistry of creating an experience", "to me, if you don’t – people make hotels", "people design hotels, and then, they walk away", "and so, that is always going to get diluted over time", "if you don’t remain involved in the experience or what your vision was, in the first place, then, what you created is not just an object", "it’s a living, breathing thing that has employees, people that work there, spend their lives there", "it has guests that come and go as part of an ever evolving community", "and it has people that have part of ownership in the place", "so, i think your vision is not complete, if you just create something and walk away", "it is in other genres of art", "but in a hotel, or in a restaurant, it begins anew every day in a way", "and so, to create a guest experience that is right for that hotel takes constant vigilance, in a way", "and that is always going to translate to the bottom line", "we don’t market most of our hotels in a certain way, but people market them for us", "instagram is, obviously, great", "and so are a lot of other social media platforms", "but we get a fair amount of print as well", "and that comes a lot not from us necessarily pitching stories but from people becoming real believers in what we do", "and so, i don’t know if i’m really answering that question, except to say you have to have both things, whether it’s you doing it or someone else that believes in your vision, and you believe in theirs", "you’ve got to have both the artistry in the beginning and the good business practice to continually tend the fire", "tim ferriss: do you have an idea of, if you’re going to be continuing to develop hotels and put your craft into the world, in that way, do you have an idea for how many properties you’d like to have in five years, if you want to scale, if you don’t want to scale", "liz lambert: oh, the old five year plan", "tim ferriss: three years, it doesn’t really matter", "i’m just wondering if you have something like that", "liz lambert: i’m at such a crossroads right now really about this", "you know the pressure in business and the bigger your business gets is to grow, grow, grow and then, sell it", "that seems to be – i wonder if it will be 30 years from now, and that won’t be the thing", "or if it was, it wasn’t 50 years ago", "we live in a time where it’s about growth and making your business worth as much as you possibly can and then, selling it", "and to me, it makes no sense in the world to me because i’m a bit of the journey is the destination kind of person", "and so, i think that i’m both doing – if i grow it at an enormously rapid pace, if i push not only myself but my team to grow as fast as possible, we’re not going to do the quality of work that we want to do", "and while we might have a higher value in five years as a company, i don’t think that the end game is to sell", "and larry mcguire i think believes the same thing i do", "and a lot of people that i look around at and i’m interested in their careers and their lives also are people that are interested in what they do from a – and from the people they work with day to day", "and creating an asset like a hotel, they can just get better over time rather than say we live in a time where you have hotels that they’re redone every seven years or every five years", "there’s a big repositioning or whatever", "the most interesting places, to me, just get better as time goes on, and layer upon layer and texture upon texture", "tim ferriss: and get better not by reinventing themselves every seven years", "liz lambert: yeah, exactly", "tim ferriss: what was the second title", "not a pattern language – liz lambert:timeless way of building", "tim ferriss:timeless way of building", "liz lambert: so, can you have a good life and have employees who are invested in that business and also keep an asset and have it – i’m going to digress for a second", "but the hotel business, as we know it today, is a result of a lot of things", "but we’ve come to a time where most hotels are not owned by the management company", "so, you have a group of owners, and you have a management company that is a brand", "so, from the four seasons to the hilton to you name – the marriot, whatever it is", "or even ace, those guys over there, great friends of mine", "every ace you look at is owned by a different ownership group", "and you can talk all day long about why that is", "a lot of times, a management company wants to stay asset light because the hotel business is in waves", "so, you don’t want to get caught in a downturn owning a property, etc", "tim ferriss: so, you mitigate your risk by having – liz lambert: and you’re growing a brand", "tim ferriss: mm-hmm", "liz lambert: and that is easier or much easier when you are a marriot, and you’re going to be the same everywhere, and you have – and there was a time, in the hotel business, or a time in hotels, and those of us as consumers of hotels wanted that because, before that, you could take a trip across country", "and all of these hotels were independent", "and god knows what you might find", "it might be delightful, or it might be horrible", "and there was no way of judging the quality of a place", "and then, we got hilton’s and holiday inns", "and what was great is that you could – you knew what to expect", "you knew the level of service", "tim ferriss: well, a cup of starbuck’s is the same everywhere you go", "liz lambert: yeah", "and so, you can depend on that", "i read something from – the other day, i was looking at some stuff about why musicians and hotels, why that love story", "and they’re interdependent in one way or the other", "and somebody was saying, i don’t remember, it was probably keith moon or somebody who was well known for just totally trashing hotel rooms, it’s like yeah, this is the 20th fucking holiday inn we’ve woken up in in just as many days", "and they all look the same", "anybody would be mad at it", "but that time began to change with what we think of boutique hotel or lifestyle hotel from schreger to chip connolly", "i think you asked me about what do the next three or five years hold", "what’s my plan business wise or hotel growth wise", "and i feel like i’m at such a crossroads there in trying to determine what’s – it’s not only what’s best for me, it’s also what’s best for the company, but also the people i work with every day", "and so, you want to grow because you want to be able to give the people you work with more equity, more of a chance for higher fulfillment moving into other jobs", "just all of those things", "i think that we have a natural propensity towards growth", "but then, the question becomes how fast and how much and what is the end game there", "and in this business, i think, in this day and age, people just mindlessly want to grow and explode", "the bigger you are, the better you are, the more people know about you, the better", "but i think that a lot of the qualities that you appreciate in day to day living become lost", "i think one of the reasons we’re successful as a company, internally at least, is because we are like a family, in some ways", "and so, how much can you maintain that as well", "i guess the answer is i don’t want to mindlessly grow", "i want to thoughtfully grow", "and that may not be at the pace that a lot of companies would want you to grow", "and it’s also about the end game", "and i don’t think my end game would be to grow really fast and just sell the business, which you find a lot of brands want to do now", "tim ferriss: well, it sounds also to me, just based on what you’ve been saying that your philosophical lens through which you view your life, which is the journey is the destination, is a fundamental juxtaposition with what a lot of external pressures would want to impose on the business", "liz lambert: absolutely", "it’s so true", "tim ferriss: it’s tricky", "liz lambert: it’s such a balance, and it’s a struggle, in a way", "it is, but some of – there are outside pressures", "there are inside pressures", "but it’s a really good question because i’m in the middle of it right now", "and i have lots of thoughts about it, but it could go on and on and on", "but i do know that i could get hit by a bus tomorrow", "and we all could", "and you’re not going to care about that ipo five years from now", "my wife is pregnant", "and i’m older, and she’s young enough to be pregnant, clearly", "and that’s a whole other life change", "i also – again, when you see – i am a big believer in the realization of mortality", "all of those things really point me in the direction of living a quality life in relationship to other people", "and, in those ways, i think you find meaning in a much more real manner than you find meaning in making a lot of money", "tim ferriss: i agree", "money is supposed to be fuel, in a sense, for transferring it, transmuting that into other things like experiences and so on ostensibly", "money is a representation of value", "liz lambert: i’m not against money", "and it’s super important for a business", "and it’s super important for a business", "and it’s super important for the people you work with and for and all of those things", "it’s just a means to an end", "tim ferriss: it is", "and if we look at – there’s a really fascinating book called the biography of a dollar, which walks through the history of money, in some respects, which becomes even more interesting, when we start looking at more recent developments like cryptocurrency and so on", "but, at the end of the day, at least traditionally speaking, it’s a medium of exchange", "and so, then, the question is an exchange for what", "so, let me ask just a handful more questions because i think we could have many, many more conversations", "and hopefully, this isn’t the last", "we mentioned a few books", "are there any other books that you have gifted often to other people or reread a lot yourself", "liz lambert: i love that you asked that question that way because it really puts it in a different perspective", "it’s like not what your favorite book is, it’s what you’ve given as a gift, which i thought about a little bit this morning", "and it’s so clear", "i have an immediate answer, and then, i had to think why did i do that", "but i think, when i was younger, and still to this day, i sometimes gift a book of poetry by adriane rich called a dream of common language, which was a book she wrote in the late ‘70s", "and she’s a poet that – i was trying to think why was that book so important to me", "and it’s really funny", "when i read cheryl strayed’s wild that was one of the books that was most important to her that she had as she hiked the pacific rim", "tim ferriss: that’s right", "i totally forgot about that", "liz lambert: yeah", "i gift a lot slouching towards bethlehem, a book by joan didion, which is a collection of essays that i love that book so much", "it is a lot about the kind of writing joan didion is doing", "and those essays are both of the time", "there’s one that’s about john wayne, about california", "but there’s also this collection of personal essays she does", "one is called on keeping a notebook that i go back to again and again, and i share a lot", "tim ferriss: on keeping a notebook", "liz lambert: on keeping a notebook", "there’s one called on self respect", "there’s one on morality", "but it’s an awesome collection of essays", "and there are other books by joan didion, but that’s one i tend to gift the most", "and the other one that i’m sure people mention to you, i can’t imagine they don’t, is when things fall apart by pema chodron", "has anybody recommended that one", "tim ferriss: that has come up i think only once, and, seth, i apologize if i’m misattributing, but he does recommend pema chodron at least one of her audio books", "but no, this is not a book that has come up a lot", "so, if you could explain why that book", "liz lambert: so, when things fall apart, i think has been important to me, and i’ve given to people in my life because it had an impact on me", "but i don’t know", "i could be wrong that it was pema chodron’s first shout across the bow", "it might have been the first book she did", "i don’t know if that’s true or not", "but it was really my introduction into – pema chodron, for those of you who don’t know, is a buddhist monk who became a buddhist monk i think probably 30 years ago, when she found out her husband was having an affair, and he left her", "and she was left in this place of what to do about that", "and she kind of accidentally found her way into buddhism", "to me, it really revealed this struggle we have day to day of, in the face of anything, loss, adversity, all of those kinds of things, how we tighten up and struggle, or we get angry, or we get bitter, or we just continue doing the same things over and over that don’t necessarily work", "watching tv, movies as an escape, drinking, even exercise sometimes", "whatever it is we’re doing.  and how we always think, if we would just get to that next perfect place, it would all be okay", "like if we had the next job, or if we moved to this new city, or if we just had this relationship, it would all be okay", "and then, as it turns out, when you get to that place, low and behold, on the next horizon is you feel uncomfortable because you need this next thing", "and it’s really the idea of, again, the journey is a destination", "being able to, on the way to that island, rowing across the ocean, you need to find comfort in being on that boat in the rolling sea", "and the idea of impermanency and how – i think anybody who has lived their life with loss or death or anything of the sort understands what a jolt it is to understand that things aren’t permanent", "and when we do accept the impermanency of things and learn how to live in the moment or on the rolling sea and live with that discomfort, it’s a life changer", "and so, when things fall apart – i realize, just in saying all of that, the joan didion book, slouching towards bethlehem, is taken from the same poem, the yates poem", "what’s it called", "slouching towards bethlehem, right", "tim ferriss: oh, god, you’re far more literate than i am", "i’m failing my exam here", "liz lambert: things fall apart, the sinner cannot hold", "anyway", "tim ferriss: we’ll put all of these in the show notes", "we talked about mortality a few times", "i’ve had quite a bit of revisiting mortality in the last few years with very close friends, even now, currently, some, effectively, family members", "and i have a coin that sits on my kitchen counter, which says memento mori, remember, you’re going to die with iconography on it", "coincidentally enough, i should give him credit, made by a friend of mine here, ryan holiday who is an author in the austin area who writes a lot about stoic philosophy, which is highly compatible with a lot of buddhist thought and contemplative practice, in my experience, in any case", "do you have a favorite, favorite is a weird word to use here, but a favorite failure, or a failure that you feel like taught you a lot or set you up for later success", "liz lambert: i failed so often, and i’ve been successful very often, too", "i think, if it were a form of favorite failure, and, again, yeah, sometimes, don’t we all feel like we’re beating our head against the wall", "and you’re like why am i doing that same thing over again", "that’s a whole – i think we’re still doing that", "it’s a whole other subject", "when i was young, when i was in high school, there was a thing called youth in government", "and from all over texas, they did it in other states as well, but you would learn about government by this kind of mock government thing", "and it came through the ymca", "and there were little social clubs and all of that", "but youth in government was something i got involved in probably when i was a sophomore or junior in high school", "when i was a senior in high school, i ran for youth governor of the state of texas, which was a big state, but you had to run on a local level, and then, you had to run in a regional level", "and then, you came to state", "and my grandfather, at the time, was a rancher and one of the men i admire most was, at the time, older", "and i think, at that point, he had broken his hip, and he was bedbound at home", "but, as i ran for youth governor, i would read the paper with him on a pretty regular, daily basis, if not every other day, and discuss current events and current issues", "and it was an awesome period of time having those discussions with him", "and we came here to austin for the youth in government week", "and they do it at the capitol, and they do it in the chamber, so in the senate and in the house of representatives", "and it’s right after the real thing has let out", "and so, it’s really awesome because you’re in these great big hallways and all of that kind of stuff", "anyway, i ran for youth governor", "and the night that they were taking the vote, we were staying in a hotel right over here not far from here at the la quinta over there", "and i was staying in a room with three friends who were there for the party for sure", "i was very serious", "they were there to be in austin", "one of them had an older boyfriend who lived here in austin", "so, they started drinking in the room", "and i knew that we weren’t supposed to be drinking in the room, and so, i left the room and went and visited some other friends down the hall", "they got caught", "and i got called to whoever our supervisor was, and she said did you know they were drinking", "and i was like yeah, i knew", "and i left", "well, it turns out that the whole thing was running on the honor system", "i’m sure i knew that, at the time", "and because i did not report them, i was kicked out and sent home with them", "and by that point, they knew that i had won the election for youth governor of state of texas, which meant that, in the next year, you were going to nationals, and you would do all of this stuff", "but instead, the morning of the announcement, it went to the next person in line", "and i was sent home on a bus with them, sitting with them", "and when my mom went to report to my grandfather what had happened because he was following play by play, he said tell liz we’re really proud of her", "and to me, that was this formative moment of realizing that there were rules", "and there was authority", "and the honor system was what this whole system was running on", "and it was a system that was part cog and wheel", "and i realized that he was really proud of me because i had grown up with brothers and with a whole community that really believed that you didn’t rat on somebody else", "you didn’t call somebody out", "i was right to remove myself", "but i think there was a whole system of belief that i had grown up with that it would have been wrong just to run and tell on somebody else", "and i think it was the first time that i – over the years, looking back at it, i think i learned more from this thing going wrong than i would have learned from it going right", "and it was about questioning systems and questioning values", "just because somebody says these are the rules, and this is what it is, it doesn’t mean that that’s really rules that you need to incorporate", "tim ferriss: that was a great story", "what a lovely experience, also not that particular time in the capitol, but with it was your grandfather, you said, right", "liz lambert: yeah", "tim ferriss: that sounds so great", "i never had that chance", "my grandparents passed, all of them, when i was very young", "liz lambert: really", "tim ferriss: yeah", "liz lambert: i was lucky in that way", "tim ferriss: and we all lived in different states, so even when they were alive, we only got to see them very briefly", "just a few more questions", "if you had a gigantic billboard, metaphorically speaking, on which – liz lambert: i think i do, actually", "tim ferriss: so, if you had an additional billboard on which you could put a word, a quote, a question, anything noncommercial, just a message to get out to millions or billions of people, what might you put on that billboard", "liz lambert: we do, over down by the san jose and the austin motel, there is a big billboard", "but, of course, we rent it to advertisers", "but on the side of – there are a couple of things on the side of joe’s", "one is that iconic i love you so much that people take pictures of all of the time", "it’s a longer story", "but on the backside of joe’s, there is a quote from jack kerouac that says don’t break your tenderness", "and i love that quote", "i think that’s a good thing for everybody to remember", "tim ferriss: don’t break your tenderness", "liz lambert: don’t break your tenderness, yeah", "tim ferriss: i love that", "i’ve never actually heard that before", "so, this is right on the backside of joe’s on south congress", "liz lambert: yeah", "when you’re sitting there, you can see it", "it’s kind of blue on the corrugated, so it doesn’t bounce out", "maybe we need to repaint it", "but it’s been there since we opened", "it’s from i think mexico city blues", "tim ferriss: in a very real way, i know you wouldn’t take full credit for this, and there are macro forces at work and so on", "but the fact that the first thing i just thought to myself was wow, i should go check that out next time i go for a nice walk down south congress", "and if you had not looked out or perhaps gazed across the street from the continental and taken the san jose upon yourself as a project, who knows what that neighborhood would look like", "you played a formative role in making it what it is", "that’s a big deal", "liz lambert: it is a big deal", "it’s an interesting – we could talk for hours about that, too", "i think it’s about to change yet again", "it would have changed, and it would have grown, and everything is always changing, and neighborhoods are always changing", "but i think we’re about to see a whole next wave of south congress happen", "tim ferriss: i agree", "i’m excited to see it", "liz lambert: yeah", "tim ferriss: well, liz, this is so fun", "and i’m really glad that we finally had a chance to sit down", "liz lambert: me, too", "tim ferriss: do you have any requests of the audience, asks of the audience, suggestions of the audience, anything you’d like to say before we wrap up", "liz lambert: no", "but i’m very excited about getting last days of the san jose out there", "tim ferriss: yes", "yes", "and we were just chatting in between brief cut that we made about a handful of things that probably need to be done just in terms of clearing rights and music and so on", "so, for those people listening, it might not be immediate", "but we did clink tea glasses", "so, last days of san jose – liz lambert: sooner than never", "tim ferriss: sooner than never", "yes, that is something that i think we’re both comfortable committing to", "and people can find you @thelizlambert on instagram and twitter, @bunkhousehotels on instagram and twitter, and bunkhousegroup.com", "definitely, if you’re in the austin area, and if you have never been to austin, for god’s sake, take a visit", "it’s a very cool town", "the self proclaimed but believable live music capitol of the world", "and it’s been really lovely spending time with you today", "liz lambert: you, too, as well", "it really has been", "tim ferriss: thank you", "and for everybody listening and watching, potentially, links to everything we’ve discussed, maybe even the doc, we’ll see how much progress we make, is available on the page with show notes for this episode and every other at tim.blog/podcast", "and until next time, thank you for listening and watching"]}