{"dialog_idx": {"brandon stanton": [0, 4, 5, 9, 10, 12, 13, 14, 15, 16, 17, 18, 19, 20, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 48, 49, 50, 51, 52, 53, 54, 55, 56, 59, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 220, 221, 222, 223, 224, 225, 226, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 253, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 494, 495, 496, 497, 498, 499, 500, 503, 504, 505, 506, 507, 508, 509, 510, 511, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 620, 621, 622, 624, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 833, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 869, 870, 871, 872, 873, 874, 875, 876, 880, 881, 882, 883, 884, 885, 886, 887, 888, 905, 906, 907, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 949, 950, 951, 956], "tim ferriss": [1, 2, 3, 6, 7, 8, 11, 21, 22, 23, 24, 25, 26, 43, 44, 45, 46, 47, 57, 58, 60, 84, 85, 86, 87, 88, 89, 90, 91, 92, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 147, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 219, 227, 252, 254, 288, 289, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 407, 408, 447, 448, 449, 450, 451, 477, 478, 492, 493, 501, 502, 512, 513, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 595, 619, 623, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 695, 696, 697, 698, 699, 700, 726, 727, 774, 794, 795, 796, 797, 798, 799, 800, 832, 834, 835, 836, 837, 868, 877, 878, 879, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 908, 909, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 952, 953, 954, 955, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978]}, "episode_num": 321, "file_type": "html", "guests": ["brandon stanton"], "num_sentences": 979, "num_words": 15351, "raw_text": "Brandon Stanton: Thanks, Tim. Tim Ferriss: I really appreciate you making the time. And I’ve been following your work for quite a few years now. And I’m excited to have a chance to pick at some of the earlier days and explore questions that have been on my mind for a few years now. Brandon Stanton: All right. Pick away. Tim Ferriss: So, the first question I wanted to take a stab at is actually one I’m borrowing from another Georgian and that is Joe Gebbia, the cofounder of Airbnb who likes to ask this question. Do you remember the first time you got in trouble? Or one of the first times you got in trouble? Brandon Stanton: Oh, God. The first time I got in trouble. Tim Ferriss: Or a notable time that you got in trouble when you were younger. Brandon Stanton: Well, a notable time I remember, I was sitting. And my mom used to take us to the grocery store a lot of times after school. And she was just gonna run in for a few minutes and grab something. And so, we were just supposed to sit in the car. And I think I was like, nine or ten. And I wasn’t supposed to touch anything, but there were all these buttons on the dashboard and things like that. And I remember she came back out, and I think the alarm’s going off, and then the steering wheel’s locked, and you can’t move the car. And I remember that one very vaguely because I wasn’t allowed to go to the fall festival at the school that year which it was my favorite thing to do because they had carnival games and things like that. So, going back in my mind about a painful early time of getting in trouble, that comes into mind. Tim Ferriss: As I was doing homework for this conversation, I was reading up on some of the earlier days. And the particular sense that I wanted to explore was in a previous interview of yours. And it covers quite a bit. But it said, “After having flunked out of college and later going back and graduating as a history major with straight As…” and then it goes on to say a number of other things. But did you get into a lot of trouble as a kid? Or what led to the flunking out of college? Brandon Stanton: Right. Well, I always say that a lot of my early trouble was coming from this thought that I had to do something really big in the world. And I’m sitting in class all day, and I’m learning these very minute details about things like the Magna Carta and the Compromise of 18 whatever. And none of this really seemed important at all because I felt that my purpose had to be much greater than this. And then how am I gonna use any of this in life? And so, I spent all of my time – back then, I was smoking a lot of weed and just trying to think about what my big idea and what my contribution to the world was going to be. And instead of going to class, I was doing that. Instead of working to improve myself, I was doing that, just pontificating and then just thinking all the time about what my contribution to the world was going to be. And that was the time that I flunked out. And things really started moving forward for me was when I threw in the towel. I waved the white flag. I said, “I’m gonna stop trying to figure out what the big thing I’m supposed to accomplish is, and I’m just going to start doing what I was supposed to do.” And I started riding the bus and started going to community college, Georgia Perimeter College. I got my grades back up. I went back to the University of Georgia where I flunked out of. And I focused on becoming a disciplined person and having a routine in my life of working out every day, playing piano every single day, doing my homework. And it’s funny because when I stopped trying to think about this big thing that I was going to accomplish in life and started just focusing on putting one foot in front of the other every single day, it began to propel me on the journey that ultimately led to Humans of New York which was something bigger than I could have ever imagined when I was hitting the bong in the Creswell dorm at the University of Georgia. Tim Ferriss: Now this preoccupation that you had with your big contribution to the world, I don’t know how common that is. I didn’t have that preoccupation. Did that come from parents? Did that come from a book you read? Where did that come from? Brandon Stanton: Psychedelic mushrooms might have had a little something to do with it. I spent so much time – I had a very intelligent group of friends. And so much of my 16, 17, 18, 19, 20 was just partaking in these recreational activities, trying to figure out what is truth, what is the meaning of all of this, and all of these big questions, compared to which, these intricacies of things like calculus and algebra and verb conjugations and French and all these subjects I was being forced to do in school seemed so minor and not useful to what I really wanted to understand. And alongside these big questions about why are we here and what is this all about came this feeling – and I think some kind of vague spirituality was wrapped up in it as well – that this world is so amazing. And the fact that we’re here is so amazing. And doing anything less than something amazing is squandering this whole reason that you’re here. And I think that was the kind of thinking that brought me down this path that I was – my time was too good. And my thoughts, the space in my brain was too precious to fill it up with all this homework and this stuff that seemed so unimportant. And so, instead, I just spent all my time just grappling with these bigger things. Tim Ferriss: What was it like growing up in Marietta, Georgia? Am I right? Brandon Stanton: Yeah. Tim Ferriss: And were you born in Georgia, also? Brandon Stanton: Yeah. I was born in Georgia. I am somebody who has liked everywhere I’ve ever been. I liked my school. I liked my college. I liked the community college I went to after I flunked out of my college. I liked Atlanta. I like Chicago. I love New York. I’m generally somebody who appreciates the place that I’m in. I tend to find that people complaining about where they live – not always. There’s always some place that you can be that might be better for you. But if you hate the place that you live, if you just despise it, I find that a lot of times, a new environment is not the key to your happiness because I find that a lot of times that people that are complaining about one place when they move to another place, then – if they live in Atlanta and the answer’s New York, then when they get to New York, “You know what? New York’s dead. The answer’s LA.” When they get to LA, “Oh, the American values suck. Need to get to Paris.” When they get to Paris, “Oh, the west, it’s so materialistic. I need to go to India.” You know what I mean? So, I find a lot of times the people who externalize their environment as being the reason for their dissatisfaction tend to be unsatisfied everywhere. I’m the opposite. I’ve loved every place that I’ve lived. I’ve loved the people that I’ve met and every place I lived. Marietta was Starbucks and Barnes and Noble, but I had a great group of friends. And I enjoyed growing up there. Tim Ferriss: I’m just piecing the connective tissue together as I go because I’m really interested – I don’t know why this is the case but particularly, in the last six months, I’ve been more and more fascinated by the earlier stages with almost everyone I’ve been chatting with. The history major. You graduate with straight As. And then you end up – and I know you’ve spoken quite a bit about this, so we won’t belabor the point. But you get a job as a bond trader in Chicago is my understanding. And it was the first time that you were embarrassed in front of family and friends about where your life was going. You get this prestigious job. How did you go about choosing that job or finding that job? Or how did it find you from history? Brandon Stanton: Right. So, the whole reason I became – to catch you up a little bit, when I first went to the University of Georgia, I was majoring in business. That’s when I wasn’t going to class. I flunked out. And then when I decided to go back to college, I thought to myself, “Well, I’m just going to study something that I enjoy anyway, so it’s not this major force of effort to go to class and to do my work.” At that time, I had developed a reading habit. That was really when my life turned around because remember, I stopped thinking about these big problems I wanted to solve, and I started focusing on establishing a routine and some discipline in my life. And one of the first big ones and still probably the most monumental routine that I ever established and decision I ever made was that I was going to read 100 pages a day, mostly nonfiction. And whether the book was The Little Prince, or it was something like, The Wealth of Nations, whether it took me an hour or whether it took me eight hours, every single day, I was going to read 100 pages. And I did that for years. Even when I went back to school, in addition to my schoolwork, I would read 100 pages. Tim Ferriss: Sorry to interrupt, but what catalyzed that decisions? Was there – Brandon Stanton: Psychologically, it was this feeling of being maybe behind. One of the very first books that I read was this autobiography of Ben Franklin. And he has all these – he did the Poor Richard’s Almanac, and he has all these sayings. And I remember first of all, Ben Franklin himself was kind of the pioneer in getting self-improvement down to a science. You know what I mean? So, his example, first of all, of how much effort he put into improving himself and moving himself forward. And then I remember he had this one quote that uneducated genius is like finding silver in the mine. And it made me think that I had spent all of this time thinking and pondering, and I thought that school was beneath me and school was boring. And because of that, I really hadn’t been imbibing much information. And at that time, something flipped. And I felt like I’ve missed out on probably the last four or six years of education because I was just doing the minimum. I was just getting by and writing my papers before class. I was probably looking at the person’s next to me paper a few times. So, even though I was making okay grades, I really wasn’t taking in a lot of information and educating myself. And so, I think that at that time, I decided I was going to become extremely educated. And I did. I did become an extremely educated person. But 95 percent of that education was outside of school. 95 percent of that education was over the course of seven or eight years saying I’m going to read 100 pages of nonfiction a day, every single day. And I did it for seven or eight years. I’d say 60 percent of that was biography. I would say another 20 percent of it was history. And I would read fiction too when I was absolutely tired of eating my vegetables. That’s what I would call the most boring books, the really conceptual ones I just viewed as vegetables. It was sometimes hard to get through. Tim Ferriss: The fiber of knowledge. Brandon Stanton: Yeah. But it grows. And it develops you. But yeah. So, biographies were the ones that I was really, really drawn to. And so, at the time, I started reading all these biographies. And I was loving it. And biography is just history. Biography is the best form of history if you ask me because it cuts through the theory, it cuts through all the speculation of the author, and we get d own to the nuts and the bolts of the decisions that people made in their lives. And I think that is the purest form of education that you can get. And it is the advice that I give people who don’t know what they wanna do with their lives. Pick somebody that you admire and read their biography. Read their biography. If you really want some sort of guidance in your life, pick somebody who’s done things that you want to do and that you really admire and read a nice, fat, 800-page biography of their lives. Find out the struggles they went through. Find out the twists and turns of their lives and the decisions they made. And I don’t think there’s any better actionable road map, actionable education than getting down in the granular level of somebody’s life and finding out how they navigated it. Tim Ferriss: If someone wanted to – let’s just say that they are having a lapse of concentration and can’t think of people they admire who have biographies, if you were to recommend any one to three biographies as gateway drugs into that world, are there any that come to mind? Brandon Stanton: It depends upon what you wanna accomplish in life. If you’re just flagging, and you don’t know what you wanna do, start with Ben Franklin. Start with somebody who is very disciplined and programmatic in figuring out how to develop themselves. Again, my advice always to people who are stuck is quit looking at the big picture. People get stuck because they wanna accomplish too big of things and they don’t know the right step to take. So, I always say instead of focusing on the year, instead of focusing on the arc of your life, focus on the 24-hour period. And nobody mastered the 24-hour period more than Benjamin Franklin. So, if you have no idea what you wanna do, start there, I would say. If you know what you wanna do, you gotta pick the person that you admire the most. Do you want to participate in social movements? Pick Martin Luther King. Do you wanna be president of the United States? If you wanna be president of the United States, I would recommend Lyndon Johnson. Lyndon Johnson because he was probably the president that was given the least in his life except for maybe Abraham Lincoln. He didn’t go to ivy league. He wasn’t necessarily a great looking guy. He went to San Marcos Teacher College. And again, this is if you wanna be president. I don’t wanna be president. He worked his way up through understanding how the levers of democracy work, the levers of power and our government work. And so, he is a fascinating character sketch on how to be president. If you wanna read a Lyndon Johnson biography, you should read the four-volume biography by Robert Caro which is the best of those. But other than that, it all depends upon what it is that you wanna do in life. There’s just no biography that every person should read. They should pick the person that they admire the most and read the biography of their life. Tim Ferriss: With Ben Franklin, would it be a biography like Walter Isaacson? Or would you – Brandon Stanton: The Isaacson one was the one I read. And that stands out the most because it was the first. The person that I’ve read the most biographies on, probably Theodore Roosevelt just because his life is so fascinating. Probably Adolf Hitler. Probably Stalin. And it’s not because in any way these people are admirable. But as a history major, to me, it wasn’t the individual themseelf that was fascinating. To me, it was how does a group of people – Germany was a smart, industrialized country. To me, the big, philosophical question that fascinated me and the reason that I delved so much into the lives and the practices of the dictators is how is it that a group of such educated, smart, well-meaning people were able to be organized under the premise of committing such evil. And that, to me, has always fascinated me because I believe that people are inherently good. And I’ve traveled to 30 or 40 different countries. And it’s funny. Every place has a reputation. “Oh, don’t go to this city. People won’t talk to you.” So many times when I land in a place, they say, “This isn’t gonna work here. People aren’t open here. People aren’t friendly here.” And I find one on one, people all over the world are very – they share a similar soul, I guess. And if people are generally the same everywhere, then that means anywhere, something like this could happen. Anywhere, people can get pulled into this crowd psychology and direct their anger and their hatred and violence towards people in a way that would contradict their morals if you met them one on one. And because of that, the lives and the periods of history that have always been most intellectually interesting to me – again, it’s not something I admire. It’s not something I’m looking to duplicate of course – have been these periods where a very driven, ideological, individual has managed to mobilize a group of people towards ends that looking back from a historical perspective were brutal and violent and absolutely unexplainable. And I think it’s important to understand these things to keep it from happening again. Do you remember you asked about bond trading like –? Tim Ferriss: Oh, I do. Oh, no. Brandon Stanton:  – two questions ago. I never even talked about it. Well, the whole reason I think I started talking about history is because bond trading was really an anomaly in my life. I was really wrapped up in all these things that we’re talking about now. I was really wrapped up in history and biography, mainly. When Obama, he was – God, what was it? 2008, 2007? I think it was 2007. He was in the primary. And I really became fixated on this campaign. And I was going to knock on doors and – this was during the primary when he was going up against Hillary. And I was knocking on doors. I was going to different states, knocking on doors. And I was reading every article about the delegate system and super delegates. And there was this point where I was just absolutely positive he was going to win. This is the primary. I was just absolutely positive he was going to win. And I was broke at the time. This is not something I would ever do today. But I took out $5,000.00 in student loans, and I actually bet on Barak Obama would win the presidency. Tim Ferriss: Where does one bet on something like that? Brandon Stanton: Back then it was an Irish exchange. It has since gone under. It was called In-Trade. And I think they had him at like, 40 percent chance to win at that time. And he had a 70 percent chance of [inaudible] [00:29:27] or something. And so, I didn’t make a ton of money off of it because it took me a week to wire my money to Ireland. And in the time that I was wiring my money, he had won a couple more times. Tim Ferriss: Oh, the odds changed. Brandon Stanton: Exactly. And so, I ended up only ma – I made like, $1,000.00, $1,200.00, which for me, as a college student, was all the money in the world. But more fatefully, I was telling that story just like I’m telling it to you to a friend of mine who worked in Chicago. And he was a trader. He was a bond trader. And I was telling him that story. And he told me, “The one differentiator between successful traders and unsuccessful traders in our office is their comfort with risk taking. And based on that story, I would like you to talk to my boss.” And so – Tim Ferriss: Based on the extreme prudency you’ve demonstrated with that story. Well, yeah. I think it was the comfort with risk taking. And so, at that time, I didn’t know what I wanted to do again. I just studied history because I enjoyed it. I really enjoyed it. And so, he got me an interview with his boss. And it was scheduled. And this is somebody who went to an ivy league school and he had studied finance his entire life, and he had gotten this job. So, I thought this was an opportunity I would not have any other way. And I wasn’t sure what I wanted to do at the time. I was a history major. And so, I had a month to prepare. So, I read about 20 books on the market. And then I went into the interview. And at that time, I was very well versed on how markets worked. And that’s how I got that job. Tim Ferriss: Good thing you had all that reading practice. Brandon Stanton: Yo. Tim Ferriss: What was your first week as a bond trader like? Brandon Stanton: See, this is the – and I always try to say when I – if somebody’s just listened to this interview up until this point, I think we talk about bond trading and dictators which really has nothing to do with my life now. And I think the narrative that people in interviews always try to put on me is that – because it’s a fun narrative – oh, chasing the money, doing this soul-sucking finance job and then cut the rope behind him to pursue his true passion which was taking photographs and art. And there’s a kernel of truth there. But the real story is that markets were fascinating to me. I’m still fascinated by markets. They seem so tangible when you’re watching CNBC and you’re seeing these numbers. And it seems all so mathematical. But in reality, markets are nothing but a bunch of people arguing over what something’s worth. If you remove the computer and go back 50 years, a market is a crowd of people haggling over what something that is impossible to value is worth. And the number that comes out of it is really based on psychology. And it’s based on this back and forth over what these numbers mean. And that was always so interesting to me. And it remains very interesting to me. So, I was philosophically very interested in markets. And I was fascinated by bond trading. And I was obsessed with it, to be honest, for two years. And it was a type of bond trading where you’re very highly leveraged. And so, it was a type where there was just huge gains or huge losses every single night. I compare it to playing a very high stakes game of poker every single night. And so, it was extremely – I don’t think I could do it today. I was in my early 20s at the time. There was just adrenaline pumping through my body at all times. When you take something that you’re naturally philosophically interested in and you pair it with a large amount of money and a large amount of excitement, it creates this fixation. It’s almost like crack where it’s just all you can think about at any given time. And when I go to colleges and I give speeches on the path of Humans of New York and what led me to pursue this life that was outside of books and outside of computer screens was that after the end of two years, when I lost my job, I looked back at the time that I had spent that two years. And it wasn’t the physical time that was lost that was most concerning to me. It was that I had spent two years using all of my intellect and all of my creative energy trying to figure out how to be the most effective relative value trader and fixed income securities in the Asian markets. It was just something that was so narrow and so myopic. And I couldn’t even talk with my friends about it. And at the end of two years, we’d gone through the financial crisis. I’d lost everything I’d ever made. When I lost that job – it was a very lucrative job potentially. But when I lost that job, I was broke because I’d lost everything. Tim Ferriss: Why did you lose the job? What happened? Brandon Stanton: Well, it depends upon how much personal responsibility I wanna take. I think the narrative that’s most protective of the ego is that we had a type of trading that was calibrated to work during periods of low volatility. The years from I guess 1995 or whatever – I don’t know when my math is right but late ‘90s to 2008 were periods of historically low volatility where the type of trading that we were doing worked. And when the financial crisis hit in 2008, volatility went through the roof. Long story short, the type of trading that we were doing stopped working. And the company that had been around for over a decade was out of business about a year after I left. So, that’s the way of explaining that avoids the most personal responsibility. If I was to explain it in the way that makes myself the most personally responsible, markets changed, and I wasn’t adaptive enough to figure it out. I kept banging my head against the same things that used to be working. I refused to fully embrace the fact that what worked for me extremely well for a year had stopped working. And because of that, the risk calculations had changed. And instead of making a lot of money every night, I was losing a lot of money every night. And I eventually got to the point where I was no longer a productive member of the firm. And so, yeah. It depends up on which story you wanna tell. I think the truth is probably somewhere in between the two. But regardless, I ended up without a job. Tim Ferriss: Well, thank you for sharing both versions of that. No, I think that that also reflects a level of – this may not be the right word but objectivity or ability to detach and observe that has always fascinated me about you, quite frankly, which certainly translates I think in a very empathic way later. And we’ll get to that. But I wanna talk about the finance world and markets for just a second because, as you noted, it’s very tempting for someone who’s trying to weave a narrative of your life into this soul-sucking period, sees the light, cuts the tether, burns the ships, off into the arts and true passion. But the markets, as you noted, are really fascinating. And I was chatting with someone I’ve just gotten to know actually in the last few weeks. I suppose you could call him a wealth manager. But 75 percent of what he does is invest in bonds. He probably wouldn’t call it trading, but in effect, that’s what he’s doing. And he said something to me that has stuck in my mind for a while now which is, “I learn more in the first two to four hours of sitting down and talking to someone about money than their therapists have probably learned over the last two to four years.” And getting to see how people respond to money and loss aversion and the possibility of making money is in and of itself fascinating. Then you add in thousands and millions of market participants, it gets even more interesting. And then, at least in my limited experience, when I read something – my exposure to bonds is very limited. But when you read something like Liar’s Poker by Michael Lewis which I think is a fantastic book – and the part that stuck out to me where I was like, “Okay. I need to be very careful about playing this game because I’ll get my face ripped off,” is there’s some part – and I’m gonna get all the details wrong – but there’s some guy who’s nicknamed Fat Tony. And he’s a big wig at Solomon Brothers. And he bets his buddies that the markets for whatever, AA bonds and X, Y, and Z are going up. And he bets them. And it’s this dick measuring contest. And he puts $50 million into the market, and it goes down. And so, his friends are busting his balls. And then they’re like, “Oh, market’s going up, huh?” And so, instead of putting $50 million in, he’s like, “Fuck it.” And he puts $500 million in. And all the other market participants panic thinking that he has information they don’t. And so, the market goes up. And he says, “See? I told you the market was going up.” And I was like, “Oh, my God. This is not nearly as clean as the textbooks would want you to believe.” Brandon Stanton: Well, as somebody who’s interviewed 10,000 people, I would say that talking with somebody about their money and how they choose to use their money will give you an insight into a very limited – and I mean, maybe I’m wrong – but a very limited aspect of their personality which is their comfort with risk. And I think our approach to money and our approach to trading and our approach to markets are very much driven by our animal spirits, greed and fear and things like that. But I feel that there is a huge portion of people’s lives and thought lives that are separate and isolated from those drives, those very primal drives of wanting more and being afraid to lose. That’s really what drives the markets is the greed and the fear. And I think talking with somebody about those two drives and where their greed comes from and where their fear comes from, it’ll give you some insight. But to me, the markets, they can only tell you so much. And they can only – it’s a part of human existence, the drives that control a market. But there’s so much that people care about outside of that. And I think that was what was so dangerous about just being a trader is that you’re burying so much of your thought energy into just the desire for more and the fear of losing. You know what I mean? The kind of narrow animalistic drives that push a market up and down, and you’re tethering yourself to that. And you just miss out on so much of the life that’s going on around you. And this is me. This is me. I think it’s part of my personality that once I dive into something, I do it to the exclusion of almost everything else. One of the reasons Humans of New York ended up becoming so successful, I did know some of – it’s more the exception than the rule. There are people who are so in control of their emotions or maybe they don’t have the same emotional range as other people that are able to turn off their computer every single day, go home, and not think about the markets and completely leave them there. But for me, it was something that was all-consuming for me. And when I made the decision to pursue something more artistic was when I had lost my job. And I was looking back at the two years of my life. And I was thinking, “God.” And after I lost my job, I was so scared of that day. During the two years when I was obsessing over markets and then things started going back, there was nothing I was more afraid of than losing that job. And then on the day that it happened, it was surprisingly a good day because I remember taking a walk that day. And I started asking myself things like, “What do I wanna do? What do I wanna do? If I could do anything with my time, what would I do?” And I had been for two years so focused on keeping that job that I didn’t have room in my brain to ask myself any other questions. And so, at that moment, I decided I’ve lost these two years of not only my time, but more importantly, I’ve lost two years of my thoughts focusing on this game for making money which was fascinating and philosophically interesting. But when you boil it down, it’s a game. And I said, “I’m gonna spend the next foreseeable future instead of spending my time trying to make money, I’m gonna try to make just enough money to where I can control my time and just do something that I enjoy doing for no other reason than it is nourishing in the moment, not that at the end of the day I’m gonna have a profit but because it’s nourishing in the moment.” And at that time, it was photography. And the whole reason I think one of the neatest things about Humans of New York is that over the past eight years, Humans of New York has become largely the most followed photography project in the world with I think 25 million on social media now. And it’s eight years old. And I think one of the coolest things is I just started photographing about eight years ago. I started taking photos during this time that I’m talking to you about. And the whole reason I started taking photos was because I was trying to create some space in my mind away from work. I was desperate for something to do on the weekends that would give me this foothold in my brain where I had a sense of purpose and a sense of identity outside how the markets were doing every single day. And so, I bought this camera. I started going to downtown Chicago and photographing just everything. And I loved it. And not long after, I lost my job. And I made the decision that I was gonna be a photographer not because I was very skilled at it at the time, not because I thought it was an angle towards success, and not because I thought it was an angle towards an audience. It was that I just loved doing it in the moment. It was nourishing in the moment. And so, I found this thing that was nourishing in the moment that I enjoyed doing. And I said, “I’m going to try to structure my life around creating as much time for this as possible. I want to make just enough money to where I can pay my rent, eat, and photograph all day long.” And the journey that ended up creating Humans of New York was my attempt to create that space in my life and that space in my head to focus on something that was very nourishing in the moment. Tim Ferriss: How did you cover your expenses in the very early days of that experience? Brandon Stanton: This was 2008. We had I believe a record amount of time that you could get unemployment. And I had just lost my job. And so, I got $620.00 I think every two weeks from the government because I was unemployed, and I had worked for two years. So, that was enough to basically just pay my rent in a sublease that I found on Craigslist in Bedford-Stuyvesant, Brooklyn that was enough to pay that and maybe have peanut butter jelly sandwiches and eggs, assuming that you needed no other expenses, that you wore the same clothes and the same shoes. That was enough for me to just eat, sleep, and photograph all day long. And once I got to have a decent level of skill, and I mean just a passable level of skill, if anybody would pay me to take portraits for them, I would do that. Somebody hired me to do their wedding. And I didn’t spend money on anything. All I did was photograph all day long because I knew that I was making this pivot in my life to where I was going after a lucrative career towards I was going toward just wanting to spend my time doing something all day long. And I became obsessed with photography in the same way that I was obsessed with markets. I loved it. I just loved it. It was like a treasure hunt, just going out. And it was so different than trading too. I’m outside. I’m interacting with the world. I’m having conversations. I’m having these little adventures and discovering these new things. And I was just hooked on it. And I was just obsessed with it. And I knew I was making a lot of sacrifices to be doing this in my life, so I didn’t do anything else. I didn’t go to concerts. I didn’t go out to restaurants. I didn’t spend much time with friends because I didn’t really know anybody in New York. That’s another crazy detail about Humans of New York is that Humans of New York is an eight-year-old photography project based on people in New York City. I took my first photograph eight years ago. And I went to New York for the very first time in my life eight years ago. So, it was all just very new and all very driven by the desire to photograph all day long. Tim Ferriss: Was the move to New York related to the desire to take photographs? Or was it something else? Brandon Stanton: So, what I did is – so, I got fired, and I started – my goal was I wanna find out how to be a photographer. I love photography. How am I gonna create a life where I can support myself and photograph all day long? So, I was just outdoing it every single day. And then I started – along with the graffiti and along with the architectural shots and along with the nature shots, I started photographing people. And I noticed that out of everything I was photographing, the photographs of people were the most unique. They’re the ones that least resembled everything else I was seeing being put on Facebook and stuff like that. And so, I decided to focus on that. And then, while focusing on that, I started stopping people on the street and asking for their photo and taking a portrait of them. And because of that extra layer of difficulty of having to approach a stranger, the portraits that I was taking of people were more different than the candid photos I was taking of people. And so, I started focusing solely on that. And that’s when I started having an idea that even though I hadn’t been photographing so long, I was heading in a direction that was pretty unique because I was stopping random people on the streets in a very – I know some people will do series, but I was doing this every single day. And I was getting quite a collection. And this seemed like a fresh type of photography. So, it’s all I did. And then I started traveling to different cities. I went to Philadelphia just stopping people. Then I went to New Orleans. I went back to Atlanta and did this. And then I traveled to New York. And when I got to New York and I was stopping people and asking for their photographs, I realized that New York, if you were going to try to do this type of photography was the best place to be. Mainly just practical reasons that you don’t need a car in New York. I didn’t have a car, and I couldn’t afford a car. You can just ride the subway everywhere. You can walk everywhere. And there are so many people. There are so many people. I remember coming out of the Lincoln Tunnel the very first time, and I couldn’t even see the sidewalk because it was rush hour. And there were so many people. And I thought, “If I’m going to do this type of photography, this is the place to do it.” And I wasn’t doing any interviews at this time. And that’s the thing. The Humans of New York that I moved to New York to do looks nothing like the Humans of New York that later became successful. It was really just the impetus to get me on the ground working every day to figure it out along the way. My very first idea for Humans of New York was I was going to photograph 10,000 people in New York City across all five boroughs, and I was gonna plot their photo on a map. That was my idea of how I was going to make a life out of being a photographer. I was gonna be the guy who did that. And that was what got me on the ground, got me out on the street every single day approaching hundreds and thousands of people and put me in the situation where I could innovate and I could start having conversations with these people which turned into questions I was asking them which turned into eventually, seven years later, the 90-minute to an hour and a half long very probing and therapeutic and psychological interviews that I have with random strangers every single day. The result of which and the output of which became the stories that I think people are so connected with and the stories that really make Humans of New York Humans of New York. Tim Ferriss: How are you getting better at photography during this first, let’s just call it six-month period since you certainly seem from all indications to be someone who goes for total immersion whether it’s reading 10 to 20 books on the markets before an interview, you go 100 percent into whatever subject matter you choose. How are you getting better? What books were you reading? Who were you studying? What were you trying? Brandon Stanton: I was too addicted to taking photos to ever stop for a second and learn about photography. I have one memory of going to Barnes and Noble – because I couldn’t afford to buy any books. I have one memory of going to Barnes and Noble one night and flipping through some photography books and enjoying the photos. But I just wanted to be out taking pictures. I didn’t really wanna be studying how to take a correct photo. I just wanted to be out photographing. It was the act of it, the act of discovery. And I had a very amateur view of photography at the time where as if you get something or somebody interesting in the frame, it’s a great photo. I don’t care how many points perspective it has. I don’t care about the rules of thirds. I honestly don’t really even care about white balance or focus or any of these things. I was just looking for wonderful people and wonderful moments that were happening. I was still doing a lot of candid photography of people. And if I captured that, that was a good photo. And that’s all I cared about. And that was what was driving me for these first several months and this first year, year and a half when I took thousands and thousands of pictures. And I was getting better slowly. I’m not necessarily bragging about that kind of a version to formal training as if it was some sort of badge of honor. It was just the way my psychology was hardwired. And because of that, I might have improved more slowly than somebody else. And in fact, I might have improved so slowly that I’m sure a lot of professional photographers look down on my photography still. But by being that engaged an immersed in the process as opposed to any sort of a formal structure of what makes a photograph, I innovated my own style. I innovated my own type of work that later on – people have introduced me to Studs Terkel, and people introduced me to these wonderful photographers of the past, Jacob Riis, who took these wonderful photos of regular people that my work grew to resemble just came out of being on the street and doing it all day long and figuring out what it was that I liked the most and without any education of what a correct photograph was. And I think if Humans of New York has original elements, if Humans of New York is original in any way, it was because I was just so addicted to taking photos that I never stopped to learn about photography. And because of that, I was figuring it out as I went along. Tim Ferriss: Well, it seems to me also that there are many different facets of photography, one component of which is the technical knowledge, but certainly component of which is choosing the subject matter and thinking about the story that an image tells. So, you were learning about photography, but you were doing it vis-à-vis the sheer volume of experience that you were gathering behind the camera and walking through New York City. Brandon Stanton: Right. Well, I was looking for anyone who – anything that captured my attention or curiosity at all got photographed. And that’s one of the beautiful things about digital cameras is you can just take 1,000 photos every single day. And so, you don’t have to worry about conserving film. You can just photograph everything. And so, anything that caught my eye got photographed. And then when you go home, and you load your 1,000 pictures on the computer, and you start going through, and because you don’t know how to photograph, you photographed that person 50 different times, and you’re looking at your 50 photos of each person, and you’re finding the one that you think looks the best. And then you’re going, and you’re doing it again, and you’re doing it again. And suddenly, you’re not taking 50 photos of each person, you’re taking 40, then 30, then 20, and then 10 as you start to get an idea of what it is that you think is a great photo and what it is that you like. And that was really how I was honing in on my style again which might still be considered primitive. It still might be considered unschooled by a lot of people. But I was just honing in on what I liked about a photo. And that was the process. Tim Ferriss: What were you doing with these photos in the beginning? Or maybe a better question is when you first started putting photos online, what did that look like? Brandon Stanton: One of my main weaknesses and blind spots in the beginning was not understanding the importance of daily content because I had never had a blog before. And so, I had this great – and it mirrors my journey as a college student where I was trying to do something huge instead of focusing on doing something every single day. And so, I had this huge, sweeping project of I was gonna photograph 10,000 people and plot their photos on a map. I was dumping about 30 or 40 of these portraits every single day onto this website that I had that nobody was going to. I even had a counter on the top of the website counting up to 10,000 because that’s all I cared about was the end. I was gonna get 10,000. I was gonna create this sweeping photography project. Tim Ferriss: Was it called Humans of New York at the time? Or what was the name? Brandon Stanton: It was called Humans of New York from the very beginning, yes. And nobody was really paying attention. And I was taking hundreds and thousands of portraits. And things really started to get traction when I started posting the photos as I got them onto social media, mainly Facebook. That is when things really started to grow. And the focus of Humans of New York moved away from this giant, sweeping project that was going to cover the entire city of New York and be some sort of representation of New York City, and it switched much more to about the individual. Who is this person that I’m meeting each day? And it became something more personal and immediate. And that’s when things really started growing. Tim Ferriss: Brandon, I’d love to ask you about the green lady if that rings a bell. Could you please describe for folks the experience of the green lady? Brandon Stanton: So, I’m in New York, and I’ve been trying to make this work for about six months now. And six months in that time of my life was probably the equivalent about two years of work because I worked every single day. I worked on Christmas. I worked on Thanksgiving. I didn’t go home. All I did was photograph all day long. I would go out. I would just photograph people. I’d come home. I would take a nap. And then I would go out at night and try to get some more photos. And so, I had gotten thousands of these portraits, and not many people were paying attention. I think I had just started posting my photos on Facebook. And I photographed this woman, and she was dressed all in green. And she had green hair and green makeup. And I remember it was a photo that I didn’t like. I thought it was a very bad photo. And I wasn’t even going to really post it on the blog. But then I remembered that she had said something to me. She had said, “I used to be a different color every single day. But then one day, I was green, and that was a great day. And so, I’ve been green for 15 years.” And I remember thinking to myself, “Well, I don’t really like the photograph, but I’m gonna try putting this quote above it that she said. And I posted it onto Facebook. And suddenly, it was the most engaged with photo that I’d ever posted. I think we’re talking like, 67 likes at this time. There was not a lot of people following my page. And it was kind of a ‘eureka’ moment because it really made sense that during these months and almost a year of doing nothing but approaching random people in the street and asking for their photograph, the thing that strangely I had gotten to be an expert at wasn’t the photography, but it was the approaching strangers and the walking up to random people, getting rejected a lot of times and not letting that affect my mood, and then once meeting somebody, in a very short amount of time, making that person comfortable. And the ‘eureka’ moment was, “If that is what I’ve become good at, if that is what I have to offer the world, shouldn’t I, now that I’ve gotten over this fear of approaching a stranger, use that opportunity to learn a little bit about this person so that I can share a little bit about this person with other people who might be curious of the people around them but haven’t been able to overcome that fear of talking to strangers?” And it turned out that the audience for that, the amount of people who were curious at the lives of the people around them but were too afraid to ask, ended up being hundreds, then thousands, and then tens of thousands, and millions, and then now tens of millions. And from that moment on, Humans of New York stopped being a photography project. I don’t even view myself as a photographer. You can write a three-page essay about why I’m a horrible photographer. And it’s been done many times. And it doesn’t really bother me because I stopped viewing myself as a photographer a long time ago. The photography’s really secondary to Humans of New York. Humans of New York is my effort in as short of time as possible to make a random person on the street comfortable enough and seeing somebody’s interested enough in their lives that they’ll share their story with me, and they’ll share something deep and vulnerable and real and honest about their lives so that I can share that with millions of people every single night. And Humans of New York, over the past six years, has been my effort to get as good at that as possible. Tim Ferriss: This is a perfect segue to asking about the approaches and questions which is – Brandon Stanton: Which is a really important thing. I feel guilty because I spent the entire – if you look, I have not posted a picture of myself on Humans of New York in years. I don’t do it. I find that Humans of New York is best when I’m the most invisible. I feel that the less Humans of New York is about Brandon Stanton, the more influential Humans of New York has become. So, yeah. it feels very unnatural to have spent an hour talking already and talk nothing about myself. So, please. Fire away. Ask about the work. Tim Ferriss: So, I’m gonna ask about the work. And you can talk about yourself in third person if it makes it feel better. But I will have to involve you in this. What do you say when you cold approach someone on the street, assuming that now, of course, you could use Humans of New York and a lot of people would recognize it, and you could break the ice that way? But early on, when nobody would recognize that, how did you open? And then what did you use to break the ice in the first 60 seconds? Brandon Stanton: First thing always is, “Do you mind if I take your photograph?” That was the first thing. And these are all – little things I learned is you don’t walk up to somebody and ask, “Do you have a minute?” because that immediately puts somebody on defensive because – and especially in New York City – people are walking up to you all day long trying to sell you something, asking for money. So, people are naturally very defensive. So, I don’t want – my goal is to get into it as soon as possible so people realize that this is something a little bit different and I’m not looking for their money. That’s the main thing. I’m not looking for their money. So, I normally walk up, and I say, “Do you mind if I take your photograph? I run a website called Humans of New York. And basically, what I do is over the past several years, I’ve photographed about 10,000 people on the streets of New York City and around the world. And I just learn a little bit about everyone I photograph. And so, I was just wondering if I could take your photo and ask you a few questions.” Tim Ferriss: Now before you had the 10,000 and went around the world, when it was maybe the 100th person or 200th person, was it the same pitch minus that stuff? Brandon Stanton: Yeah. I was trying to give you actually the pitch that I used to give in the early days. Now I pull out my cellphone, two No. 1 New York Times bestselling books, 20 million followers on Facebook. And the whole reason of that, even though it sounds boastful and braggy is that especially if somebody hasn’t heard of Humans of New York, I want to convince them in as short amount of time as possible that it’s something real, one. That’s important. And that it’s something that a lot of people know about and a lot of people follow. It’s not a joke. It’s not a prank. You’re not gonna be embarrassed. My goal is in as short amount of time as possible to make the person feel comfortable. And these days, a big part of that is explaining how big the blog is because then it’s like, “Oh, this person is not trying to hustle me. This person isn’t trying to scam me.” But to be honest, in the early days, the amount of people who let me take their photo wasn’t that much less. Except back then I wasn’t a bestselling author. I was just a kid who was trying to make an art project. And people wanted to help. And so, I think a lot of people think that one of the reasons so many people are willing to talk to me is because Humans of New York is so well known, especially in New York now. But my rate of people who would talk to me was not all that different when I was just getting started. Tim Ferriss: Are there any other nonverbal keys to that? Brandon Stanton: Oh, yeah. Oh, God. There are tons of them. But again, these aren’t things that I planned or read about. It’s not that I – Tim Ferriss: You had a lot of trial and error. Brandon Stanton: Well, they were burned into me by being rejected so much. And some rejections on the streets of New York aren’t always polite. You know what I mean? It was hard. In the early days, I remember there were days – the hardest part about it was especially when I got started, and Humans of New York didn’t have any fans, and it wasn’t made into any books, and my family didn’t believe in it, and my friends thought I was crazy. I had no photography experience. I’m in New York City stopping random people and asking them questions. And I’m feeling insecure. When you walk up to somebody and you ask them if you can take their photo and they respond like you’re some sort of freak or that you’re weird, it’s hard to not internalize that because you’re so insecure at the moment about whether or not what you’re doing is weird and if it’s something that – am I weird for asking these people for their photographs? And I’d go out some days, and ten people in a row would make me feel like I’m some sort of freak. Like, “Do you know what city you’re in? You can’t be stopping random people. Get out of my way. What are you doing? No, you can’t take my photo. Get out of here.” And during my formative and impressionable early days when I’m trying to figure this out, five reactions like that in a row when nobody’s paying attention to your work, and you’ve been trying for months, and you can’t figure it out, psychologically was very tough. And there’d be days where that would happen, and I just couldn’t do it anymore. And I would just go home and lay in bed. Tim Ferriss: You there? Brandon Stanton: Yeah. Yeah. Yeah. Tim Ferriss: You all right? Brandon Stanton: Well, it’s just the – that’s the hardest part about doing it. Tim Ferriss: What would you say to yourself during a period like that? To me at least, the picture that it’s painting, having experienced some dark periods in my life that have been maybe catalyzed by various things, it sounds really soul-crushing. That sounds really – Brandon Stanton: Well, I was just – it was all of the doubt, and not having any money, and nobody’s paying attention, and I’m just doing this all day long for months, and all the tough shit was – and the loneliness too. I didn’t know anybody in New York. I knew two people. And there was a Christmas break where those two people went home, and for two weeks, I didn’t see anybody that I knew. And I remember I spent Christmas Eve alone at a diner. And then I just went out and photographed because it was the only thing that would keep me from thinking about how unlikely it was and how stupid of an idea it might be. The only thing that I think kept me from thinking about the possibility of failing was doing it, was just photographing. And so, whenever I started to think, “Is this gonna work? Is it not gonna work?” I’d just go out and photograph. That was my only way of keeping those wolves away of, “Is this ultimately going to be a success? Am I wasting my time? Am I stupid?” The only way to keep those away was to go out and work. And so, that’s what I would do just all day long and do it and do it and do it. And so, these negative things like the rejection of people and people saying no that I was talking about, all of the negative stuff, the thing that was counteracting that all the time was just loving it so much. I just loved it so much. And so, yeah. It was just the same way I was obsessed with markets. I was obsessed with taking photos. And so, that’s what carried me through it all. Tim Ferriss: And in listening to this story, it makes me wanna ask you – when I look at Humans of New York and think about how many thousands of people you’ve humanized and how much empathy you’ve created traveling to other countries, helping to paint a more complete picture of humanity instead of allowing mass media distortion to create us versus them mentality or counteracting that at least to a very real degree and helping millions of people who have been exposed to your work and the interviews to feel less alone, that’s a huge fucking deal. It pains me to hear a story like this. But it’s so helpful for you to share it because I wonder how many people have ended up in that diner alone and just quit. They just stopped. Brandon Stanton: t’s not even about stopping. I think Humans of New York wor – it’s not about goals or mission. I had a goal, and I had a mission. But people just feel alone. Period. That’s why Humans of New York has succeeded. And I’m not even talking about the people reading it. The No. 1 question that people ask me is, “How do you get people to share with you?” And I think for most people – and they’re not just if you follow Humans of New York. Yesterday, I was talking with a woman who – she had not heard of Humans of New York. This is a perfect example. She was catching a train. She had 30 minutes. She had never heard of Humans of New York. We started out with me showing her the blog. And 30 minutes later, the place that we ended up at was she was in this purgatory where her husband was depressed and an alcoholic. And he wasn’t doing anything that was ultimately so bad. He didn’t beat her. He didn’t cheat on her. But she wasn’t getting fulfilled. And she was wondering if she was living her best life by staying with him for the kids. And she came to this place where she admitted that she was secretly hoping that he would do something bad to make the decision easier on her. And that sort of honesty and that sort of truth and that sort of rawness – I don’t know if she’d even admitted that to herself before. And people ask me – and that happens all the time, Tim. That’s good Humans of New York. Some of it’s just pictures of kids saying cute stuff, and some of it’s cute couples talking about their relationship. But good Humans of New York is when we get to that moment when me and somebody are thinking through something or talking through something that they might not have thought through before. And the way people say, “How do you get there with a complete stranger?” I think that whenever I’m talking to somebody on the street, there are two threads running through their head at any given time. And one of them is this fear of being exposed, this feeling of being vulnerable and discomfort. “Who is this guy? Why is he asking me these questions?” And on the other hand, there is this appreciation of being heard that even though I don’t know this guy, this is the first person who has taken such a focused and detailed interest in my problems. And the feeling of having somebody focus so intensely not on the sports teams you like or the music you like or any of the other trivial things that we get asked on a daily basis but these real things that you’re struggling with and maybe not even on the top of your mind but in the back of your mind that you’re not even really bringing to the surface, being heard like that is such a validating thing that that’s why people always share. And I tell people at the beginning of every interview that these questions are going to be hard. And anything you don’t wanna answer you don’t have to answer. And we talked about when they got molested as a child. We talk about them cheating on their husbands. We talk about their alcoholism. We talk about how they don’t love their child as much as they expected they would. We talk about all these things. And almost never to people say, “I don’t wanna talk about that. I don’t wanna talk about that.” And I think the reason Humans of New York works isn’t because the people who are reading it feel alone. That’s a big part of it. It’s that people, when they see somebody being vulnerable in a way that they’re afraid to be vulnerable themselves, they connect with that person. But it really works because the people on the street that I meet are so thankful to have somebody really listen to them that in that bubble, in an hour and a half where I’m sitting with a stranger on the street, this magic happens where they’re willing to let me in to a space in their mind or their soul or whatever it is that they don’t really let other people into. And it’s that place that I think connects with so many people. Tim Ferriss: That’s an incredible gift/talent that you’ve developed that allows you to make people comfortable enough to open up to that extent in 30 minutes. That is incredibly impressive to me, even give the fact that perhaps one of the elements underpinning it is how heard they feel which is absolutely, I’m sure, the case. I think about questions a lot. And you have much more experience than I do. And that just blows me away that you’re able to get there in such a short period of time. What are some of the other ingredients or aspects of it that help you to – questions perhaps that help you to get there? Brandon Stanton: It’s not the questions. I have about three or four entry questions that I use. “What’s your biggest struggle?” “How has your life turned out differently than you expected it to?” “What do you feel most guilty about?” But really, the planned questions are just springboards into a conversation. And how you get to that deep place with a person is absolute presence. It’s being 100 percent there. You’re not thinking in the framework of an interview. You’re not looking at a list of questions. You’re not thinking about your next question. You’re not thinking about how this person fits into your idea of them and what you know about them. You’re 100 percent there, and you’re 100 percent listening to them, and your questions are 100 percent coming based on curiosity about what they are telling you and nothing else. And why it is that I think Humans of New York is special and I think Humans of New York is something that is precious and maybe difficult to replicate is that I’ve spent seven years in these conversations with 10,000 people. And it’s not necessarily that I have gotten so good at asking questions. It’s just that I’ve gotten so comfortable in the presence of a stranger and so comfortable in the presence of somebody that I just met that I can sit there with them without an ounce of self-consciousness and just be and just be there with them and listen to them and be curious about them. And there’s this energy that happens there, that this doesn’t feel like somebody that’s interviewing you. It feels like somebody who knows you and cares about, is really interested in what’s going on in your life. And It’s very subtle and hard to describe, but I think it’s that energy and that presence and that being there. And it’s something I had to earn. It’s the same thing like public speaking. When do you really get good at public speaking? It’s when you’ve done it so much that you can be yourself on the stage. And there is only one way to get there. And that’s to be on stage, scared as shit, over and over and over and over and over and over and over again. And I think the only way to get to that place where you can have that rapport with a stranger is not by studying interview techniques. It’s by sitting with thousands and thousands and thousands and thousands of strangers until nothing feels strange about it anymore and you’re able to be in that calm, present place. And what happens is your interview transfers to the other person, and they get to that place too. Tim Ferriss: If we were to pick up the example that you gave just a few minutes ago about this woman talking about her relationship with her husband and his depression and alcoholism and so on, if you remember, how did you end up there? In other words, do you recall how the conversation headed to that point? Brandon Stanton: Oh, yeah. Well, let me give you another example since I already – let me give you an example of somebody I talked to in the Philippines a few weeks ago. Same thing. I’ve traveled to 30 different countries now. I’ve done the exact same work. I’ve been to Pakistan. I’ve been to Iran. I’ve been to Iraq. And I work with interpreters. And the process is exactly the same. I just walk up to random people and get into these conversations with them. There was a woman in a park in the Philippines. And I started asking her – I think one of the first questions I asked her was, “What is your biggest goal in life?” And she said she wanted to have a good family life. And so, I thought that that was the story, and I started asking about that. And I learned that she wanted to have a good family life because when she was young, her family split. And she was forced to go to the courthouse with her mom and her dad at the age of nine. And a judge made her choose which parent she wanted to go with. And so, I thought that was the story. And so, I started asking questions about that. And then I learned that she ended up going with her mom. And afterwards, her mom remarried, and she didn’t like her new stepfather, so she ran away. And I thought that that was the story. So, I started asking questions about that. And then I found out that the reason she ran away was because her stepfather was abusing her and that she had never told a person in her life, including her mom until that moment that that had happened. And that’s how we end up in those places is I am just curious about what’s going on in there. I’m just curious about what happened. I want to know the story. And I just ask, and I ask, and I ask. And if something’s not quite making sense, I wanna know why. And so, I ask more, and I ask more. Somebody can choose eventually to not tell the truth by saying, “I’m uncomfortable with it,” but it can’t really be concealed if somebody is really, really, really, really curious. You know what I mean? You can never get to the point – Humans of New York interviews don’t work, I always say it’s not because somebody doesn’t have an interesting story. Humans of New York interviews don’t work when I reach a place when somebody’s uncomfortable with the process which is absolutely fine. That’s completely understandable. I’m a random person. I’m sharing these stories with 20 million people. It’s 100 percent fine if you don’t wanna share. That is nothing against you at all. But those are the interviews that don’t make it on the blog. It’s not that people aren’t interesting. It’s that Humans of New York really thrives on this kind of honesty. And if somebody’s willing to be honest, everybody’s got an interesting story. And so, it’s like the – I hit dead ends not because somebody is boring. It’s because somebody isn’t comfortable with disclosing. And so, that’s what defines the Humans of New York interview or what is usable of the Humans of New York interview. Tim Ferriss: How often when they do go there and disclose these very vulnerable stories or things they’ve never told anyone else, how often do they ask that you not use it or express concern that it’s gonna cause some type of problem for them? Brandon Stanton: Well, that’s one thing that I am very principled about. I give the person agency every step of the way. I tell them, “Anything you don’t wanna an –” first of all, they don’t have to talk to me. They have that decision. Once we start talking, I say, “Any question you don’t wanna answer, you don’t have to answer. If you tell me something during the course of this interview and you change your mind afterwards and don’t want me to share it, that’s fine. At the end of the interview, if you would like me to photograph your hands or your feet instead of your face, we can do that.” In fact, if it’s a very vulnerable story, I will normally insist on that to protect the person or protect somebody that they’re talking about. “If after I’ve done the interview and before it’s posted, at any time you change your mind and you don’t want me to share it,” I give them my email address. “And after the photo is up for any reason at any time, if you become uncomfortable from all the attention and would like me to take the story down, I immediately will.” And so, people have control of it every step of the way. It’s very important to me that nobody ever sees Humans of New York as something that was done to them. I always want it to be seen as something that was done with them. And have I failed at that sometimes? Out of the 10,000 people have I interviewed, have there been people who didn’t expect me to share a certain part of their story or were surprised by it or it was a negative experience for? There have been a handful. But I can only say that those are the worst moments for me when Humans of New York was a negative experience for somebody because that’s who I really care about is the people that are on the blog because they’re the people who I had that moment with. I spent an hour and a half with them, and we got to that place. If they are hurt by it, especially if they were really vulnerable, that’s when I feel the worst about myself because I know how much pressure that spotlight can be. And I know how difficult it can be having 20 million people look at you. And so, if I ever feel that I maybe accidentally mispresented it, that’s when I feel the worst. Tim Ferriss: How do you think about money as it relates to Humans of New York? Ostensibly, you want to probably eat more than peanut butter and jelly sandwiches and eggs now. At the same – Brandon Stanton: And I mean, it’s – yeah. Go ahead. Tim Ferriss: No, I was just gonna say in terms of what you do with advertising or partnerships or projects, because you have also such sensitive – not always but you have such potentially sensitive subject matter. And it’s so personalized for these folks in many cases. How do you think about that? Brandon Stanton: Right. So, Humans of New York, I think we’ve sold a million and a half books. The television show, Facebook. And Facebook, there’s more than one person interested in it. And Facebook, they compensated me well for the four years of work that I worked on the television series. So, I’m very comfortable right now. Humans of New York has made me a – let’s just say I’m not worrying about peanut butter and sandwiches. I’m very comfortable. With that being said, I will say that Humans of New York has raised – I’ve made a fraction of the money with Humans of New York that we have raised for charity, a small fraction of the money that we’ve raised for charity. I’ve turned down maybe more money than I’ve made from people who want to use my brand to partner with their brand. Big brands have offered me a lot of money to do “Humans of…” and I’m just gonna make up some names. You know what I mean? Like, “Humans of Merecdes-Benz,” Humans of China, sponsored by Virgin Airlines.” These are all fake things that I’m making up right now but resembled offers that have been made to me. Where I make the dividing line is that I’m willing to make money as Brandon Stanton. A big part of my income comes from speeches. I give about ten of these a year. And that is a big part of my income. I sell books as Brandon Stanton. I don’t sell the name Humans of New York to anyone. I don’t rent my brand to anyone because I never want any piece of content that I share to have a single motive. I’ve never broken that seal. And it’s been so tempting, but I just know if I break it once, I’m never going to get it back. So, for seven years, I’ve never been compensated for a piece of content that I’ve posted on my blog. And that is the main delineation that I make between what can be monetized and what can’t. And because of that, like I said, I’m not worrying about peanut butter and sandwiches anymore. But there is a little bit of an insecurity. Am I gonna look back in 40 years if everything suddenly goes away, and Facebook and Instagram, nobody are using anymore, am I gonna be like, “Oh, man. I’m working the nightshift now. And I had 20 million followers 20 years ago. Maybe I should have tried a little harder to make some money’? But that’s how I view it now. Tim Ferriss: Should have done those Humans of New York lunchboxes while I had the chance. Brandon Stanton: There you go. Tim Ferriss: So, you mentioned the book. I’d like to chat about that for a second because it’s been the – well, books at this point, certainly. But at least as I understand it, the first book sold millions of copies, certainly more than a million. Was it easy to find a publisher for that first book? Brandon Stanton: No. I barely did. Macmillan, God bless them. So, at the time, I think when I sold the book, I had a few hundred thousand Facebook fans. And it was growing so fast. There was so much energy. Things were really taking off. And I just thought, “Oh, my Gosh. Everybody’s gonna wanna publish this book.” And there’s six big publishers. I’m sure you know all this. Or seven or something like that. And the goal is to get all of them interested. And then in the perfect world, all of them are interested, and then they bid against each other. And so, only three of them would meet with me, or four of them maybe. And during those meetings, I thought that I killed it. I thought, “Oh, man. Oh. I described it so well. I presented so well. They’re all gonna be very interested.” And so, we had an auction. And the bids were due by 12:00 noon on one day. And at 11:00, I hadn’t heard anything from my agent. And I was just like, “Well, what’s going on?” So, I texted him. And he goes, “Oh, the first three dropped out. They didn’t make an offer. There’s still one that we haven’t heard from yet.” And I’m just like, “Oh, my God,” because well, that book was my life raft because I didn’t have any money at that time. I was hoping to get a little bit of a book deal so I could pay my bills. And I just remember I went to the YMCA, and I just ran five miles because I thought it was gonna be the worst day of my life. And then when I got on the treadmill, I found out that Macmillan had made a small but respectable offer. And that’s how I got a book deal by the skin of my teeth which was lucrative for all parties involved. Tim Ferriss: And what were some of the reasons for not meeting with you or not putting in an offer that they gave? Brandon Stanton: Because there’s two types of books that have a history of not selling well. Well, there are a lot of types. But mine fit two categories. It was a photography book. Photography books don’t sell based on conventional wisdom. And it was what they viewed as a regional book where it is a photography book centered on a single city. Therefore, nobody’s going to want it. That was the argument against publishing Humans of New York. Tim Ferriss: Oops. Yeah. I love these stories because they are the rule and not the exception for so many things that turn into something. Brandon Stanton: Well, things that are not derivative. You know what I mean? In my mind, the most valuable idea is the one that nobody’s ever seen before. That’s when you’ve got the gold. But you’ve got a better chance of just choosing something else that’s good and making something derivative on it because then when you go into these places and you pitch, you can say, “Oh, this is 50 Shades of Gray, but with furries.” I don’t know. It’s funny that for me, as an artist and as a creator, the last thing I ever want to do is be describing my work as, “It’s this but with a twist.” You know what I mean? I wanna be creating something new. However, in the marketplace, the things that have most likely chance of getting bought are things that people can peg to other past successes. And so, when you walk in with something like what I thought was Humans of New York’s greatest value which was there really wasn’t anything else like it at the time, they viewed as its biggest detriment. Tim Ferriss: Yeah. “But what are the comparables?” You’re like, “That’s the whole point. There aren’t any comparables.” Brandon Stanton: Yeah, right? Comparables. That fucking word. Are you kidding me? And the same thing when I was making the television series. The same thing. As an artist, I want this to be like nothing else that’s been cre – that’s the only thing I care about is making something that’s really unlike anything else. If it’s like something else, I don’t really want to obsess over it for three years trying to make it. My goal is to make something new and something fresh. And when you’re trying to get compensated for your work, the thing that you care about the most as an artist is often the thing that’s held against you the most because people are risk averse, and they want to see something comparable that has also done well. Tim Ferriss: What’s next for you? Do you have five-year plans, three-year plans, and so on at this point? Or is it still 24 hours by 24 hours? What’s next for you? Brandon Stanton: I do. I’m having a baby. So, that’s gonna be new. Tim Ferriss: Congratulations. That’s a big deal. Brandon Stanton: Thank you. Having a baby in July. So, beyond that which is going to be new – for me, right now, the biggest kind of artistic tension is knowing – because of my experience on social media the past seven years, knowing how social media works, knowing the importance of output and content and daily content and engagement and things like that, knowing how to build an audience on one hand and wanting to push myself as an artist on the other hand. And what I really wanna do as an artist I wanna withdraw from the daily output model. I wanna work on things that have longer timeframes, that are more polished, that are maybe longer but take longer to produce and more resources. But in order to do that, that requires me to pull back from the blog which the golden rule of social media is keep engaging with your audience. Keep connecting with your audience. Don’t lose touch. Don’t lose touch. Don’t lose touch. But the artist in me wants to go disappear for a while and go into a dark cave and come out with something. So, I think that is the main push and pull in my mind right now. So, I’m gonna be going to the Philippines next month to work on – I’m gonna spend a month filming a documentary on somebody because I love documentaries, and I wanna make a documentary that is very interesting. So, that might not be what’s best for business or best for growing audience or best by social media metrics. But that is what is exciting to me. And it all comes back to that moment. It’s so funny. And I think you’re probably the same way is that we have these mantras and these things that we’ve learned that we stand on stage and we say and we think about. “Don’t wait for the perfect idea. It’s never gonna seem perfect. You just gotta go after it.” “Choose what is nourishing in the moment,” things like that. And if you’re like me, I have to preach to myself a lot and tell myself the same thing that I’m telling other people because it’s so easy to fall back into what everybody else is struggling with as well because you never truly escape it. And so, one of the things that I do is I go back to that moment when I lost my job and I was walking in Chicago, and I asked myself, “If nothing mattered but how I was spending my time, what would I be doing? What would be most nourishing for me in any given moment if nothing else mattered except for how I spent my time?” And I’m trying to remind myself of that, the same thing I tell other people. And right now, I wanna go to the Philippines, and I wanna make a documentary. And it might not be best for business. And it might not be best for Humans of New York, but it’s what Brandon wants to do. And so, that is the North Star that I’m trying to follow. Tim Ferriss: Good for you, man. I’m excited for you to disappear for a little while. That may come off the wrong way, but I think you get the sentiment behind it. And I have a random suggestion which is if you have not read Cryptonomicon which is a book by Neal Stephenson who also wrote Snow Crash – Brandon Stanton: Oh, I love Snow Crash. I love Snow Crash. Tim Ferriss: So, Cryptonomicon, part of the through line, one of the narratives takes place in the Philippines. So, that could be fun to pick up. But Brandon, thank you so much for taking the time today. This was really a wonderful experience for me. And thank you for being vulnerable also and filling in some of the color in the story of your life thus far. It’s been really nice to get to know you a little better in this conversation. Brandon Stanton: Yeah. Well, thank you so much. Hope some of that’s usable. Tim Ferriss: Yeah. I think it is. Is there anything else you would like to ask of people, suggest to people? Any closing comments before we wrap up? Brandon Stanton: No, I think that’s it. Tim Ferriss: All right. Awesome. Well, once again, really appreciate you making the time, particularly to how much you think about how you spend your time, to chat with me and with everybody today. And for everyone listening, you can, as always find links to everything that we have spoken about, to all of Brandon’s projects as well in the show notes at tim.blog/podcast. And until next time, do what is nourishing for you in the moment, or at least ponder the question. And thanks for listening. Hey, guys. This is Tim again. Just a few more things before you take off. No. 1, this is 5-Bullet Friday. Do you want to get a short email from me? Would you enjoy getting a short email from me every Friday that provides a little morsel of fun before the weekend? And 5-Bullet Friday is a very short email where I share the coolest things I’ve found or that I’ve been pondering over the week. That could include favorite new albums that I’ve discovered. It could include gizmos and gadgets and all sorts of weird shit that I’ve somehow dug up in the world of the esoteric, as I do. It could include favorite articles that I have read and that I’ve shared with my close friends, for instance. And it’s very short. It’s just a little tiny bite of goodness before you head off for the weekend. So, if you want to receive that, check it out. Just go to fourhourworkweek.com, that’s fourhourworkweek.com all spelled out, and just drop in your email, and you will get the very next one. And if you sign up, I hope you enjoy it. Posted on: June 27, 2018.", "speakers": ["tim ferriss", "brandon stanton"], "text_sentences": ["brandon stanton: thanks, tim", "tim ferriss: i really appreciate you making the time", "and i’ve been following your work for quite a few years now", "and i’m excited to have a chance to pick at some of the earlier days and explore questions that have been on my mind for a few years now", "brandon stanton: all right", "pick away", "tim ferriss: so, the first question i wanted to take a stab at is actually one i’m borrowing from another georgian and that is joe gebbia, the cofounder of airbnb who likes to ask this question", "do you remember the first time you got in trouble", "or one of the first times you got in trouble", "brandon stanton: oh, god", "the first time i got in trouble", "tim ferriss: or a notable time that you got in trouble when you were younger", "brandon stanton: well, a notable time i remember, i was sitting", "and my mom used to take us to the grocery store a lot of times after school", "and she was just gonna run in for a few minutes and grab something", "and so, we were just supposed to sit in the car", "and i think i was like, nine or ten", "and i wasn’t supposed to touch anything, but there were all these buttons on the dashboard and things like that", "and i remember she came back out, and i think the alarm’s going off, and then the steering wheel’s locked, and you can’t move the car", "and i remember that one very vaguely because i wasn’t allowed to go to the fall festival at the school that year which it was my favorite thing to do because they had carnival games and things like that", "so, going back in my mind about a painful early time of getting in trouble, that comes into mind", "tim ferriss: as i was doing homework for this conversation, i was reading up on some of the earlier days", "and the particular sense that i wanted to explore was in a previous interview of yours", "and it covers quite a bit", "but it said, “after having flunked out of college and later going back and graduating as a history major with straight as…” and then it goes on to say a number of other things", "but did you get into a lot of trouble as a kid", "or what led to the flunking out of college", "brandon stanton: right", "well, i always say that a lot of my early trouble was coming from this thought that i had to do something really big in the world", "and i’m sitting in class all day, and i’m learning these very minute details about things like the magna carta and the compromise of 18 whatever", "and none of this really seemed important at all because i felt that my purpose had to be much greater than this", "and then how am i gonna use any of this in life", "and so, i spent all of my time – back then, i was smoking a lot of weed and just trying to think about what my big idea and what my contribution to the world was going to be", "and instead of going to class, i was doing that", "instead of working to improve myself, i was doing that, just pontificating and then just thinking all the time about what my contribution to the world was going to be", "and that was the time that i flunked out", "and things really started moving forward for me was when i threw in the towel", "i waved the white flag", "i said, “i’m gonna stop trying to figure out what the big thing i’m supposed to accomplish is, and i’m just going to start doing what i was supposed to do.” and i started riding the bus and started going to community college, georgia perimeter college", "i got my grades back up", "i went back to the university of georgia where i flunked out of", "and i focused on becoming a disciplined person and having a routine in my life of working out every day, playing piano every single day, doing my homework", "and it’s funny because when i stopped trying to think about this big thing that i was going to accomplish in life and started just focusing on putting one foot in front of the other every single day, it began to propel me on the journey that ultimately led to humans of new york which was something bigger than i could have ever imagined when i was hitting the bong in the creswell dorm at the university of georgia", "tim ferriss: now this preoccupation that you had with your big contribution to the world, i don’t know how common that is", "i didn’t have that preoccupation", "did that come from parents", "did that come from a book you read", "where did that come from", "brandon stanton: psychedelic mushrooms might have had a little something to do with it", "i spent so much time – i had a very intelligent group of friends", "and so much of my 16, 17, 18, 19, 20 was just partaking in these recreational activities, trying to figure out what is truth, what is the meaning of all of this, and all of these big questions, compared to which, these intricacies of things like calculus and algebra and verb conjugations and french and all these subjects i was being forced to do in school seemed so minor and not useful to what i really wanted to understand", "and alongside these big questions about why are we here and what is this all about came this feeling – and i think some kind of vague spirituality was wrapped up in it as well – that this world is so amazing", "and the fact that we’re here is so amazing", "and doing anything less than something amazing is squandering this whole reason that you’re here", "and i think that was the kind of thinking that brought me down this path that i was – my time was too good", "and my thoughts, the space in my brain was too precious to fill it up with all this homework and this stuff that seemed so unimportant", "and so, instead, i just spent all my time just grappling with these bigger things", "tim ferriss: what was it like growing up in marietta, georgia", "am i right", "brandon stanton: yeah", "tim ferriss: and were you born in georgia, also", "brandon stanton: yeah", "i was born in georgia", "i am somebody who has liked everywhere i’ve ever been", "i liked my school", "i liked my college", "i liked the community college i went to after i flunked out of my college", "i liked atlanta", "i like chicago", "i love new york", "i’m generally somebody who appreciates the place that i’m in", "i tend to find that people complaining about where they live – not always", "there’s always some place that you can be that might be better for you", "but if you hate the place that you live, if you just despise it, i find that a lot of times, a new environment is not the key to your happiness because i find that a lot of times that people that are complaining about one place when they move to another place, then – if they live in atlanta and the answer’s new york, then when they get to new york, “you know what", "new york’s dead", "the answer’s la.” when they get to la, “oh, the american values suck", "need to get to paris.” when they get to paris, “oh, the west, it’s so materialistic", "i need to go to india.” you know what i mean", "so, i find a lot of times the people who externalize their environment as being the reason for their dissatisfaction tend to be unsatisfied everywhere", "i’m the opposite", "i’ve loved every place that i’ve lived", "i’ve loved the people that i’ve met and every place i lived", "marietta was starbucks and barnes and noble, but i had a great group of friends", "and i enjoyed growing up there", "tim ferriss: i’m just piecing the connective tissue together as i go because i’m really interested – i don’t know why this is the case but particularly, in the last six months, i’ve been more and more fascinated by the earlier stages with almost everyone i’ve been chatting with", "the history major", "you graduate with straight as", "and then you end up – and i know you’ve spoken quite a bit about this, so we won’t belabor the point", "but you get a job as a bond trader in chicago is my understanding", "and it was the first time that you were embarrassed in front of family and friends about where your life was going", "you get this prestigious job", "how did you go about choosing that job or finding that job", "or how did it find you from history", "brandon stanton: right", "so, the whole reason i became – to catch you up a little bit, when i first went to the university of georgia, i was majoring in business", "that’s when i wasn’t going to class", "i flunked out", "and then when i decided to go back to college, i thought to myself, “well, i’m just going to study something that i enjoy anyway, so it’s not this major force of effort to go to class and to do my work.” at that time, i had developed a reading habit", "that was really when my life turned around because remember, i stopped thinking about these big problems i wanted to solve, and i started focusing on establishing a routine and some discipline in my life", "and one of the first big ones and still probably the most monumental routine that i ever established and decision i ever made was that i was going to read 100 pages a day, mostly nonfiction", "and whether the book was the little prince, or it was something like, the wealth of nations, whether it took me an hour or whether it took me eight hours, every single day, i was going to read 100 pages", "and i did that for years", "even when i went back to school, in addition to my schoolwork, i would read 100 pages", "tim ferriss: sorry to interrupt, but what catalyzed that decisions", "was there – brandon stanton: psychologically, it was this feeling of being maybe behind", "one of the very first books that i read was this autobiography of ben franklin", "and he has all these – he did the poor richard’s almanac, and he has all these sayings", "and i remember first of all, ben franklin himself was kind of the pioneer in getting self-improvement down to a science", "you know what i mean", "so, his example, first of all, of how much effort he put into improving himself and moving himself forward", "and then i remember he had this one quote that uneducated genius is like finding silver in the mine", "and it made me think that i had spent all of this time thinking and pondering, and i thought that school was beneath me and school was boring", "and because of that, i really hadn’t been imbibing much information", "and at that time, something flipped", "and i felt like i’ve missed out on probably the last four or six years of education because i was just doing the minimum", "i was just getting by and writing my papers before class", "i was probably looking at the person’s next to me paper a few times", "so, even though i was making okay grades, i really wasn’t taking in a lot of information and educating myself", "and so, i think that at that time, i decided i was going to become extremely educated", "and i did", "i did become an extremely educated person", "but 95 percent of that education was outside of school", "95 percent of that education was over the course of seven or eight years saying i’m going to read 100 pages of nonfiction a day, every single day", "and i did it for seven or eight years", "i’d say 60 percent of that was biography", "i would say another 20 percent of it was history", "and i would read fiction too when i was absolutely tired of eating my vegetables", "that’s what i would call the most boring books, the really conceptual ones i just viewed as vegetables", "it was sometimes hard to get through", "tim ferriss: the fiber of knowledge", "brandon stanton: yeah", "but it grows", "and it develops you", "but yeah", "so, biographies were the ones that i was really, really drawn to", "and so, at the time, i started reading all these biographies", "and i was loving it", "and biography is just history", "biography is the best form of history if you ask me because it cuts through the theory, it cuts through all the speculation of the author, and we get d own to the nuts and the bolts of the decisions that people made in their lives", "and i think that is the purest form of education that you can get", "and it is the advice that i give people who don’t know what they wanna do with their lives", "pick somebody that you admire and read their biography", "read their biography", "if you really want some sort of guidance in your life, pick somebody who’s done things that you want to do and that you really admire and read a nice, fat, 800-page biography of their lives", "find out the struggles they went through", "find out the twists and turns of their lives and the decisions they made", "and i don’t think there’s any better actionable road map, actionable education than getting down in the granular level of somebody’s life and finding out how they navigated it", "tim ferriss: if someone wanted to – let’s just say that they are having a lapse of concentration and can’t think of people they admire who have biographies, if you were to recommend any one to three biographies as gateway drugs into that world, are there any that come to mind", "brandon stanton: it depends upon what you wanna accomplish in life", "if you’re just flagging, and you don’t know what you wanna do, start with ben franklin", "start with somebody who is very disciplined and programmatic in figuring out how to develop themselves", "again, my advice always to people who are stuck is quit looking at the big picture", "people get stuck because they wanna accomplish too big of things and they don’t know the right step to take", "so, i always say instead of focusing on the year, instead of focusing on the arc of your life, focus on the 24-hour period", "and nobody mastered the 24-hour period more than benjamin franklin", "so, if you have no idea what you wanna do, start there, i would say", "if you know what you wanna do, you gotta pick the person that you admire the most", "do you want to participate in social movements", "pick martin luther king", "do you wanna be president of the united states", "if you wanna be president of the united states, i would recommend lyndon johnson", "lyndon johnson because he was probably the president that was given the least in his life except for maybe abraham lincoln", "he didn’t go to ivy league", "he wasn’t necessarily a great looking guy", "he went to san marcos teacher college", "and again, this is if you wanna be president", "i don’t wanna be president", "he worked his way up through understanding how the levers of democracy work, the levers of power and our government work", "and so, he is a fascinating character sketch on how to be president", "if you wanna read a lyndon johnson biography, you should read the four-volume biography by robert caro which is the best of those", "but other than that, it all depends upon what it is that you wanna do in life", "there’s just no biography that every person should read", "they should pick the person that they admire the most and read the biography of their life", "tim ferriss: with ben franklin, would it be a biography like walter isaacson", "or would you – brandon stanton: the isaacson one was the one i read", "and that stands out the most because it was the first", "the person that i’ve read the most biographies on, probably theodore roosevelt just because his life is so fascinating", "probably adolf hitler", "probably stalin", "and it’s not because in any way these people are admirable", "but as a history major, to me, it wasn’t the individual themseelf that was fascinating", "to me, it was how does a group of people – germany was a smart, industrialized country", "to me, the big, philosophical question that fascinated me and the reason that i delved so much into the lives and the practices of the dictators is how is it that a group of such educated, smart, well-meaning people were able to be organized under the premise of committing such evil", "and that, to me, has always fascinated me because i believe that people are inherently good", "and i’ve traveled to 30 or 40 different countries", "and it’s funny", "every place has a reputation", "“oh, don’t go to this city", "people won’t talk to you.” so many times when i land in a place, they say, “this isn’t gonna work here", "people aren’t open here", "people aren’t friendly here.” and i find one on one, people all over the world are very – they share a similar soul, i guess", "and if people are generally the same everywhere, then that means anywhere, something like this could happen", "anywhere, people can get pulled into this crowd psychology and direct their anger and their hatred and violence towards people in a way that would contradict their morals if you met them one on one", "and because of that, the lives and the periods of history that have always been most intellectually interesting to me – again, it’s not something i admire", "it’s not something i’m looking to duplicate of course – have been these periods where a very driven, ideological, individual has managed to mobilize a group of people towards ends that looking back from a historical perspective were brutal and violent and absolutely unexplainable", "and i think it’s important to understand these things to keep it from happening again", "do you remember you asked about bond trading like –", "tim ferriss: oh, i do", "oh, no", "brandon stanton:  – two questions ago", "i never even talked about it", "well, the whole reason i think i started talking about history is because bond trading was really an anomaly in my life", "i was really wrapped up in all these things that we’re talking about now", "i was really wrapped up in history and biography, mainly", "when obama, he was – god, what was it", "2008, 2007", "i think it was 2007", "he was in the primary", "and i really became fixated on this campaign", "and i was going to knock on doors and – this was during the primary when he was going up against hillary", "and i was knocking on doors", "i was going to different states, knocking on doors", "and i was reading every article about the delegate system and super delegates", "and there was this point where i was just absolutely positive he was going to win", "this is the primary", "i was just absolutely positive he was going to win", "and i was broke at the time", "this is not something i would ever do today", "but i took out $5,000.00 in student loans, and i actually bet on barak obama would win the presidency", "tim ferriss: where does one bet on something like that", "brandon stanton: back then it was an irish exchange", "it has since gone under", "it was called in-trade", "and i think they had him at like, 40 percent chance to win at that time", "and he had a 70 percent chance of [inaudible] [00:29:27] or something", "and so, i didn’t make a ton of money off of it because it took me a week to wire my money to ireland", "and in the time that i was wiring my money, he had won a couple more times", "tim ferriss: oh, the odds changed", "brandon stanton: exactly", "and so, i ended up only ma – i made like, $1,000.00, $1,200.00, which for me, as a college student, was all the money in the world", "but more fatefully, i was telling that story just like i’m telling it to you to a friend of mine who worked in chicago", "and he was a trader", "he was a bond trader", "and i was telling him that story", "and he told me, “the one differentiator between successful traders and unsuccessful traders in our office is their comfort with risk taking", "and based on that story, i would like you to talk to my boss.” and so – tim ferriss: based on the extreme prudency you’ve demonstrated with that story", "well, yeah", "i think it was the comfort with risk taking", "and so, at that time, i didn’t know what i wanted to do again", "i just studied history because i enjoyed it", "i really enjoyed it", "and so, he got me an interview with his boss", "and it was scheduled", "and this is somebody who went to an ivy league school and he had studied finance his entire life, and he had gotten this job", "so, i thought this was an opportunity i would not have any other way", "and i wasn’t sure what i wanted to do at the time", "i was a history major", "and so, i had a month to prepare", "so, i read about 20 books on the market", "and then i went into the interview", "and at that time, i was very well versed on how markets worked", "and that’s how i got that job", "tim ferriss: good thing you had all that reading practice", "brandon stanton: yo", "tim ferriss: what was your first week as a bond trader like", "brandon stanton: see, this is the – and i always try to say when i – if somebody’s just listened to this interview up until this point, i think we talk about bond trading and dictators which really has nothing to do with my life now", "and i think the narrative that people in interviews always try to put on me is that – because it’s a fun narrative – oh, chasing the money, doing this soul-sucking finance job and then cut the rope behind him to pursue his true passion which was taking photographs and art", "and there’s a kernel of truth there", "but the real story is that markets were fascinating to me", "i’m still fascinated by markets", "they seem so tangible when you’re watching cnbc and you’re seeing these numbers", "and it seems all so mathematical", "but in reality, markets are nothing but a bunch of people arguing over what something’s worth", "if you remove the computer and go back 50 years, a market is a crowd of people haggling over what something that is impossible to value is worth", "and the number that comes out of it is really based on psychology", "and it’s based on this back and forth over what these numbers mean", "and that was always so interesting to me", "and it remains very interesting to me", "so, i was philosophically very interested in markets", "and i was fascinated by bond trading", "and i was obsessed with it, to be honest, for two years", "and it was a type of bond trading where you’re very highly leveraged", "and so, it was a type where there was just huge gains or huge losses every single night", "i compare it to playing a very high stakes game of poker every single night", "and so, it was extremely – i don’t think i could do it today", "i was in my early 20s at the time", "there was just adrenaline pumping through my body at all times", "when you take something that you’re naturally philosophically interested in and you pair it with a large amount of money and a large amount of excitement, it creates this fixation", "it’s almost like crack where it’s just all you can think about at any given time", "and when i go to colleges and i give speeches on the path of humans of new york and what led me to pursue this life that was outside of books and outside of computer screens was that after the end of two years, when i lost my job, i looked back at the time that i had spent that two years", "and it wasn’t the physical time that was lost that was most concerning to me", "it was that i had spent two years using all of my intellect and all of my creative energy trying to figure out how to be the most effective relative value trader and fixed income securities in the asian markets", "it was just something that was so narrow and so myopic", "and i couldn’t even talk with my friends about it", "and at the end of two years, we’d gone through the financial crisis", "i’d lost everything i’d ever made", "when i lost that job – it was a very lucrative job potentially", "but when i lost that job, i was broke because i’d lost everything", "tim ferriss: why did you lose the job", "what happened", "brandon stanton: well, it depends upon how much personal responsibility i wanna take", "i think the narrative that’s most protective of the ego is that we had a type of trading that was calibrated to work during periods of low volatility", "the years from i guess 1995 or whatever – i don’t know when my math is right but late ‘90s to 2008 were periods of historically low volatility where the type of trading that we were doing worked", "and when the financial crisis hit in 2008, volatility went through the roof", "long story short, the type of trading that we were doing stopped working", "and the company that had been around for over a decade was out of business about a year after i left", "so, that’s the way of explaining that avoids the most personal responsibility", "if i was to explain it in the way that makes myself the most personally responsible, markets changed, and i wasn’t adaptive enough to figure it out", "i kept banging my head against the same things that used to be working", "i refused to fully embrace the fact that what worked for me extremely well for a year had stopped working", "and because of that, the risk calculations had changed", "and instead of making a lot of money every night, i was losing a lot of money every night", "and i eventually got to the point where i was no longer a productive member of the firm", "and so, yeah", "it depends up on which story you wanna tell", "i think the truth is probably somewhere in between the two", "but regardless, i ended up without a job", "tim ferriss: well, thank you for sharing both versions of that", "no, i think that that also reflects a level of – this may not be the right word but objectivity or ability to detach and observe that has always fascinated me about you, quite frankly, which certainly translates i think in a very empathic way later", "and we’ll get to that", "but i wanna talk about the finance world and markets for just a second because, as you noted, it’s very tempting for someone who’s trying to weave a narrative of your life into this soul-sucking period, sees the light, cuts the tether, burns the ships, off into the arts and true passion", "but the markets, as you noted, are really fascinating", "and i was chatting with someone i’ve just gotten to know actually in the last few weeks", "i suppose you could call him a wealth manager", "but 75 percent of what he does is invest in bonds", "he probably wouldn’t call it trading, but in effect, that’s what he’s doing", "and he said something to me that has stuck in my mind for a while now which is, “i learn more in the first two to four hours of sitting down and talking to someone about money than their therapists have probably learned over the last two to four years.” and getting to see how people respond to money and loss aversion and the possibility of making money is in and of itself fascinating", "then you add in thousands and millions of market participants, it gets even more interesting", "and then, at least in my limited experience, when i read something – my exposure to bonds is very limited", "but when you read something like liar’s poker by michael lewis which i think is a fantastic book – and the part that stuck out to me where i was like, “okay", "i need to be very careful about playing this game because i’ll get my face ripped off,” is there’s some part – and i’m gonna get all the details wrong – but there’s some guy who’s nicknamed fat tony", "and he’s a big wig at solomon brothers", "and he bets his buddies that the markets for whatever, aa bonds and x, y, and z are going up", "and he bets them", "and it’s this dick measuring contest", "and he puts $50 million into the market, and it goes down", "and so, his friends are busting his balls", "and then they’re like, “oh, market’s going up, huh?” and so, instead of putting $50 million in, he’s like, “fuck it.” and he puts $500 million in", "and all the other market participants panic thinking that he has information they don’t", "and so, the market goes up", "and he says, “see", "i told you the market was going up.” and i was like, “oh, my god", "this is not nearly as clean as the textbooks would want you to believe.” brandon stanton: well, as somebody who’s interviewed 10,000 people, i would say that talking with somebody about their money and how they choose to use their money will give you an insight into a very limited – and i mean, maybe i’m wrong – but a very limited aspect of their personality which is their comfort with risk", "and i think our approach to money and our approach to trading and our approach to markets are very much driven by our animal spirits, greed and fear and things like that", "but i feel that there is a huge portion of people’s lives and thought lives that are separate and isolated from those drives, those very primal drives of wanting more and being afraid to lose", "that’s really what drives the markets is the greed and the fear", "and i think talking with somebody about those two drives and where their greed comes from and where their fear comes from, it’ll give you some insight", "but to me, the markets, they can only tell you so much", "and they can only – it’s a part of human existence, the drives that control a market", "but there’s so much that people care about outside of that", "and i think that was what was so dangerous about just being a trader is that you’re burying so much of your thought energy into just the desire for more and the fear of losing", "you know what i mean", "the kind of narrow animalistic drives that push a market up and down, and you’re tethering yourself to that", "and you just miss out on so much of the life that’s going on around you", "and this is me", "this is me", "i think it’s part of my personality that once i dive into something, i do it to the exclusion of almost everything else", "one of the reasons humans of new york ended up becoming so successful, i did know some of – it’s more the exception than the rule", "there are people who are so in control of their emotions or maybe they don’t have the same emotional range as other people that are able to turn off their computer every single day, go home, and not think about the markets and completely leave them there", "but for me, it was something that was all-consuming for me", "and when i made the decision to pursue something more artistic was when i had lost my job", "and i was looking back at the two years of my life", "and i was thinking, “god.” and after i lost my job, i was so scared of that day", "during the two years when i was obsessing over markets and then things started going back, there was nothing i was more afraid of than losing that job", "and then on the day that it happened, it was surprisingly a good day because i remember taking a walk that day", "and i started asking myself things like, “what do i wanna do", "what do i wanna do", "if i could do anything with my time, what would i do?” and i had been for two years so focused on keeping that job that i didn’t have room in my brain to ask myself any other questions", "and so, at that moment, i decided i’ve lost these two years of not only my time, but more importantly, i’ve lost two years of my thoughts focusing on this game for making money which was fascinating and philosophically interesting", "but when you boil it down, it’s a game", "and i said, “i’m gonna spend the next foreseeable future instead of spending my time trying to make money, i’m gonna try to make just enough money to where i can control my time and just do something that i enjoy doing for no other reason than it is nourishing in the moment, not that at the end of the day i’m gonna have a profit but because it’s nourishing in the moment.” and at that time, it was photography", "and the whole reason i think one of the neatest things about humans of new york is that over the past eight years, humans of new york has become largely the most followed photography project in the world with i think 25 million on social media now", "and it’s eight years old", "and i think one of the coolest things is i just started photographing about eight years ago", "i started taking photos during this time that i’m talking to you about", "and the whole reason i started taking photos was because i was trying to create some space in my mind away from work", "i was desperate for something to do on the weekends that would give me this foothold in my brain where i had a sense of purpose and a sense of identity outside how the markets were doing every single day", "and so, i bought this camera", "i started going to downtown chicago and photographing just everything", "and i loved it", "and not long after, i lost my job", "and i made the decision that i was gonna be a photographer not because i was very skilled at it at the time, not because i thought it was an angle towards success, and not because i thought it was an angle towards an audience", "it was that i just loved doing it in the moment", "it was nourishing in the moment", "and so, i found this thing that was nourishing in the moment that i enjoyed doing", "and i said, “i’m going to try to structure my life around creating as much time for this as possible", "i want to make just enough money to where i can pay my rent, eat, and photograph all day long.” and the journey that ended up creating humans of new york was my attempt to create that space in my life and that space in my head to focus on something that was very nourishing in the moment", "tim ferriss: how did you cover your expenses in the very early days of that experience", "brandon stanton: this was 2008", "we had i believe a record amount of time that you could get unemployment", "and i had just lost my job", "and so, i got $620.00 i think every two weeks from the government because i was unemployed, and i had worked for two years", "so, that was enough to basically just pay my rent in a sublease that i found on craigslist in bedford-stuyvesant, brooklyn that was enough to pay that and maybe have peanut butter jelly sandwiches and eggs, assuming that you needed no other expenses, that you wore the same clothes and the same shoes", "that was enough for me to just eat, sleep, and photograph all day long", "and once i got to have a decent level of skill, and i mean just a passable level of skill, if anybody would pay me to take portraits for them, i would do that", "somebody hired me to do their wedding", "and i didn’t spend money on anything", "all i did was photograph all day long because i knew that i was making this pivot in my life to where i was going after a lucrative career towards i was going toward just wanting to spend my time doing something all day long", "and i became obsessed with photography in the same way that i was obsessed with markets", "i loved it", "i just loved it", "it was like a treasure hunt, just going out", "and it was so different than trading too", "i’m outside", "i’m interacting with the world", "i’m having conversations", "i’m having these little adventures and discovering these new things", "and i was just hooked on it", "and i was just obsessed with it", "and i knew i was making a lot of sacrifices to be doing this in my life, so i didn’t do anything else", "i didn’t go to concerts", "i didn’t go out to restaurants", "i didn’t spend much time with friends because i didn’t really know anybody in new york", "that’s another crazy detail about humans of new york is that humans of new york is an eight-year-old photography project based on people in new york city", "i took my first photograph eight years ago", "and i went to new york for the very first time in my life eight years ago", "so, it was all just very new and all very driven by the desire to photograph all day long", "tim ferriss: was the move to new york related to the desire to take photographs", "or was it something else", "brandon stanton: so, what i did is – so, i got fired, and i started – my goal was i wanna find out how to be a photographer", "i love photography", "how am i gonna create a life where i can support myself and photograph all day long", "so, i was just outdoing it every single day", "and then i started – along with the graffiti and along with the architectural shots and along with the nature shots, i started photographing people", "and i noticed that out of everything i was photographing, the photographs of people were the most unique", "they’re the ones that least resembled everything else i was seeing being put on facebook and stuff like that", "and so, i decided to focus on that", "and then, while focusing on that, i started stopping people on the street and asking for their photo and taking a portrait of them", "and because of that extra layer of difficulty of having to approach a stranger, the portraits that i was taking of people were more different than the candid photos i was taking of people", "and so, i started focusing solely on that", "and that’s when i started having an idea that even though i hadn’t been photographing so long, i was heading in a direction that was pretty unique because i was stopping random people on the streets in a very – i know some people will do series, but i was doing this every single day", "and i was getting quite a collection", "and this seemed like a fresh type of photography", "so, it’s all i did", "and then i started traveling to different cities", "i went to philadelphia just stopping people", "then i went to new orleans", "i went back to atlanta and did this", "and then i traveled to new york", "and when i got to new york and i was stopping people and asking for their photographs, i realized that new york, if you were going to try to do this type of photography was the best place to be", "mainly just practical reasons that you don’t need a car in new york", "i didn’t have a car, and i couldn’t afford a car", "you can just ride the subway everywhere", "you can walk everywhere", "and there are so many people", "there are so many people", "i remember coming out of the lincoln tunnel the very first time, and i couldn’t even see the sidewalk because it was rush hour", "and there were so many people", "and i thought, “if i’m going to do this type of photography, this is the place to do it.” and i wasn’t doing any interviews at this time", "and that’s the thing", "the humans of new york that i moved to new york to do looks nothing like the humans of new york that later became successful", "it was really just the impetus to get me on the ground working every day to figure it out along the way", "my very first idea for humans of new york was i was going to photograph 10,000 people in new york city across all five boroughs, and i was gonna plot their photo on a map", "that was my idea of how i was going to make a life out of being a photographer", "i was gonna be the guy who did that", "and that was what got me on the ground, got me out on the street every single day approaching hundreds and thousands of people and put me in the situation where i could innovate and i could start having conversations with these people which turned into questions i was asking them which turned into eventually, seven years later, the 90-minute to an hour and a half long very probing and therapeutic and psychological interviews that i have with random strangers every single day", "the result of which and the output of which became the stories that i think people are so connected with and the stories that really make humans of new york humans of new york", "tim ferriss: how are you getting better at photography during this first, let’s just call it six-month period since you certainly seem from all indications to be someone who goes for total immersion whether it’s reading 10 to 20 books on the markets before an interview, you go 100 percent into whatever subject matter you choose", "how are you getting better", "what books were you reading", "who were you studying", "what were you trying", "brandon stanton: i was too addicted to taking photos to ever stop for a second and learn about photography", "i have one memory of going to barnes and noble – because i couldn’t afford to buy any books", "i have one memory of going to barnes and noble one night and flipping through some photography books and enjoying the photos", "but i just wanted to be out taking pictures", "i didn’t really wanna be studying how to take a correct photo", "i just wanted to be out photographing", "it was the act of it, the act of discovery", "and i had a very amateur view of photography at the time where as if you get something or somebody interesting in the frame, it’s a great photo", "i don’t care how many points perspective it has", "i don’t care about the rules of thirds", "i honestly don’t really even care about white balance or focus or any of these things", "i was just looking for wonderful people and wonderful moments that were happening", "i was still doing a lot of candid photography of people", "and if i captured that, that was a good photo", "and that’s all i cared about", "and that was what was driving me for these first several months and this first year, year and a half when i took thousands and thousands of pictures", "and i was getting better slowly", "i’m not necessarily bragging about that kind of a version to formal training as if it was some sort of badge of honor", "it was just the way my psychology was hardwired", "and because of that, i might have improved more slowly than somebody else", "and in fact, i might have improved so slowly that i’m sure a lot of professional photographers look down on my photography still", "but by being that engaged an immersed in the process as opposed to any sort of a formal structure of what makes a photograph, i innovated my own style", "i innovated my own type of work that later on – people have introduced me to studs terkel, and people introduced me to these wonderful photographers of the past, jacob riis, who took these wonderful photos of regular people that my work grew to resemble just came out of being on the street and doing it all day long and figuring out what it was that i liked the most and without any education of what a correct photograph was", "and i think if humans of new york has original elements, if humans of new york is original in any way, it was because i was just so addicted to taking photos that i never stopped to learn about photography", "and because of that, i was figuring it out as i went along", "tim ferriss: well, it seems to me also that there are many different facets of photography, one component of which is the technical knowledge, but certainly component of which is choosing the subject matter and thinking about the story that an image tells", "so, you were learning about photography, but you were doing it vis-à-vis the sheer volume of experience that you were gathering behind the camera and walking through new york city", "brandon stanton: right", "well, i was looking for anyone who – anything that captured my attention or curiosity at all got photographed", "and that’s one of the beautiful things about digital cameras is you can just take 1,000 photos every single day", "and so, you don’t have to worry about conserving film", "you can just photograph everything", "and so, anything that caught my eye got photographed", "and then when you go home, and you load your 1,000 pictures on the computer, and you start going through, and because you don’t know how to photograph, you photographed that person 50 different times, and you’re looking at your 50 photos of each person, and you’re finding the one that you think looks the best", "and then you’re going, and you’re doing it again, and you’re doing it again", "and suddenly, you’re not taking 50 photos of each person, you’re taking 40, then 30, then 20, and then 10 as you start to get an idea of what it is that you think is a great photo and what it is that you like", "and that was really how i was honing in on my style again which might still be considered primitive", "it still might be considered unschooled by a lot of people", "but i was just honing in on what i liked about a photo", "and that was the process", "tim ferriss: what were you doing with these photos in the beginning", "or maybe a better question is when you first started putting photos online, what did that look like", "brandon stanton: one of my main weaknesses and blind spots in the beginning was not understanding the importance of daily content because i had never had a blog before", "and so, i had this great – and it mirrors my journey as a college student where i was trying to do something huge instead of focusing on doing something every single day", "and so, i had this huge, sweeping project of i was gonna photograph 10,000 people and plot their photos on a map", "i was dumping about 30 or 40 of these portraits every single day onto this website that i had that nobody was going to", "i even had a counter on the top of the website counting up to 10,000 because that’s all i cared about was the end", "i was gonna get 10,000", "i was gonna create this sweeping photography project", "tim ferriss: was it called humans of new york at the time", "or what was the name", "brandon stanton: it was called humans of new york from the very beginning, yes", "and nobody was really paying attention", "and i was taking hundreds and thousands of portraits", "and things really started to get traction when i started posting the photos as i got them onto social media, mainly facebook", "that is when things really started to grow", "and the focus of humans of new york moved away from this giant, sweeping project that was going to cover the entire city of new york and be some sort of representation of new york city, and it switched much more to about the individual", "who is this person that i’m meeting each day", "and it became something more personal and immediate", "and that’s when things really started growing", "tim ferriss: brandon, i’d love to ask you about the green lady if that rings a bell", "could you please describe for folks the experience of the green lady", "brandon stanton: so, i’m in new york, and i’ve been trying to make this work for about six months now", "and six months in that time of my life was probably the equivalent about two years of work because i worked every single day", "i worked on christmas", "i worked on thanksgiving", "i didn’t go home", "all i did was photograph all day long", "i would go out", "i would just photograph people", "i’d come home", "i would take a nap", "and then i would go out at night and try to get some more photos", "and so, i had gotten thousands of these portraits, and not many people were paying attention", "i think i had just started posting my photos on facebook", "and i photographed this woman, and she was dressed all in green", "and she had green hair and green makeup", "and i remember it was a photo that i didn’t like", "i thought it was a very bad photo", "and i wasn’t even going to really post it on the blog", "but then i remembered that she had said something to me", "she had said, “i used to be a different color every single day", "but then one day, i was green, and that was a great day", "and so, i’ve been green for 15 years.” and i remember thinking to myself, “well, i don’t really like the photograph, but i’m gonna try putting this quote above it that she said", "and i posted it onto facebook", "and suddenly, it was the most engaged with photo that i’d ever posted", "i think we’re talking like, 67 likes at this time", "there was not a lot of people following my page", "and it was kind of a ‘eureka’ moment because it really made sense that during these months and almost a year of doing nothing but approaching random people in the street and asking for their photograph, the thing that strangely i had gotten to be an expert at wasn’t the photography, but it was the approaching strangers and the walking up to random people, getting rejected a lot of times and not letting that affect my mood, and then once meeting somebody, in a very short amount of time, making that person comfortable", "and the ‘eureka’ moment was, “if that is what i’ve become good at, if that is what i have to offer the world, shouldn’t i, now that i’ve gotten over this fear of approaching a stranger, use that opportunity to learn a little bit about this person so that i can share a little bit about this person with other people who might be curious of the people around them but haven’t been able to overcome that fear of talking to strangers?” and it turned out that the audience for that, the amount of people who were curious at the lives of the people around them but were too afraid to ask, ended up being hundreds, then thousands, and then tens of thousands, and millions, and then now tens of millions", "and from that moment on, humans of new york stopped being a photography project", "i don’t even view myself as a photographer", "you can write a three-page essay about why i’m a horrible photographer", "and it’s been done many times", "and it doesn’t really bother me because i stopped viewing myself as a photographer a long time ago", "the photography’s really secondary to humans of new york", "humans of new york is my effort in as short of time as possible to make a random person on the street comfortable enough and seeing somebody’s interested enough in their lives that they’ll share their story with me, and they’ll share something deep and vulnerable and real and honest about their lives so that i can share that with millions of people every single night", "and humans of new york, over the past six years, has been my effort to get as good at that as possible", "tim ferriss: this is a perfect segue to asking about the approaches and questions which is – brandon stanton: which is a really important thing", "i feel guilty because i spent the entire – if you look, i have not posted a picture of myself on humans of new york in years", "i don’t do it", "i find that humans of new york is best when i’m the most invisible", "i feel that the less humans of new york is about brandon stanton, the more influential humans of new york has become", "so, yeah", "it feels very unnatural to have spent an hour talking already and talk nothing about myself", "so, please", "fire away", "ask about the work", "tim ferriss: so, i’m gonna ask about the work", "and you can talk about yourself in third person if it makes it feel better", "but i will have to involve you in this", "what do you say when you cold approach someone on the street, assuming that now, of course, you could use humans of new york and a lot of people would recognize it, and you could break the ice that way", "but early on, when nobody would recognize that, how did you open", "and then what did you use to break the ice in the first 60 seconds", "brandon stanton: first thing always is, “do you mind if i take your photograph?” that was the first thing", "and these are all – little things i learned is you don’t walk up to somebody and ask, “do you have a minute?” because that immediately puts somebody on defensive because – and especially in new york city – people are walking up to you all day long trying to sell you something, asking for money", "so, people are naturally very defensive", "so, i don’t want – my goal is to get into it as soon as possible so people realize that this is something a little bit different and i’m not looking for their money", "that’s the main thing", "i’m not looking for their money", "so, i normally walk up, and i say, “do you mind if i take your photograph", "i run a website called humans of new york", "and basically, what i do is over the past several years, i’ve photographed about 10,000 people on the streets of new york city and around the world", "and i just learn a little bit about everyone i photograph", "and so, i was just wondering if i could take your photo and ask you a few questions.” tim ferriss: now before you had the 10,000 and went around the world, when it was maybe the 100th person or 200th person, was it the same pitch minus that stuff", "brandon stanton: yeah", "i was trying to give you actually the pitch that i used to give in the early days", "now i pull out my cellphone, two no", "1 new york times bestselling books, 20 million followers on facebook", "and the whole reason of that, even though it sounds boastful and braggy is that especially if somebody hasn’t heard of humans of new york, i want to convince them in as short amount of time as possible that it’s something real, one", "that’s important", "and that it’s something that a lot of people know about and a lot of people follow", "it’s not a joke", "it’s not a prank", "you’re not gonna be embarrassed", "my goal is in as short amount of time as possible to make the person feel comfortable", "and these days, a big part of that is explaining how big the blog is because then it’s like, “oh, this person is not trying to hustle me", "this person isn’t trying to scam me.” but to be honest, in the early days, the amount of people who let me take their photo wasn’t that much less", "except back then i wasn’t a bestselling author", "i was just a kid who was trying to make an art project", "and people wanted to help", "and so, i think a lot of people think that one of the reasons so many people are willing to talk to me is because humans of new york is so well known, especially in new york now", "but my rate of people who would talk to me was not all that different when i was just getting started", "tim ferriss: are there any other nonverbal keys to that", "brandon stanton: oh, yeah", "oh, god", "there are tons of them", "but again, these aren’t things that i planned or read about", "it’s not that i – tim ferriss: you had a lot of trial and error", "brandon stanton: well, they were burned into me by being rejected so much", "and some rejections on the streets of new york aren’t always polite", "you know what i mean", "it was hard", "in the early days, i remember there were days – the hardest part about it was especially when i got started, and humans of new york didn’t have any fans, and it wasn’t made into any books, and my family didn’t believe in it, and my friends thought i was crazy", "i had no photography experience", "i’m in new york city stopping random people and asking them questions", "and i’m feeling insecure", "when you walk up to somebody and you ask them if you can take their photo and they respond like you’re some sort of freak or that you’re weird, it’s hard to not internalize that because you’re so insecure at the moment about whether or not what you’re doing is weird and if it’s something that – am i weird for asking these people for their photographs", "and i’d go out some days, and ten people in a row would make me feel like i’m some sort of freak", "like, “do you know what city you’re in", "you can’t be stopping random people", "get out of my way", "what are you doing", "no, you can’t take my photo", "get out of here.” and during my formative and impressionable early days when i’m trying to figure this out, five reactions like that in a row when nobody’s paying attention to your work, and you’ve been trying for months, and you can’t figure it out, psychologically was very tough", "and there’d be days where that would happen, and i just couldn’t do it anymore", "and i would just go home and lay in bed", "tim ferriss: you there", "brandon stanton: yeah", "yeah", "yeah", "tim ferriss: you all right", "brandon stanton: well, it’s just the – that’s the hardest part about doing it", "tim ferriss: what would you say to yourself during a period like that", "to me at least, the picture that it’s painting, having experienced some dark periods in my life that have been maybe catalyzed by various things, it sounds really soul-crushing", "that sounds really – brandon stanton: well, i was just – it was all of the doubt, and not having any money, and nobody’s paying attention, and i’m just doing this all day long for months, and all the tough shit was – and the loneliness too", "i didn’t know anybody in new york", "i knew two people", "and there was a christmas break where those two people went home, and for two weeks, i didn’t see anybody that i knew", "and i remember i spent christmas eve alone at a diner", "and then i just went out and photographed because it was the only thing that would keep me from thinking about how unlikely it was and how stupid of an idea it might be", "the only thing that i think kept me from thinking about the possibility of failing was doing it, was just photographing", "and so, whenever i started to think, “is this gonna work", "is it not gonna work?” i’d just go out and photograph", "that was my only way of keeping those wolves away of, “is this ultimately going to be a success", "am i wasting my time", "am i stupid?” the only way to keep those away was to go out and work", "and so, that’s what i would do just all day long and do it and do it and do it", "and so, these negative things like the rejection of people and people saying no that i was talking about, all of the negative stuff, the thing that was counteracting that all the time was just loving it so much", "i just loved it so much", "and so, yeah", "it was just the same way i was obsessed with markets", "i was obsessed with taking photos", "and so, that’s what carried me through it all", "tim ferriss: and in listening to this story, it makes me wanna ask you – when i look at humans of new york and think about how many thousands of people you’ve humanized and how much empathy you’ve created traveling to other countries, helping to paint a more complete picture of humanity instead of allowing mass media distortion to create us versus them mentality or counteracting that at least to a very real degree and helping millions of people who have been exposed to your work and the interviews to feel less alone, that’s a huge fucking deal", "it pains me to hear a story like this", "but it’s so helpful for you to share it because i wonder how many people have ended up in that diner alone and just quit", "they just stopped", "brandon stanton: t’s not even about stopping", "i think humans of new york wor – it’s not about goals or mission", "i had a goal, and i had a mission", "but people just feel alone", "period", "that’s why humans of new york has succeeded", "and i’m not even talking about the people reading it", "the no", "1 question that people ask me is, “how do you get people to share with you?” and i think for most people – and they’re not just if you follow humans of new york", "yesterday, i was talking with a woman who – she had not heard of humans of new york", "this is a perfect example", "she was catching a train", "she had 30 minutes", "she had never heard of humans of new york", "we started out with me showing her the blog", "and 30 minutes later, the place that we ended up at was she was in this purgatory where her husband was depressed and an alcoholic", "and he wasn’t doing anything that was ultimately so bad", "he didn’t beat her", "he didn’t cheat on her", "but she wasn’t getting fulfilled", "and she was wondering if she was living her best life by staying with him for the kids", "and she came to this place where she admitted that she was secretly hoping that he would do something bad to make the decision easier on her", "and that sort of honesty and that sort of truth and that sort of rawness – i don’t know if she’d even admitted that to herself before", "and people ask me – and that happens all the time, tim", "that’s good humans of new york", "some of it’s just pictures of kids saying cute stuff, and some of it’s cute couples talking about their relationship", "but good humans of new york is when we get to that moment when me and somebody are thinking through something or talking through something that they might not have thought through before", "and the way people say, “how do you get there with a complete stranger?” i think that whenever i’m talking to somebody on the street, there are two threads running through their head at any given time", "and one of them is this fear of being exposed, this feeling of being vulnerable and discomfort", "“who is this guy", "why is he asking me these questions?” and on the other hand, there is this appreciation of being heard that even though i don’t know this guy, this is the first person who has taken such a focused and detailed interest in my problems", "and the feeling of having somebody focus so intensely not on the sports teams you like or the music you like or any of the other trivial things that we get asked on a daily basis but these real things that you’re struggling with and maybe not even on the top of your mind but in the back of your mind that you’re not even really bringing to the surface, being heard like that is such a validating thing that that’s why people always share", "and i tell people at the beginning of every interview that these questions are going to be hard", "and anything you don’t wanna answer you don’t have to answer", "and we talked about when they got molested as a child", "we talk about them cheating on their husbands", "we talk about their alcoholism", "we talk about how they don’t love their child as much as they expected they would", "we talk about all these things", "and almost never to people say, “i don’t wanna talk about that", "i don’t wanna talk about that.” and i think the reason humans of new york works isn’t because the people who are reading it feel alone", "that’s a big part of it", "it’s that people, when they see somebody being vulnerable in a way that they’re afraid to be vulnerable themselves, they connect with that person", "but it really works because the people on the street that i meet are so thankful to have somebody really listen to them that in that bubble, in an hour and a half where i’m sitting with a stranger on the street, this magic happens where they’re willing to let me in to a space in their mind or their soul or whatever it is that they don’t really let other people into", "and it’s that place that i think connects with so many people", "tim ferriss: that’s an incredible gift/talent that you’ve developed that allows you to make people comfortable enough to open up to that extent in 30 minutes", "that is incredibly impressive to me, even give the fact that perhaps one of the elements underpinning it is how heard they feel which is absolutely, i’m sure, the case", "i think about questions a lot", "and you have much more experience than i do", "and that just blows me away that you’re able to get there in such a short period of time", "what are some of the other ingredients or aspects of it that help you to – questions perhaps that help you to get there", "brandon stanton: it’s not the questions", "i have about three or four entry questions that i use", "“what’s your biggest struggle?” “how has your life turned out differently than you expected it to?” “what do you feel most guilty about?” but really, the planned questions are just springboards into a conversation", "and how you get to that deep place with a person is absolute presence", "it’s being 100 percent there", "you’re not thinking in the framework of an interview", "you’re not looking at a list of questions", "you’re not thinking about your next question", "you’re not thinking about how this person fits into your idea of them and what you know about them", "you’re 100 percent there, and you’re 100 percent listening to them, and your questions are 100 percent coming based on curiosity about what they are telling you and nothing else", "and why it is that i think humans of new york is special and i think humans of new york is something that is precious and maybe difficult to replicate is that i’ve spent seven years in these conversations with 10,000 people", "and it’s not necessarily that i have gotten so good at asking questions", "it’s just that i’ve gotten so comfortable in the presence of a stranger and so comfortable in the presence of somebody that i just met that i can sit there with them without an ounce of self-consciousness and just be and just be there with them and listen to them and be curious about them", "and there’s this energy that happens there, that this doesn’t feel like somebody that’s interviewing you", "it feels like somebody who knows you and cares about, is really interested in what’s going on in your life", "and it’s very subtle and hard to describe, but i think it’s that energy and that presence and that being there", "and it’s something i had to earn", "it’s the same thing like public speaking", "when do you really get good at public speaking", "it’s when you’ve done it so much that you can be yourself on the stage", "and there is only one way to get there", "and that’s to be on stage, scared as shit, over and over and over and over and over and over and over again", "and i think the only way to get to that place where you can have that rapport with a stranger is not by studying interview techniques", "it’s by sitting with thousands and thousands and thousands and thousands of strangers until nothing feels strange about it anymore and you’re able to be in that calm, present place", "and what happens is your interview transfers to the other person, and they get to that place too", "tim ferriss: if we were to pick up the example that you gave just a few minutes ago about this woman talking about her relationship with her husband and his depression and alcoholism and so on, if you remember, how did you end up there", "in other words, do you recall how the conversation headed to that point", "brandon stanton: oh, yeah", "well, let me give you another example since i already – let me give you an example of somebody i talked to in the philippines a few weeks ago", "same thing", "i’ve traveled to 30 different countries now", "i’ve done the exact same work", "i’ve been to pakistan", "i’ve been to iran", "i’ve been to iraq", "and i work with interpreters", "and the process is exactly the same", "i just walk up to random people and get into these conversations with them", "there was a woman in a park in the philippines", "and i started asking her – i think one of the first questions i asked her was, “what is your biggest goal in life?” and she said she wanted to have a good family life", "and so, i thought that that was the story, and i started asking about that", "and i learned that she wanted to have a good family life because when she was young, her family split", "and she was forced to go to the courthouse with her mom and her dad at the age of nine", "and a judge made her choose which parent she wanted to go with", "and so, i thought that was the story", "and so, i started asking questions about that", "and then i learned that she ended up going with her mom", "and afterwards, her mom remarried, and she didn’t like her new stepfather, so she ran away", "and i thought that that was the story", "so, i started asking questions about that", "and then i found out that the reason she ran away was because her stepfather was abusing her and that she had never told a person in her life, including her mom until that moment that that had happened", "and that’s how we end up in those places is i am just curious about what’s going on in there", "i’m just curious about what happened", "i want to know the story", "and i just ask, and i ask, and i ask", "and if something’s not quite making sense, i wanna know why", "and so, i ask more, and i ask more", "somebody can choose eventually to not tell the truth by saying, “i’m uncomfortable with it,” but it can’t really be concealed if somebody is really, really, really, really curious", "you know what i mean", "you can never get to the point – humans of new york interviews don’t work, i always say it’s not because somebody doesn’t have an interesting story", "humans of new york interviews don’t work when i reach a place when somebody’s uncomfortable with the process which is absolutely fine", "that’s completely understandable", "i’m a random person", "i’m sharing these stories with 20 million people", "it’s 100 percent fine if you don’t wanna share", "that is nothing against you at all", "but those are the interviews that don’t make it on the blog", "it’s not that people aren’t interesting", "it’s that humans of new york really thrives on this kind of honesty", "and if somebody’s willing to be honest, everybody’s got an interesting story", "and so, it’s like the – i hit dead ends not because somebody is boring", "it’s because somebody isn’t comfortable with disclosing", "and so, that’s what defines the humans of new york interview or what is usable of the humans of new york interview", "tim ferriss: how often when they do go there and disclose these very vulnerable stories or things they’ve never told anyone else, how often do they ask that you not use it or express concern that it’s gonna cause some type of problem for them", "brandon stanton: well, that’s one thing that i am very principled about", "i give the person agency every step of the way", "i tell them, “anything you don’t wanna an –” first of all, they don’t have to talk to me", "they have that decision", "once we start talking, i say, “any question you don’t wanna answer, you don’t have to answer", "if you tell me something during the course of this interview and you change your mind afterwards and don’t want me to share it, that’s fine", "at the end of the interview, if you would like me to photograph your hands or your feet instead of your face, we can do that.” in fact, if it’s a very vulnerable story, i will normally insist on that to protect the person or protect somebody that they’re talking about", "“if after i’ve done the interview and before it’s posted, at any time you change your mind and you don’t want me to share it,” i give them my email address", "“and after the photo is up for any reason at any time, if you become uncomfortable from all the attention and would like me to take the story down, i immediately will.” and so, people have control of it every step of the way", "it’s very important to me that nobody ever sees humans of new york as something that was done to them", "i always want it to be seen as something that was done with them", "and have i failed at that sometimes", "out of the 10,000 people have i interviewed, have there been people who didn’t expect me to share a certain part of their story or were surprised by it or it was a negative experience for", "there have been a handful", "but i can only say that those are the worst moments for me when humans of new york was a negative experience for somebody because that’s who i really care about is the people that are on the blog because they’re the people who i had that moment with", "i spent an hour and a half with them, and we got to that place", "if they are hurt by it, especially if they were really vulnerable, that’s when i feel the worst about myself because i know how much pressure that spotlight can be", "and i know how difficult it can be having 20 million people look at you", "and so, if i ever feel that i maybe accidentally mispresented it, that’s when i feel the worst", "tim ferriss: how do you think about money as it relates to humans of new york", "ostensibly, you want to probably eat more than peanut butter and jelly sandwiches and eggs now", "at the same – brandon stanton: and i mean, it’s – yeah", "go ahead", "tim ferriss: no, i was just gonna say in terms of what you do with advertising or partnerships or projects, because you have also such sensitive – not always but you have such potentially sensitive subject matter", "and it’s so personalized for these folks in many cases", "how do you think about that", "brandon stanton: right", "so, humans of new york, i think we’ve sold a million and a half books", "the television show, facebook", "and facebook, there’s more than one person interested in it", "and facebook, they compensated me well for the four years of work that i worked on the television series", "so, i’m very comfortable right now", "humans of new york has made me a – let’s just say i’m not worrying about peanut butter and sandwiches", "i’m very comfortable", "with that being said, i will say that humans of new york has raised – i’ve made a fraction of the money with humans of new york that we have raised for charity, a small fraction of the money that we’ve raised for charity", "i’ve turned down maybe more money than i’ve made from people who want to use my brand to partner with their brand", "big brands have offered me a lot of money to do “humans of…” and i’m just gonna make up some names", "you know what i mean", "like, “humans of merecdes-benz,” humans of china, sponsored by virgin airlines.” these are all fake things that i’m making up right now but resembled offers that have been made to me", "where i make the dividing line is that i’m willing to make money as brandon stanton", "a big part of my income comes from speeches", "i give about ten of these a year", "and that is a big part of my income", "i sell books as brandon stanton", "i don’t sell the name humans of new york to anyone", "i don’t rent my brand to anyone because i never want any piece of content that i share to have a single motive", "i’ve never broken that seal", "and it’s been so tempting, but i just know if i break it once, i’m never going to get it back", "so, for seven years, i’ve never been compensated for a piece of content that i’ve posted on my blog", "and that is the main delineation that i make between what can be monetized and what can’t", "and because of that, like i said, i’m not worrying about peanut butter and sandwiches anymore", "but there is a little bit of an insecurity", "am i gonna look back in 40 years if everything suddenly goes away, and facebook and instagram, nobody are using anymore, am i gonna be like, “oh, man", "i’m working the nightshift now", "and i had 20 million followers 20 years ago", "maybe i should have tried a little harder to make some money’", "but that’s how i view it now", "tim ferriss: should have done those humans of new york lunchboxes while i had the chance", "brandon stanton: there you go", "tim ferriss: so, you mentioned the book", "i’d like to chat about that for a second because it’s been the – well, books at this point, certainly", "but at least as i understand it, the first book sold millions of copies, certainly more than a million", "was it easy to find a publisher for that first book", "brandon stanton: no", "i barely did", "macmillan, god bless them", "so, at the time, i think when i sold the book, i had a few hundred thousand facebook fans", "and it was growing so fast", "there was so much energy", "things were really taking off", "and i just thought, “oh, my gosh", "everybody’s gonna wanna publish this book.” and there’s six big publishers", "i’m sure you know all this", "or seven or something like that", "and the goal is to get all of them interested", "and then in the perfect world, all of them are interested, and then they bid against each other", "and so, only three of them would meet with me, or four of them maybe", "and during those meetings, i thought that i killed it", "i thought, “oh, man", "oh", "i described it so well", "i presented so well", "they’re all gonna be very interested.” and so, we had an auction", "and the bids were due by 12:00 noon on one day", "and at 11:00, i hadn’t heard anything from my agent", "and i was just like, “well, what’s going on?” so, i texted him", "and he goes, “oh, the first three dropped out", "they didn’t make an offer", "there’s still one that we haven’t heard from yet.” and i’m just like, “oh, my god,” because well, that book was my life raft because i didn’t have any money at that time", "i was hoping to get a little bit of a book deal so i could pay my bills", "and i just remember i went to the ymca, and i just ran five miles because i thought it was gonna be the worst day of my life", "and then when i got on the treadmill, i found out that macmillan had made a small but respectable offer", "and that’s how i got a book deal by the skin of my teeth which was lucrative for all parties involved", "tim ferriss: and what were some of the reasons for not meeting with you or not putting in an offer that they gave", "brandon stanton: because there’s two types of books that have a history of not selling well", "well, there are a lot of types", "but mine fit two categories", "it was a photography book", "photography books don’t sell based on conventional wisdom", "and it was what they viewed as a regional book where it is a photography book centered on a single city", "therefore, nobody’s going to want it", "that was the argument against publishing humans of new york", "tim ferriss: oops", "yeah", "i love these stories because they are the rule and not the exception for so many things that turn into something", "brandon stanton: well, things that are not derivative", "you know what i mean", "in my mind, the most valuable idea is the one that nobody’s ever seen before", "that’s when you’ve got the gold", "but you’ve got a better chance of just choosing something else that’s good and making something derivative on it because then when you go into these places and you pitch, you can say, “oh, this is 50 shades of gray, but with furries.” i don’t know", "it’s funny that for me, as an artist and as a creator, the last thing i ever want to do is be describing my work as, “it’s this but with a twist.” you know what i mean", "i wanna be creating something new", "however, in the marketplace, the things that have most likely chance of getting bought are things that people can peg to other past successes", "and so, when you walk in with something like what i thought was humans of new york’s greatest value which was there really wasn’t anything else like it at the time, they viewed as its biggest detriment", "tim ferriss: yeah", "“but what are the comparables?” you’re like, “that’s the whole point", "there aren’t any comparables.” brandon stanton: yeah, right", "comparables", "that fucking word", "are you kidding me", "and the same thing when i was making the television series", "the same thing", "as an artist, i want this to be like nothing else that’s been cre – that’s the only thing i care about is making something that’s really unlike anything else", "if it’s like something else, i don’t really want to obsess over it for three years trying to make it", "my goal is to make something new and something fresh", "and when you’re trying to get compensated for your work, the thing that you care about the most as an artist is often the thing that’s held against you the most because people are risk averse, and they want to see something comparable that has also done well", "tim ferriss: what’s next for you", "do you have five-year plans, three-year plans, and so on at this point", "or is it still 24 hours by 24 hours", "what’s next for you", "brandon stanton: i do", "i’m having a baby", "so, that’s gonna be new", "tim ferriss: congratulations", "that’s a big deal", "brandon stanton: thank you", "having a baby in july", "so, beyond that which is going to be new – for me, right now, the biggest kind of artistic tension is knowing – because of my experience on social media the past seven years, knowing how social media works, knowing the importance of output and content and daily content and engagement and things like that, knowing how to build an audience on one hand and wanting to push myself as an artist on the other hand", "and what i really wanna do as an artist i wanna withdraw from the daily output model", "i wanna work on things that have longer timeframes, that are more polished, that are maybe longer but take longer to produce and more resources", "but in order to do that, that requires me to pull back from the blog which the golden rule of social media is keep engaging with your audience", "keep connecting with your audience", "don’t lose touch", "don’t lose touch", "don’t lose touch", "but the artist in me wants to go disappear for a while and go into a dark cave and come out with something", "so, i think that is the main push and pull in my mind right now", "so, i’m gonna be going to the philippines next month to work on – i’m gonna spend a month filming a documentary on somebody because i love documentaries, and i wanna make a documentary that is very interesting", "so, that might not be what’s best for business or best for growing audience or best by social media metrics", "but that is what is exciting to me", "and it all comes back to that moment", "it’s so funny", "and i think you’re probably the same way is that we have these mantras and these things that we’ve learned that we stand on stage and we say and we think about", "“don’t wait for the perfect idea", "it’s never gonna seem perfect", "you just gotta go after it.” “choose what is nourishing in the moment,” things like that", "and if you’re like me, i have to preach to myself a lot and tell myself the same thing that i’m telling other people because it’s so easy to fall back into what everybody else is struggling with as well because you never truly escape it", "and so, one of the things that i do is i go back to that moment when i lost my job and i was walking in chicago, and i asked myself, “if nothing mattered but how i was spending my time, what would i be doing", "what would be most nourishing for me in any given moment if nothing else mattered except for how i spent my time?” and i’m trying to remind myself of that, the same thing i tell other people", "and right now, i wanna go to the philippines, and i wanna make a documentary", "and it might not be best for business", "and it might not be best for humans of new york, but it’s what brandon wants to do", "and so, that is the north star that i’m trying to follow", "tim ferriss: good for you, man", "i’m excited for you to disappear for a little while", "that may come off the wrong way, but i think you get the sentiment behind it", "and i have a random suggestion which is if you have not read cryptonomicon which is a book by neal stephenson who also wrote snow crash – brandon stanton: oh, i love snow crash", "i love snow crash", "tim ferriss: so, cryptonomicon, part of the through line, one of the narratives takes place in the philippines", "so, that could be fun to pick up", "but brandon, thank you so much for taking the time today", "this was really a wonderful experience for me", "and thank you for being vulnerable also and filling in some of the color in the story of your life thus far", "it’s been really nice to get to know you a little better in this conversation", "brandon stanton: yeah", "well, thank you so much", "hope some of that’s usable", "tim ferriss: yeah", "i think it is", "is there anything else you would like to ask of people, suggest to people", "any closing comments before we wrap up", "brandon stanton: no, i think that’s it", "tim ferriss: all right", "awesome", "well, once again, really appreciate you making the time, particularly to how much you think about how you spend your time, to chat with me and with everybody today", "and for everyone listening, you can, as always find links to everything that we have spoken about, to all of brandon’s projects as well in the show notes at tim.blog/podcast", "and until next time, do what is nourishing for you in the moment, or at least ponder the question", "and thanks for listening", "hey, guys", "this is tim again", "just a few more things before you take off", "no", "1, this is 5-bullet friday", "do you want to get a short email from me", "would you enjoy getting a short email from me every friday that provides a little morsel of fun before the weekend", "and 5-bullet friday is a very short email where i share the coolest things i’ve found or that i’ve been pondering over the week", "that could include favorite new albums that i’ve discovered", "it could include gizmos and gadgets and all sorts of weird shit that i’ve somehow dug up in the world of the esoteric, as i do", "it could include favorite articles that i have read and that i’ve shared with my close friends, for instance", "and it’s very short", "it’s just a little tiny bite of goodness before you head off for the weekend", "so, if you want to receive that, check it out", "just go to fourhourworkweek.com, that’s fourhourworkweek.com all spelled out, and just drop in your email, and you will get the very next one", "and if you sign up, i hope you enjoy it"]}