{"dialog_idx": {}, "episode_num": 328, "file_type": "audio", "guests": [], "num_sentences": 13, "num_words": 314, "raw_text": "“People are effective because they say no.” — Peter Drucker This episode of The Tim Ferriss Show showcases two chapters from Essentialism: The Disciplined Pursuit of Less by Greg McKeown (@GregoryMcKeown), one of my favorite books of the past few years. The first chapter explains how to say “no” gracefully (and why most of us have trouble doing this in the first place), and the second one gives us ways to cut our losses and uncommit in the aftermath of a premature “yes.” This should help you shorten your to-do list and lengthen your not-to-do list. Enjoy! Audio excerpted courtesy Penguin Random House Audio from Essentialism: The Disciplined Pursuit of Less by Greg McKeown, read by Greg McKeown.  Want to hear another podcast with lessons for overcoming fear in order to do the right thing? — Lend an ear to these nuggets of wisdom from Sir Richard Branson, Maria Sharapova, Vince Vaughn, and Caroline Paul. (Stream below or right-click here to download):  This podcast is brought to you by Four Sigmatic. While I often praise this company’s lion’s mane mushroom coffee for a minimal caffeine wakeup call that lasts, I asked the founders if they could help me—someone who’s struggled with insomnia for decades—sleep. Their answer: Reishi Mushroom Elixir. They made a special batch for me and my listeners that comes without sweetener; you can try it at bedtime with a little honey or nut milk, or you can just add hot water to your single-serving packet and embrace its bitterness like I do. Try it right now by going to foursigmatic.com/ferriss and using the code Ferriss to get 20 percent off this rare, limited run of Reishi Mushroom Elixir. If you are in the experimental mindset, I do not think you’ll be disappointed. QUESTION(S) OF THE DAY: What was your favorite quote or lesson from this episode? Please let me know in the comments. Scroll below for links and show notes…  Website | Twitter Posted on: July 19, 2018.", "speakers": [], "text_sentences": [" “people are effective because they say no.” — peter drucker this episode of the tim ferriss show showcases two chapters from essentialism: the disciplined pursuit of less by greg mckeown (@gregorymckeown), one of my favorite books of the past few years", "the first chapter explains how to say “no” gracefully (and why most of us have trouble doing this in the first place), and the second one gives us ways to cut our losses and uncommit in the aftermath of a premature “yes.” this should help you shorten your to-do list and lengthen your not-to-do list", "enjoy", "audio excerpted courtesy penguin random house audio from essentialism: the disciplined pursuit of less by greg mckeown, read by greg mckeown", " want to hear another podcast with lessons for overcoming fear in order to do the right thing", "— lend an ear to these nuggets of wisdom from sir richard branson, maria sharapova, vince vaughn, and caroline paul", "(stream below or right-click here to download):  this podcast is brought to you by four sigmatic", "while i often praise this company’s lion’s mane mushroom coffee for a minimal caffeine wakeup call that lasts, i asked the founders if they could help me—someone who’s struggled with insomnia for decades—sleep", "their answer: reishi mushroom elixir", "they made a special batch for me and my listeners that comes without sweetener; you can try it at bedtime with a little honey or nut milk, or you can just add hot water to your single-serving packet and embrace its bitterness like i do", "try it right now by going to foursigmatic.com/ferriss and using the code ferriss to get 20 percent off this rare, limited run of reishi mushroom elixir", "if you are in the experimental mindset, i do not think you’ll be disappointed", "question(s) of the day: what was your favorite quote or lesson from this episode? please let me know in the comments"]}