{"dialog_idx": {"tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655]}, "episode_num": 330, "file_type": "html", "guests": [], "num_sentences": 656, "num_words": 9532, "raw_text": "Tim Ferriss: Hello, you crazy kids. This is Tim Ferriss. Welcome to another episode of the Tim Ferriss Show where it is my want to investigate the habits and routines of world-class performers to try to tease out the various details that you might apply to your own life. This episode is a very different format. It is an odd one that has proven surprisingly popular for reasons that sometimes I don’t quite understand. And that is a drunk dialing Q&A with all of you guys, which I’ve done a few times in the last few years. And here’s how it works. I solicited phone numbers from listeners on Facebook and Twitter who wanted to receive a phone call from me, which they put into a Google form. Then I told people who the first ten to 20 were going to be by posting it on social media. And then I started drinking and dialing, answering questions, and getting a little frisky along the way. In fact, this one, I came in hot. Started after a few preliminary drinks with friends on a weekend. So, it’s double trouble. I ended up covering topics including how to reassess existing projects, specifically ones which you’ve put a lot of capital and time into using 80/20 analysis and other tools; how to learn to care less about what people think, social perception, and how to minimize herd mentality – not saying I’m perfect in that regard, but I’m pretty good and have approaches for decreasing the perceived pressure around all those things – a framework for thinking about entrepreneurship, risk-taking, and how to cut your teeth as a business builder or creator; how to learn to ask better questions, whether in dating or sales; and how to let the silence do the work; and so much more. And all that preamble out of the way, please enjoy this tequila fueled Q&A with all y’all. Danny: This is Danny. Tim Ferriss: Hey, Danny. This is Tim Ferriss. Hey, Danny. This is Tim Ferriss. I dropped my mic. How are you? Danny: I’m doing well, man. How are you? Tim Ferriss: Oh, I’m clicking into sixth gear, which is sloppy gear. So, you’re catching me at a good point. This is just in the transition to probably 20 percent too much alcohol. How are you doing? Danny: I don’t know, man. Relative to you, I’m not quite sure. How many glasses of wine are you in right now? Tim Ferriss: Oh, no. We’re dealing with straight tequila. So, I would say I’m – Danny: Straight tequila? Tim Ferriss: – four or five glasses in, which is, I’d say a pretty good spot. It’s not completely haphazard, but it is well-lubricated. Where are you at the moment? Danny: I am currently in Salt Lake City, Utah. Are you in Texas at the moment? Tim Ferriss: I am. The fine city of Austin in the Republic of Texas. Big fan of SLC though. It’s a good spot. So, how can I assist this evening? What questions might you have? Danny: Yeah. I have a two-part question. So, essentially, what it is is besides from fear setting, which you’ve gone over multiple times, is what process or system do you use or have you used in the past to essentially, effectively stop caring about what other people’s opinions are about you, your endeavors, things like that? And then how do you go about building a world-class support system? Tim Ferriss: These could both go for a while, so I will try my best to provide a non-bullshit answer to either or both. In terms of getting to the point where you care less or not at all about what other people think, let me drill in here your personal case. So, what is there that you might want to do where caring about what other people think is inhibiting your ability to execute, whether for yourself or for the world at large in some capacity? Danny: Yeah. So, for myself, it’d just be entrepreneurship as a whole just because I grew up – well, I’m an immigrant. So, came to the states when I was four from Germany. Family emigrated to Germany from Yugoslavia in the early ‘90s with all of the war and genocide going on. So, the immigrant narrative is you’re nobody unless you get a college degree. So, naturally, I’m competing against all of my family members and cousins who are all electrical engineers and mechanical engineers, etc., etc. So, regardless of what ideas, ambitions, or anything else in that regard has to do with that, as long as I don’t have a college degree, nobody values it. And they’re like, “Oh, you’re just spinning your wheels and wasting your time.” Tim Ferriss: Got it. Okay. So, you’re not then concerned about what prospective customers or people in the marketplace think of whatever you’re starting. It’s more of a question of family members? Danny: Right. Just essentially getting out of the herd mentality and just being able to effectively break away from that and not be bogged down with just some of the things that are gonna happen within my own circle. Tim Ferriss: This is tougher. This is tougher than the marketplace. I would say tougher but not impossible. I would recommend a few resources. This is not something that I’ve personally experienced, but it’s something that a lot of my friends have experienced. It’s very, very common as you know with immigrant families, whether – a lot of my friends are first generation, raised in the US from India, for instance. Exceptionally common. If you are not an engineer, lawyer, or doctor, or fill in the blank, then all of your motives and future prospects are suspect. What I have observed is that if you experience a degree of success in entrepreneurship, then all sins are forgiven and ultimately, people are very proud of what you’ve done. A few resources that I might recommend that I’ve found helpful in navigating maybe somewhat similar psychic space and that I’ve seen other people benefit from and that have come up a lot in interviews on the podcast, for instance, as it relates to some similar life experiences. One would be Man’s Search for Meaning by Viktor Frankl. The second which has come up a lot is The Magic of Thinking Big by David Schwartz. Both of these books are quite short. I wanna say both are certainly no longer than 250 pages and maybe less than 200 each. So, you could read each in an afternoon or certainly a single day. And aside from that, I would look for people who have done what you are trying to do, namely succeed as an entrepreneur as the child of immigrants who have a security-focused mindset, if I could be so bold as to assume that’s the case. Danny: That is the case. Yeah. I’ll confirm. Tim Ferriss: Yeah. And there are many, many, many such people to look to, whether that’s – on the name brand side, you can certainly pick and choose. I’m more familiar with many of the Indian entrepreneurs who have done this based on spending time with organizations like the IndUS entrepreneur, TiE, which may or may not exist any longer. But it was certainly a major entity when I was first getting to know the Bay Area with nothing to my name aside from really, a piece of shit hand-me-down green minivan. And I’ve always found those stories to be exceptionally inspiring but also to serve as proof of concept for you, to see that it can be done and that in fact, those people then end up not just being reconciled with their family but very respected and honored and talked about by their family at the same time. So, I think studying historical cases is very useful in a situation like this. Fear-setting, certainly we already talked about it. You already talked about it. I’m not gonna belabor that. Otherwise, I do think that – and Richa Chadda, who’s an Indian actress, certainly more than that, but talked about this in Tribe of Mentors when I asked her what she did when she felt overwhelmed or unfocused. And she would ask, “So what?” So, you write down your fear. And this is different from fear setting. But she would ask, “So what?” five to eight times, let’s just say. And you’d write down your fear. “This happens. So what?” And then you write the consequence or the preceding generative fear. And then, “So what?” And then, “So what?” And then, “So what?” And by the time you really get to the bottom of one or two pages, you realize that the teeth just aren’t there. I’m making this up. This may not be true for you. But ultimately, your family will love you no matter what. They’re just busting your balls about this particular thing. Or if you fail in entrepreneurship, you can always go get a job. It may not be in electrical engineering, but if you wanted to and had to, you had a gun against your head, you had to go find a job that your parents would approve of or your siblings would approve of, you could do that. Or you could at least get on a path that would lead to one of those jobs and therefore, in and of itself, be respectable to your family members. So, that’s another tool in the toolkit, potentially. But I think that any modicum of success forgives all sins. Danny: Right. Yeah. The problem is just getting to the initial one, right/ Tim Ferriss: Yeah. Yeah. It is. It is. But look, I am not – my grandfather was the first of his family born in the United States on one side of my family. And I never dealt with having parents who were first generation immigrants at all. But certainly, my parents have been unable to explain to anyone what Tim does for a living for a really, really long time. It was very, very hard to explain. And once I had a label like author or podcaster that could be used, it made things a whole lot easier. And they were very supportive. I don’t wanna say my parents weren’t supportive. They were. But the labels and the success combine to give your parents or siblings a story that makes sense for them and that they can convey to other people. And you can help them to develop that narrative, if that makes sense. Danny: No, I think it makes sense. Tim Ferriss: And you can also help them to develop that narrative by introducing them to documentaries or books or stories or articles about immigrants who have become entrepreneurs. Danny: Yeah. Well, all of that is that my dad and uncles and everybody else that came over here first generation were all entrepreneur immigrants. For them, it totally just filled the No. 1 priority for all things. So, it’s an interesting paradox. [Crosstalk] Tim Ferriss: Yeah. And here’s another thing I would say. It doesn’t make you weak to care about what other people think. It makes you human. As a species, Homo Sapiens would not have created – arguably destroyed also – but what we have created without a concern for social perception and hierarchy. That is just part of the programming that we experience as a human being. And it serves a lot of productive purposes. So, I wouldn’t judge yourself too harshly for caring what other people think. You just have to equally care about what you think. And a good way to learn to care about what you think is to take it out of your head and to put it onto paper, whether that’s through fear setting, through the five-minute journal or something like that, morning pages, and so on. I really find that I cannot grapple productively with my own thoughts until I have trapped them on paper in some fashion. Danny: No, that makes complete sense. I appreciate that. Tim Ferriss: Yeah. So, hopefully that helps. If it doesn’t, I apologize. But what else do you have for me? Danny: I guess I don’t need necessarily the answer that was in the initial question but just that is going about building I guess world-class support systems or just getting in the right network or group of people. You were in Silicon Valley around a bunch of an Angel [inaudible] and it was a pack industry which initially helped open a lot of doors for you, broke down a lot of barriers to help you get your foot in the door and become as successful as you are or were in that field. Tim Ferriss: Let’s get specific. So, what do you need a support system for? What are you trying to achieve? What do you think you need one for? Danny: Right. And so, I guess it just ties into going into just my ambitions of entrepreneurship and branching out in some form, essentially doing my own thing and – [Crosstalk] Tim Ferriss: Okay, which is totally fine. But entrepreneurship is very, very broad. That could be any – Danny: I apologize. Tim Ferriss: No, no, no. You don’t have to apologize. It’s very common that people want to man their own ship and carve their own course. But it will help me to think about the question if we have some degree of specificity. And if you’re trying to pick, and this is something I’ve mentioned before, but the five people with whom to associate with most, whether they’re in the form of books, in-person mentors or otherwise, you do need the specificity to help you target, whether that’s a skillset or certain types of characteristics that you want to develop. So, what do you wanna do in the world of entrepreneurship? Who are the people you aspire to be like? What are the projects that you would love to be a part of? And where are you in that journey also? Do you have a company with ten employees? Do you have a company with one employee, namely you? Do you have no company, but you’re thinking about starting something? Where are you at the moment? Danny: Yeah. So, for context, essentially, I look at getting individuals such as yourself or like a Gary Vaynerchuk, John D. Rockefeller, Steve Jobs, obviously not aiming to hit those heights just because there’s so much luck involved in that. But those are I guess just some of the people that I bring to the forefront often and think about often. And as far as pulling the trigger on doing something, I’ve always gotten to the point of building something, building up a system, essentially having everything set up on my end, but then just never pulling the trigger and going live. Right now, I work at a small startup that’s San Francisco based, actually – but they have an office in Utah – as an operations analyst and do a lot of building in sales force. But essentially, I’m just trying to branch out, do my own thing in the realm of social and trying to create some sort of hybrid between the two. Tim Ferriss: What do you want to get – what do you think you might get through entrepreneurship that you don’t get through your current job? Danny: Being the captain of my own ship. It’s never sat well with me being that guy where it’s like, “Okay. Here’s your job. Here’s your role. Here’s what we think you’re capable of. And here’s your pay, relative to what we think your skillset is [inaudible] and then go ahead and plan your life accordingly to that.” I’d essentially just like to have more time and be able to have my own life, my own agenda, my own calendar, do whatever I wanna do at my will. And then I’m also recently married. I’m coming up on two years in May and trying to start a family in the next couple of years. So, essentially giving them a one up and better foundation than what I had started on. And I just love the game of business. Tim Ferriss: If you had to start a business tomorrow, you got fired and you need to start generating income within – let’s just call it eight weeks. You have eight weeks of severance. We can make it 12. Let’s be generous. You have 12 weeks of severance. You have health insurance for a year, let’s just assume. What would you do? Danny: I’d go into e-commerce and build something on Shopify and do whatever market research necessary and just get something going. Tim Ferriss: What would you sell? Danny: Probably apparel. Tim Ferriss: Apparel. Why would you sell apparel? Danny: Now you’re grilling me. I feel like I could find some sort of niche to fill as far as people identifying with some sort of group or industry whether it’s – I’m just throwing things out there for the sake of throwing things out there, but whether it’s apparel that’s geared towards entrepreneurship – I’ve seen a lot of things trending where it’s like, “Crypto-investors,” and Bit-coin,” and stuff like that. I know it’s trendy. It’s not gonna be long-term but things that effectively just help me get from point A to point B in the meantime. Tim Ferriss: Okay. So, here’s what I would suggest as a framework for thinking about entrepreneurship. Entrepreneurship is not mutually exclusive with employment. And truth be told, I think the best way to cut your teeth as an entrepreneur is doing so while you have a paycheck. Even though people might think of me as a risk-taker and someone with a high tolerance for risk, I don’t think of myself that way. And for the record, I’ve interviewed people like Richard Branson, for instance. They do not think of themselves that way either. First and foremost, they’re looking at how to mitigate risks. So, I would suggest that if that is what you would do as an entrepreneur, that you spend, say, every Friday night and Saturday for the next eight weeks developing that business or Sunday afternoons and evenings, whatever it might be so that you have the security of the paycheck you’re receiving. You are fulfilling your obligations to your employer while simultaneously cutting your teeth and testing the assumptions that are underpinning your belief that apparel and e-commerce could be the business that provides you with the freedom you seek. And there’s no right answer here, I should also emphasize, in the sense that for better or for worse, the American dream and the media machines that exist in our country highlight the entrepreneurs who seemingly throw caution to the wind, bet the farm, and win big. That is not how most entrepreneurs succeed. And in fact, that is not how most humans achieve a life of fulfillment and financial security and contentment. There is no shame in determining that you are a really, really, really good lieutenant or general who can execute on orders and take something that would overwhelm other people in complexity or fill in the blank parameter and turn a plan into reality. That is an incredibly powerful gift. And if you do that within the confines of a company, that is in no way indicative of a lower value than being an entrepreneur staring off into space and trying to figure out what the fuck to do. I am an entrepreneur because I am a shitty, shitty, shitty, shitty, shitty employee, basically. And I’m proud of that in some capacities. But I’m also ashamed of that in other capacities. There are severe personality and interpersonal deficits that make my entrepreneurship a necessity and not an option. Does that make sense? Danny: Right. Yeah, that makes sense. Tim Ferriss: And furthermore, I am not a good manager of people. I’m very good at figuring out systems. I am very, very, very good at figuring out processes. I’m not a good manager of people. I have certain Achilles’ heels including unreasonable impatience and perfectionism and other things that lead me to be very difficult to work with and very difficult to work for, certainly. And I don’t wear those as a badge of honor. I think those are handicaps in many respects. And there’s no way that I could possibly be the CEO of a publicly traded company. I wouldn’t pass go in a situation like that. So, I have my sweet spot. Other people have their sweet spots. And you are gonna have your sweet spot. And I wouldn’t judge yourself harshly at all if that ends up being a special purpose weapon inside a company for doing X, Y, and Z. But the way you test your assumptions related to entrepreneurship is by doing so in a moonlighting capacity. So, I would take what it is you think you could do when you quit your job and do that now. I wouldn’t test those assumptions when you’ve already cut the umbilical cord and you no longer have the financial security of a paycheck. So, I would do that now. And I’ve seen a lot of really, really, really, really good companies start it that way. But for the sake of your sanity and financial security and also the security of your family to be, if you’re considering moving on that, I would absolutely moonlight. What that’s gonna mean is you’re gonna have to put in extra time in addition to your job, whether it’s on evenings or weekends or otherwise. And guess what? That is what you’re signing up for if you choose to be an entrepreneur. If you’re currently working eight hours a day, for at least the first six to 12 months, you’re gonna be working 12, 14 hours a day. And almost without exception, that is a foregone conclusion. So, you might as well get used to that in terms of additional hours per week and see how you handle it psychologically, physically, and otherwise because that is par for the course for at least the first six to 12 months without any necessary guarantee of success in the longer term. So, those are a few possibilities to consider. But I would absolutely make sure that you moonlight and test your entrepreneurial chops and develop your entrepreneurial skills while you still have fulltime income. I think that’s a very cautious but ultimately intelligent way to approach things. Danny: Right. That makes sense. No, I appreciate your insight. Tim Ferriss: All right. Anything else? I know that probably – hopefully that’s not completely underwhelming as a recommendation. But I would really just fucking get to it. If you’re gonna be an entrepreneur, you don’t have to wait until you quit your job. Start now. Start tonight. Start this weekend. Just fucking get on it. It’s like, “All right. Set up your Shopify. Start doing your market research to determine exactly what you’re gonna test first and what you can dry test before you do any manufacturing. Or are there options like Teespring or otherwise that enable you to begin to kick the tires and see if what you think is gonna resonate and sell will actually resonate and sell. So on and so forth. Danny: Right. No. And I hope I’m enclosing on your time, but I have one more question that’s not necessarily business or entrepreneurship related. And hopefully, it’s not a longwinded answer either. Tim Ferriss: Go for it. I’ll try to keep my inebriated ass to a few sentences. Go for it. Danny: No. You’re good. So, how do you find a foundation on how to balance a caloric surplus, heavy and intensive, high purchasing, regimental [inaudible] but also mix in intermittent fasting or ketogenic? Or is it just the binary, you’re either being one or the other? Or we need to find a way to mix the two in some capacity? Tim Ferriss: Yeah. I would say you’re doing either – well, at least in my case, you’re doing one or the other. So, right now, I’m in tequila, chocolate chip cookie, bullshit caloric surplus mode because I’ve been having a tough week. So, I’ve been just completely blowing every rule. And basically aging and dying as quickly as possible while getting fat in the process. Danny: There you go. What a beautiful ending. Tim Ferriss: Yeah. There’s that garbage mode which is what I’m in right now. I try not to do that too, too often, but I’m currently there because I’ve had a motherfucker of a couple of weeks. And then you have the programmatic hypertrophy, likely high insulin growth mode which is very much performance focused and not longevity focused. And I will schedule periods during which I achieve ketosis. And that is very frequently through fasting. And this is something that should be done with medical supervision. But I will do, generally speaking, a minimum of three contiguous days of fasting per month. And then I will do five to ten day fasts at least once per year, ideally three to four times per year. And that is something that you should speak with your doctor about. But otherwise, I do not generally sustain long periods of ketosis because I find it so dietarily boring as all fuck. It’s awful. It’s really, really boring. And this is particularly true if you remove dairy, which I’ve tried to do because my lipid profile goes sideways if I consume cheese and dairy while in ketosis which is something that I’ve identified and which is not that uncommon, in fact. So, I treat the, I would say, performance focused periods as quite separate from my longevity/autophagy focused periods which could involve fasting. It could involve going hypercaloric. It could involve intermittent fasting. It could involve fast mimicking diets, a la Victor Longo or any number of other things. I don’t currently use anything like Metformin or rapamycin but at some point could incorporate one or both of those and so on and so forth. But I do treat those as quite separate, much like looking at body builders going through bulking and cutting phases, although that’s mostly aesthetically focused, certainly reflects a certain caloric load and macronutrient ratio that I tend to alternate between. I don’t try to achieve both at the same time. Danny: That makes sense. Okay. Nice ending. I really appreciate your time. I’m just freaking out. I’m ecstatic that I made the shortlist. And I appreciate you giving me a call and devoting your time to helping me out and trying to help me get started and going. And the only thing I’m just curious about is when can I take you to lunch sometime when you’re in Salt Lake. Tim Ferriss: Well, you know what? I might throw it up on social when I’m next there. So, you can keep an eye out for that. But I can’t make any promises beyond that. However, I would like to ask that you just fucking get after it. So, we’re recording this on a Thursday. So, I’d say this weekend – you are now an entrepreneur starting right now. So, don’t quit your job, and get started on testing the rest of it in your off hours. Danny: Awesome. Thank you so much, dude. I appreciate it. Tim Ferriss: Of course. My pleasure. Have a great night. Danny: Goodnight, man. Tim Ferriss: Hello? Joseph: Hello. Tim Ferriss: Is this Joseph? Joseph: This is. Is this Timothy? Tim Ferriss: This is Timothy. Good evening. Joseph: How are you, sir? Tim Ferriss: I’m doing well. I am all yours. So, please fire away. What can I help with? What can I answer, if anything? Joseph: First, like most people I’m sure, I wanna thank you for everything. I found your book through the Barbell Shrug guys. Tim Ferriss: Yeah. Good crew. Joseph: Yeah. And because of them, I found podcasts, and I found you, and I found your books. And I’ve become one of your thousand true fans, as Kevin Kelly would say. So, thank you. Tim Ferriss: Well, thank you for listening. Joseph: Thank you for doing what you do. So, I know you have a lot of projects, and you’ve always got a shit-ton of balls in the air. And I consider myself a jack of many trades or a dilettante in training, if you will. And with that comes – I have a diverse group of interests and things. I’m always trying to pursue something different. And you’ve talked several times about the advice that you were given when it comes to picking projects that you only have six rounds or bullets a year to pull the trigger on. And the more that you try to – if you try anymore, it pulls you in too many directions. So, how do you pick projects, and how do you know what to pull the trigger on and what to let go? Because I’m constantly trying to always look at the next shiny object. Tim Ferriss: No. This is a good question. It’s very timely for me as well because quite frankly, I’ve taken on too many projects and also realized that many of the projects I’m working on currently are legacy projects. In other words, the reasons for starting them seemed valid a year ago, two years ago, six months ago. And now, with new information, with the ability to test those projects, some of which have underperformed, some of which have overperformed, there’s an inclination to continue doing those things we’ve invested a lot into due to sunk cost fallacy and so on. And I am at a point right now where I’m reassessing not only the projects that I might do, new projects, but really putting under scrutiny a lot of my current projects. And the way that I’m going about that right now is No. 1, doing a lot of hypothetical journaling – or it’s actually real journaling but based on hypothetical questions, namely, “If I stop doing X, what might be the upside? How might it be a good thing or a great thing?” projects that I’ve put a lot of energy, time, capital, resources into – and forcing myself to write out a full page of bullets or a full page of sentences for each of these projects that is consuming a disproportionate amount of my time primarily. So, if we’re looking at 80/20 analysis which is something I come back to repeatedly – Pareto’s law and so on from 4-Hour Workweek and elsewhere that I’ve written about it – where I’ll ask myself, “What are the 20 percent of projects right now that are consuming 80 percent or more of my time?” or, “What are the 20 percent of projects or relationships that are currently producing 80 percent or more of the phone calls, conference calls, email, and other types of – in most cases – noise?” And those go on the chopping block for consideration for elimination. And really, what I’ve realized for myself and what I’m going through right now is recognizing that it’s always easier to look at the shiny, new project versus looking at your current roster and deciding which children to kill as it relates to projects. So, I’m trying very hard not to say yes to new things until I’ve streamlined my current operations. If you’re ten percent from the breaking point at all times and you take on more projects, it’s a foregone conclusion that eventually, that’s not going to work. And currently – I literally just did this last night – I sit down. I’m spending time on morning pages, as I’ve written about before. So, Julia Cameron. Morning pages. And I’m also doing an 80/20 analysis on the positive side. And that applies on a few different dimensions. No. 1 is financial. So, I’m looking at where the income is actually coming from, and what are the handful of projects or activities – in my case, let’s just say podcast and a handful of other things – that generate the vast majority of monthly, annual income and then looking at ways to streamline that. And the question that I would ask there which is something I’ve wrote about I believe in Tribe of Mentors was, “What might this look like if it were easy?” So, the way I’m answering your question may be somewhat dissatisfying, but the point being that what I’ve learned over time is that you really need to basically put your current projects in front of the judge and jury for possible execution before you even consider what to say yes to in the new category. On the new category, what I might look at are projects or tasks that make the other possible projects and tasks either irrelevant or much easier. For instance, I’m looking at – I’ll give you a list of projects that could be on my plate. One would be doing another book similar to Tribe of Mentors where I have 100 to 200 experts of various types weighing in, answering the same set of or a similar set of questions. The next could be I work on a feature film, screenplay that I then intend to produce and direct or at least produce to have some creative control over. Then I could put on that same list I want to, from soup to nuts, start to finish, beg, borrow, and steal to get Robert Rodriguez’s attention to, from the first word of the screenplay to the finished product work on a handful of short films. And so on and so forth. And if I look at those three, I might decide that it’s in my best interest to not do the feature film first because I would learn so much through the process with Robert before doing that that it would behoove me to tackle a handful of short films or even one or two so that that will better inform the decisions I make with the higher stakes project which would be the feature film. I may further decide that it makes sense to do another book where perhaps I invite the 20 to 50 figures in entertainment and feature film and so on who I might later want to collaborate with to contribute in some fashion. And in that sense, I think about the logical progression that will make each subsequent project easier. And I remember I heard it said at one point – and this might have been from Tony Robbins, but I may be misattributing it. Could have been – who knows? – Any number of people. In any case, in effect, that we overestimate what we can achieve in a day or a month, but we underestimate what we could get done in three to five years or ten years. And for me, it’s come down to realizing that you can actually do everything, just about everything. You just can’t do it at the same time. So, you have to figure out the logical progression that puts you ahead. And when in doubt, choosing projects that help you to develop skills and relationships that transcend any single, given project because you might look at, for instance, a single project like The 4-Hour Chef which was a tremendous amount of work. It was a huge investment of time. It was a suicidal schedule. Very proud of the outcome. But ultimately, from a commercial standpoint, and because it was the first major acquisition through Amazon publishing, it was boycotted everywhere. And the sales were quite disappointing to me, certainly because we didn’t have the distribution necessary. And you could look at that as an abject failure, but in doing that for print distribution, I got to know the people at HMH, Houghton Mifflin Harcourt, which then went on to publish Tools of Titans and Tribe of Mentors, both of which ended up being No. 1. So, I developed the relationship with those people, was able to kick the tires, learn their strengths and weaknesses, while also developing other skills that then later informed bigger projects, arguably speaking. So, that’s a long answer, but I would encourage you to also pick up a book – it’s very short. I’ve read it dozens of times – called The Effective Executive. In fact, saying it right now makes me realize that I should reread it myself. But The Effective Executive by Peter Drucker would be one place that I would also turn to as a resource when trying to make decisions about your time, which ultimately every decision or almost every decision comes down to. So, those would be a few guidelines that I would suggest, at least as having been helpful for me in the past. Joseph: So, basically figure out what you’re doing that’s sucking all the energy that you could be using on something that you would care more about and get rid of those and then go back and, when you’re picking new projects, figure out what your end goal is and figure out the best project that will get you the skills to get you to the end goal, even if it doesn’t take you directly there. Tim Ferriss: Right. The progression of projects that will get you to one longer-term objective, even if it’s just a placeholder. That may totally change. But as long as you’re amassing skills and developing relationships, those are more adaptable than is important the report card for any single project, at least if you’re thinking longer-term. That’d be my recommendation. All right. If you have one more that’s short, I’ll take a stab at it. But otherwise, we can decide how to – [Crosstalk] Joseph: I do have one. You always talk about your five people. Who are your five people? Tim Ferriss: Yeah. This is a good question. And the five people change. So, I would say that very often, they are – they’re almost always close friends of mine just by virtue of the question, “Who are the five people you associate with most?” And for those people who don’t have the context, I and many other people have said you’re the average of the five people you associate with most, whether it’s physically, emotionally, psychologically, whatever it might be. Remotely, I still spend a lot of time with close friends of mine who I admire and aspire to be more like in certain ways. Naval Ravikant, Kevin Rose, Matt Mullenweg would all be on my list. Then looking at people closer to me geographically now, since I live in Austin, Texas, you would Robert Rodriguez. I think Aubrey Marcus, CEO of Onnit actually has a lot figured out and not only figured out but implemented in a very systematic way that is hard to appreciate until you’ve actually spent a lot of time around him. And so forth and so on. I would say Ray Dalio is also on that list. I don’t spend as much time with him as I would like, but certainly from a – reasoning from and planning from first principles’ perspective, one of the more impressive guys that you’ll ever come across. So, those are a few folks on my list. And they all have a lot of writing and recording out there. So, it’s possible to learn from them even if you don’t know them directly. All right, my friend. Well, I’ll tell you what. I need to keep drinking and keep dialing. So, you have a wonderful night and appreciate the questions. Joseph: Hello? Tim Ferriss: Hi. Is this Regina? Regina: Oh, my God. Hi. Yes. This is Regina. Tim Ferriss: This is Tim Ferriss. I’m looking at your area code. It is late as hell where you are. Regina: Yeah. It’s late. But it’s okay. [inaudible] Tim Ferriss: Well, you are my last call of the evening, so, I appreciate you being awake. Are you game for a short conversation? Regina: I am. Yeah. Tim Ferriss: All right. Perfect. Well, I guess it’s – what is it? It’s probably 2:30 in the morning or something like that where you are. Maybe 1:30 in the morning. In any case, I am well warmed up and happy to try to answer any questions that you might have. I can’t make any quality guarantees, but I’ll certainly give it a shot. So, how can I help? Regina: So, first, thank you for calling. And I guess my first question is, since I am the last call, how much have you partaken? Tim Ferriss: A fine question. I’ve had I would say five moderate glasses of tequila and soda. So, I’m very much – I’m not gonna say levitating, but I feel light on my feet which I think is more a reflection of the alcohol than anything else. But I’m not completely incoherent. So, it’s a good middle ground I would say. Regina: All right. Not so much. That’s decent then. I guess my question for you would be a good one because I always have a hard problem with this. How do you come up with questions to ask people to ask the right questions to be a good interviewer so that you are getting to know them very well or getting the right answers or the answers that are interesting for your listeners? Tim Ferriss: The way I approach that is not thinking of my listeners at all, quite frankly. I ask the questions that relate to personal pains or personal goals or dreams that I have. And I assume that that will apply to some percentage of my listeners, but it’s a very personal journey for me. And there’s a bit more planning to it in the sense that if I’m talking to someone who is very, very frequently interviewed who has a lot of public exposure, then I will try to avoid questions they were frequently asked for the first 20 to 30 minutes of the interview. But if we’re looking at the overarching approach, I would say it is intense curiosity and a focus on my own personal needs that drives the questions I ask. Regina: Okay. That makes sense. You’ve been asked quite a lot of questions, and you’ve told us quite a lot I guess over the years about things that I probably already had questions for. I would like to know the answer to – because I struggle with that just in general, personally because I’m more of a listener than a talker. So, even amongst if I’m dating or a friend or something like that, I find it hard to come up with questions that make the other person feel like I’m interested because I’m usually the type of person that’s anything that I’m told or how things just unfold naturally is how I guess I feel comfortable with learning about someone. Tim Ferriss: Yeah. The questions don’t have to be sophisticated at all. In fact, one way to ask questions is just to be quiet. So, I was told by Cal Fussman who wrote the “What I Learned” column for Esquire for decades, who primarily wrote that column and interviewed everyone from George Clooney to Gorbachev to President Bush and so on and every single celebrity in between, he told me at one point, “Let the silence do the work.” You don’t have to ask questions per se to be a good conversationalist, but there are also very, very short questions that you can ask following almost any statement from someone else, such as, “What did you learn from that?” or, “How did that make you feel?” There are very, very short questions that you can ask that can then prompt someone to talk for two to five to ten minutes. It doesn’t have to be anything groundbreaking or particularly innovative. And in fact, if you try to come up with really clever questions, it very often comes off as disingenuous or artificial. So, simple tends to work really well in my experience. Regina: Okay. Well, I guess to piggyback off of that, my other thing is that I always feel like I’m asking a question that might be a little too personal. Do you ever feel that way when you’re thinking of things or flowing with a conversation like, “How do I ask this question?” or, “Is this too much?” Tim Ferriss: What would be an example of a question you might ask that would be too personal? Regina: I don’t know. Sometimes I guess just for me, I’m the type of person that I grew up – as a child when I was younger, I grew up with my family members being older than me because I’m the youngest. So, I was always in that situation where it was like a child’s safe in a child’s place. You don’t ask that question. Or you only talk when spoken to kind of thing when I was younger. And it’s rolled over. So, even something as simple as if I am dating someone or we’re asking questions to get to know each other, asking anything like how to know which questions asking about the past or asking about past people they’ve dated or things like that, like what happened at the end of the last relationship. Sometimes I feel like that question might be a little too personal for someone, just asking them off the bat. And I wait for that conversation to be brought up by them so that it’s brought up in a way they’re comfortable with. So, I guess that stops me from asking a lot of the questions that I am curious about because I don’t wanna come off too forward. Tim Ferriss: Well, I don’t know if the questions are too personal. They might just be too early. So, in a context like that, you don’t wanna jump from the intellectual equivalent of a pat on the shoulder to heavy petting in ten seconds flat. You don’t wanna just emotionally sideswipe someone where they’re like, “Holy shit. This woman’s asking me about my most embarrassing, humiliating moment of my life. And we barely got drinks already. Okay. This is too much for me to handle.” Is that the only context? Or are there other contexts? Is it primarily in a dating context that you’re concerned about this? Or are there other contexts where this affects you? Regina: Well, for the past year, I’m still learning how to be a travel agent. So, in sales, it’s just asking the qualifying questions, asking the right questions, asking questions that build rapport. So, sometimes you’re reading someone. And some people tell you things that you may not have even wanted to know, but they just roll along with the conversation, and they let themselves – they just talk. And that’s where I feel more comfortable. But then when it’s an instance where you have someone who you wanna try – because I’m an introvert, so it’s a lot easier for me to listen to someone else talk than it is for me to try to facilitate that conversation to make it flow so that it does seem natural, like I’m having a conversation with someone but also getting the information I need to give them the product that they’re looking for because they don’t know necessarily what they’re looking for. And that’s why they’ve come to us. I’ll have to ask them the questions to get those answers to provide them with something that makes them feel like I understand. Tim Ferriss: Yeah, totally. So, first and foremost, being an introvert is not a handicap. I am very much – I would view myself as an introvert who can pretend to be an extrovert for limited periods of time. Don’t get fancy. So, for instance, when someone’s telling you something, you can just say, “Tell me more about that.” “Really? Give me an example.” “Could you tell me more about that?” “How does that make you feel?” “Why is this important?” There are questions like that which are very, very simple that keep someone talking. And eventually, they’re going to give you that nugget of information that helps you to better design a solution for them or find the answer to a specific need they had which they couldn’t articulate if you simply asked them, “What do you need?” They wouldn’t be able to give you the right answer. If you really just had five to ten of these follow-up questions noted down on a piece of paper in front of you, you would be able to pick and choose, which by the way, is exactly what I often do or did, at least for the first 100 podcasts that I had on this show. So, there’s no shame in that. I think that it’s very helpful to have a go-to portfolio of follow-up questions which are very, very short and very, very simple to keep people talking, in at least a sales context. And that’s true, in my experience, for dating as well. If you didn’t wanna ask about how their last relationship ended, you could ask them, “Well, how did you end up using Tinder?” “How long have you been doing da-da-da-da?” “What led you to that?” You can ask question which get them to the same end without coming off as the psycho who’s going for the jugular right away. Do you know what I mean? And trust me, I’ve been that person. I get it. But you can tiptoe around it while leading them to the story of what brought them to where they are today without being exceptionally direct about it. For instance, if I’m interviewing someone who’s dealt with a scandal – and my podcast isn’t about scandals. It’s not about, “Gotcha,” but maybe I wanna explore the emotional terrain that reflects how they reacted to some very difficult set of circumstances. If I ask them directly, “How did you respond to this event that happened when such and such person accused you of such and such thing?” they’re gonna shut down. That is a non-starter. But if I ask them – and I know something happened within the last three years, and I ask them, “Could you tell me – people listening to this podcast will think, based on your bio, based on all the successes you’ve had, that every time you step up to the plate, you hit homeruns. And I feel like that is inspiring on one hand, but very intimidating on the other. So, I’d like to try to humanize you a bit. Can you tell us about a really difficult situation or a circumstance in the last handful of years and how you responded to it?” Framing it that way opens the door to allow them to introduce it without hitting them with a full frontal assault that is gonna make them defensive. Regina: That makes sense. Yeah. Tim Ferriss: So, that’s an indirect way to approach something that allows someone else to feel like they’re taking the initiative and introducing a topic that may be uncomfortable to them. Regina: Okay. Yeah. And I think that’s my biggest problem is because I’m afraid to ask the question in any way. So, I don’t. And then the other person maybe feels like, “Oh, she’s not a good conversationalist,” or, “She doesn’t care to ask anything about me because she never asks any questions that are deeper than the typical questions.” So, I can ask indirect questions that makes the conversation start flowing and gives them control over what they tell me. Tim Ferriss: Furthermore, I would recommend that you practice when it doesn’t matter. So, don’t just practice with sales prospects. Don’t just practice with people that you’re dating, you have the hots for, and that you wanna have babies with. Don’t do that. You know what I mean? Where you’re like, “Oh, my God. This one could be the one,” that’s not the time to practice. The time to practice is when you’re talking to fucking Joe Blow in line at Starbucks. You’re like, “All right. I don’t give a shit what this guy thinks.” That’s the time to practice. And it’s the same skillset. It is the same toolkit. It is the same portfolio of go-to questions that you can utilize on a regular basis so you develop a baseline level of comfort with this repertoire so that you can then, as second nature, use it very naturally when it matters. So, that would be one of my recommendations is practice when it doesn’t matter, whether that is negotiating a pickup line, a follow-up question, a simple way of bridging one topic to the next. Really go out of your way to practice when it doesn’t matter. Regina: Okay. Yeah. That makes sense. So, then my other question would be, to follow up from that, how – because I actually don’t have a lot of situations where I could ask those questions where it doesn’t matter because I pretty much just go to work, go to the gym, and then come home. Well, actually, I guess I’ve already been doing that because I CrossFit. So, it’s eight people, ten people in the classes the times that I go to. And I’ve already been trying to talk more with people at class as opposed to just going to class, going in the shower, and leaving. And I’ve already been doing that, but I guess I can start making a fat list of follow-up questions that help move the conversation along to get to know people that I’m talking about. And that definitely helps having things set already because I work better that way when I already know how I’m supposed to do things. Tim Ferriss: Yeah. Get an index card. Write down the five questions, and just make it happen. You’re not gonna find time to do it, so you have to create time to do it. And that could be the boyfriend watching the dog while his girlfriend’s doing some God-awful Francis CrossFit workout or whatever. It’s all right. That’s the guy. You’re like, “All right. That’s my dude. That’s the guy I’m practicing on.” You walk over like, “Hey. What’s your fucking dog’s name? Oh, cool. Really? How did you choose that dog? Oh, wow. What’s the story behind that?” That’s another good question, “What’s the story behind X? Huh. How’d you decide on Y? Huh. That’s interesting. That’s interesting to me. Tell me more about that.” “Tell me more about that,” is such a lazy, useful statement. “How did you decide that? How did that make you feel? That sounds crazy. I don’t know how I’d respond to that.” Okay, boom. Then you have another – you just bought a three to five minute story. And just practice that stuff. You’re not gonna find time to do it, so you have to make time to do it. If you make it a priority, it will serve you. If you don’t make it a priority, it’s not gonna help you. So, that would be, in my drunken stupor, a Yoda like line that may or may not help. Regina: No, I think that was a very coherent answer to my question, given the fact that you’ve had five tequilas tonight. Tim Ferriss: Fantastic. Well, I should let you get some sleep, and I should probably also take my dog out for a walk and do the same thing. So, I think I will – Regina: Well, thank you for calling, Tim. Tim Ferriss: My pleasure. And good luck. Honestly, listen to my first few podcasts, especially the first one when Kevin Rose is busting my balls. It’s rough. It’s really, really rough. This is a craft. This is something you can learn and practice. And I really believe anyone can get better at it because it is so straightforward if you make the time, how you can deliver questions to humans you encounter. It is not difficult, or it’s not complex. You just have to put yourself out there and endure a small amount of discomfort with the uncertainty of how someone will respond. And if you’re willing to do that, you can get a lot better at this in a very, very short period of time. Hey, guys. This is Tim again. Just a few more things before you take off. No. 1, this is 5-Bullet Friday. Do you want to get a short email from me? Would you enjoy getting a short email from me every Friday that provides a little morsel of fun before the weekend? And 5-Bullet Friday is a very short email where I share the coolest things I’ve found or that I’ve been pondering over the week. That could include favorite new albums that I’ve discovered. It could include gizmos and gadgets and all sorts of weird shit that I’ve somehow dug up in the world of the esoteric, as I do. It could include favorite articles that I have read and that I’ve shared with my close friends, for instance. And it’s very short. It’s just a little tiny bite of goodness before you head off for the weekend. So, if you want to receive that, check it out. Just go to fourhourworkweek.com, that’s fourhourworkweek.com all spelled out, and just drop in your email, and you will get the very next one. And if you sign up, I hope you enjoy it. Posted on: August 1, 2018.", "speakers": ["tim ferriss"], "text_sentences": ["hello, you crazy kids", "this is tim ferriss", "welcome to another episode of the tim ferriss show where it is my want to investigate the habits and routines of world-class performers to try to tease out the various details that you might apply to your own life", "this episode is a very different format", "it is an odd one that has proven surprisingly popular for reasons that sometimes i don’t quite understand", "and that is a drunk dialing q&a with all of you guys, which i’ve done a few times in the last few years", "and here’s how it works", "i solicited phone numbers from listeners on facebook and twitter who wanted to receive a phone call from me, which they put into a google form", "then i told people who the first ten to 20 were going to be by posting it on social media", "and then i started drinking and dialing, answering questions, and getting a little frisky along the way", "in fact, this one, i came in hot", "started after a few preliminary drinks with friends on a weekend", "so, it’s double trouble", "i ended up covering topics including how to reassess existing projects, specifically ones which you’ve put a lot of capital and time into using 80/20 analysis and other tools; how to learn to care less about what people think, social perception, and how to minimize herd mentality – not saying i’m perfect in that regard, but i’m pretty good and have approaches for decreasing the perceived pressure around all those things – a framework for thinking about entrepreneurship, risk-taking, and how to cut your teeth as a business builder or creator; how to learn to ask better questions, whether in dating or sales; and how to let the silence do the work; and so much more", "and all that preamble out of the way, please enjoy this tequila fueled q&a with all y’all", "danny: this is danny", "hey, danny", "this is tim ferriss", "hey, danny", "this is tim ferriss", "i dropped my mic", "how are you", "danny: i’m doing well, man", "how are you", "oh, i’m clicking into sixth gear, which is sloppy gear", "so, you’re catching me at a good point", "this is just in the transition to probably 20 percent too much alcohol", "how are you doing", "danny: i don’t know, man", "relative to you, i’m not quite sure", "how many glasses of wine are you in right now", "oh, no", "we’re dealing with straight tequila", "so, i would say i’m – danny: straight tequila", "– four or five glasses in, which is, i’d say a pretty good spot", "it’s not completely haphazard, but it is well-lubricated", "where are you at the moment", "danny: i am currently in salt lake city, utah", "are you in texas at the moment", "i am", "the fine city of austin in the republic of texas", "big fan of slc though", "it’s a good spot", "so, how can i assist this evening", "what questions might you have", "danny: yeah", "i have a two-part question", "so, essentially, what it is is besides from fear setting, which you’ve gone over multiple times, is what process or system do you use or have you used in the past to essentially, effectively stop caring about what other people’s opinions are about you, your endeavors, things like that", "and then how do you go about building a world-class support system", "these could both go for a while, so i will try my best to provide a non-bullshit answer to either or both", "in terms of getting to the point where you care less or not at all about what other people think, let me drill in here your personal case", "so, what is there that you might want to do where caring about what other people think is inhibiting your ability to execute, whether for yourself or for the world at large in some capacity", "danny: yeah", "so, for myself, it’d just be entrepreneurship as a whole just because i grew up – well, i’m an immigrant", "so, came to the states when i was four from germany", "family emigrated to germany from yugoslavia in the early ‘90s with all of the war and genocide going on", "so, the immigrant narrative is you’re nobody unless you get a college degree", "so, naturally, i’m competing against all of my family members and cousins who are all electrical engineers and mechanical engineers, etc., etc", "so, regardless of what ideas, ambitions, or anything else in that regard has to do with that, as long as i don’t have a college degree, nobody values it", "and they’re like, “oh, you’re just spinning your wheels and wasting your time.” got it", "okay", "so, you’re not then concerned about what prospective customers or people in the marketplace think of whatever you’re starting", "it’s more of a question of family members", "danny: right", "just essentially getting out of the herd mentality and just being able to effectively break away from that and not be bogged down with just some of the things that are gonna happen within my own circle", "this is tougher", "this is tougher than the marketplace", "i would say tougher but not impossible", "i would recommend a few resources", "this is not something that i’ve personally experienced, but it’s something that a lot of my friends have experienced", "it’s very, very common as you know with immigrant families, whether – a lot of my friends are first generation, raised in the us from india, for instance", "exceptionally common", "if you are not an engineer, lawyer, or doctor, or fill in the blank, then all of your motives and future prospects are suspect", "what i have observed is that if you experience a degree of success in entrepreneurship, then all sins are forgiven and ultimately, people are very proud of what you’ve done", "a few resources that i might recommend that i’ve found helpful in navigating maybe somewhat similar psychic space and that i’ve seen other people benefit from and that have come up a lot in interviews on the podcast, for instance, as it relates to some similar life experiences", "one would be man’s search for meaning by viktor frankl", "the second which has come up a lot is the magic of thinking big by david schwartz", "both of these books are quite short", "i wanna say both are certainly no longer than 250 pages and maybe less than 200 each", "so, you could read each in an afternoon or certainly a single day", "and aside from that, i would look for people who have done what you are trying to do, namely succeed as an entrepreneur as the child of immigrants who have a security-focused mindset, if i could be so bold as to assume that’s the case", "danny: that is the case", "yeah", "i’ll confirm", "yeah", "and there are many, many, many such people to look to, whether that’s – on the name brand side, you can certainly pick and choose", "i’m more familiar with many of the indian entrepreneurs who have done this based on spending time with organizations like the indus entrepreneur, tie, which may or may not exist any longer", "but it was certainly a major entity when i was first getting to know the bay area with nothing to my name aside from really, a piece of shit hand-me-down green minivan", "and i’ve always found those stories to be exceptionally inspiring but also to serve as proof of concept for you, to see that it can be done and that in fact, those people then end up not just being reconciled with their family but very respected and honored and talked about by their family at the same time", "so, i think studying historical cases is very useful in a situation like this", "fear-setting, certainly we already talked about it", "you already talked about it", "i’m not gonna belabor that", "otherwise, i do think that – and richa chadda, who’s an indian actress, certainly more than that, but talked about this in tribe of mentors when i asked her what she did when she felt overwhelmed or unfocused", "and she would ask, “so what?” so, you write down your fear", "and this is different from fear setting", "but she would ask, “so what?” five to eight times, let’s just say", "and you’d write down your fear", "“this happens", "so what?” and then you write the consequence or the preceding generative fear", "and then, “so what?” and then, “so what?” and then, “so what?” and by the time you really get to the bottom of one or two pages, you realize that the teeth just aren’t there", "i’m making this up", "this may not be true for you", "but ultimately, your family will love you no matter what", "they’re just busting your balls about this particular thing", "or if you fail in entrepreneurship, you can always go get a job", "it may not be in electrical engineering, but if you wanted to and had to, you had a gun against your head, you had to go find a job that your parents would approve of or your siblings would approve of, you could do that", "or you could at least get on a path that would lead to one of those jobs and therefore, in and of itself, be respectable to your family members", "so, that’s another tool in the toolkit, potentially", "but i think that any modicum of success forgives all sins", "danny: right", "yeah", "the problem is just getting to the initial one, right/ yeah", "yeah", "it is", "it is", "but look, i am not – my grandfather was the first of his family born in the united states on one side of my family", "and i never dealt with having parents who were first generation immigrants at all", "but certainly, my parents have been unable to explain to anyone what tim does for a living for a really, really long time", "it was very, very hard to explain", "and once i had a label like author or podcaster that could be used, it made things a whole lot easier", "and they were very supportive", "i don’t wanna say my parents weren’t supportive", "they were", "but the labels and the success combine to give your parents or siblings a story that makes sense for them and that they can convey to other people", "and you can help them to develop that narrative, if that makes sense", "danny: no, i think it makes sense", "and you can also help them to develop that narrative by introducing them to documentaries or books or stories or articles about immigrants who have become entrepreneurs", "danny: yeah", "well, all of that is that my dad and uncles and everybody else that came over here first generation were all entrepreneur immigrants", "for them, it totally just filled the no", "1 priority for all things", "so, it’s an interesting paradox", "[crosstalk] yeah", "and here’s another thing i would say", "it doesn’t make you weak to care about what other people think", "it makes you human", "as a species, homo sapiens would not have created – arguably destroyed also – but what we have created without a concern for social perception and hierarchy", "that is just part of the programming that we experience as a human being", "and it serves a lot of productive purposes", "so, i wouldn’t judge yourself too harshly for caring what other people think", "you just have to equally care about what you think", "and a good way to learn to care about what you think is to take it out of your head and to put it onto paper, whether that’s through fear setting, through the five-minute journal or something like that, morning pages, and so on", "i really find that i cannot grapple productively with my own thoughts until i have trapped them on paper in some fashion", "danny: no, that makes complete sense", "i appreciate that", "yeah", "so, hopefully that helps", "if it doesn’t, i apologize", "but what else do you have for me", "danny: i guess i don’t need necessarily the answer that was in the initial question but just that is going about building i guess world-class support systems or just getting in the right network or group of people", "you were in silicon valley around a bunch of an angel [inaudible] and it was a pack industry which initially helped open a lot of doors for you, broke down a lot of barriers to help you get your foot in the door and become as successful as you are or were in that field", "let’s get specific", "so, what do you need a support system for", "what are you trying to achieve", "what do you think you need one for", "danny: right", "and so, i guess it just ties into going into just my ambitions of entrepreneurship and branching out in some form, essentially doing my own thing and – [crosstalk] okay, which is totally fine", "but entrepreneurship is very, very broad", "that could be any – danny: i apologize", "no, no, no", "you don’t have to apologize", "it’s very common that people want to man their own ship and carve their own course", "but it will help me to think about the question if we have some degree of specificity", "and if you’re trying to pick, and this is something i’ve mentioned before, but the five people with whom to associate with most, whether they’re in the form of books, in-person mentors or otherwise, you do need the specificity to help you target, whether that’s a skillset or certain types of characteristics that you want to develop", "so, what do you wanna do in the world of entrepreneurship", "who are the people you aspire to be like", "what are the projects that you would love to be a part of", "and where are you in that journey also", "do you have a company with ten employees", "do you have a company with one employee, namely you", "do you have no company, but you’re thinking about starting something", "where are you at the moment", "danny: yeah", "so, for context, essentially, i look at getting individuals such as yourself or like a gary vaynerchuk, john d", "rockefeller, steve jobs, obviously not aiming to hit those heights just because there’s so much luck involved in that", "but those are i guess just some of the people that i bring to the forefront often and think about often", "and as far as pulling the trigger on doing something, i’ve always gotten to the point of building something, building up a system, essentially having everything set up on my end, but then just never pulling the trigger and going live", "right now, i work at a small startup that’s san francisco based, actually – but they have an office in utah – as an operations analyst and do a lot of building in sales force", "but essentially, i’m just trying to branch out, do my own thing in the realm of social and trying to create some sort of hybrid between the two", "what do you want to get – what do you think you might get through entrepreneurship that you don’t get through your current job", "danny: being the captain of my own ship", "it’s never sat well with me being that guy where it’s like, “okay", "here’s your job", "here’s your role", "here’s what we think you’re capable of", "and here’s your pay, relative to what we think your skillset is [inaudible] and then go ahead and plan your life accordingly to that.” i’d essentially just like to have more time and be able to have my own life, my own agenda, my own calendar, do whatever i wanna do at my will", "and then i’m also recently married", "i’m coming up on two years in may and trying to start a family in the next couple of years", "so, essentially giving them a one up and better foundation than what i had started on", "and i just love the game of business", "if you had to start a business tomorrow, you got fired and you need to start generating income within – let’s just call it eight weeks", "you have eight weeks of severance", "we can make it 12", "let’s be generous", "you have 12 weeks of severance", "you have health insurance for a year, let’s just assume", "what would you do", "danny: i’d go into e-commerce and build something on shopify and do whatever market research necessary and just get something going", "what would you sell", "danny: probably apparel", "apparel", "why would you sell apparel", "danny: now you’re grilling me", "i feel like i could find some sort of niche to fill as far as people identifying with some sort of group or industry whether it’s – i’m just throwing things out there for the sake of throwing things out there, but whether it’s apparel that’s geared towards entrepreneurship – i’ve seen a lot of things trending where it’s like, “crypto-investors,” and bit-coin,” and stuff like that", "i know it’s trendy", "it’s not gonna be long-term but things that effectively just help me get from point a to point b in the meantime", "okay", "so, here’s what i would suggest as a framework for thinking about entrepreneurship", "entrepreneurship is not mutually exclusive with employment", "and truth be told, i think the best way to cut your teeth as an entrepreneur is doing so while you have a paycheck", "even though people might think of me as a risk-taker and someone with a high tolerance for risk, i don’t think of myself that way", "and for the record, i’ve interviewed people like richard branson, for instance", "they do not think of themselves that way either", "first and foremost, they’re looking at how to mitigate risks", "so, i would suggest that if that is what you would do as an entrepreneur, that you spend, say, every friday night and saturday for the next eight weeks developing that business or sunday afternoons and evenings, whatever it might be so that you have the security of the paycheck you’re receiving", "you are fulfilling your obligations to your employer while simultaneously cutting your teeth and testing the assumptions that are underpinning your belief that apparel and e-commerce could be the business that provides you with the freedom you seek", "and there’s no right answer here, i should also emphasize, in the sense that for better or for worse, the american dream and the media machines that exist in our country highlight the entrepreneurs who seemingly throw caution to the wind, bet the farm, and win big", "that is not how most entrepreneurs succeed", "and in fact, that is not how most humans achieve a life of fulfillment and financial security and contentment", "there is no shame in determining that you are a really, really, really good lieutenant or general who can execute on orders and take something that would overwhelm other people in complexity or fill in the blank parameter and turn a plan into reality", "that is an incredibly powerful gift", "and if you do that within the confines of a company, that is in no way indicative of a lower value than being an entrepreneur staring off into space and trying to figure out what the fuck to do", "i am an entrepreneur because i am a shitty, shitty, shitty, shitty, shitty employee, basically", "and i’m proud of that in some capacities", "but i’m also ashamed of that in other capacities", "there are severe personality and interpersonal deficits that make my entrepreneurship a necessity and not an option", "does that make sense", "danny: right", "yeah, that makes sense", "and furthermore, i am not a good manager of people", "i’m very good at figuring out systems", "i am very, very, very good at figuring out processes", "i’m not a good manager of people", "i have certain achilles’ heels including unreasonable impatience and perfectionism and other things that lead me to be very difficult to work with and very difficult to work for, certainly", "and i don’t wear those as a badge of honor", "i think those are handicaps in many respects", "and there’s no way that i could possibly be the ceo of a publicly traded company", "i wouldn’t pass go in a situation like that", "so, i have my sweet spot", "other people have their sweet spots", "and you are gonna have your sweet spot", "and i wouldn’t judge yourself harshly at all if that ends up being a special purpose weapon inside a company for doing x, y, and z", "but the way you test your assumptions related to entrepreneurship is by doing so in a moonlighting capacity", "so, i would take what it is you think you could do when you quit your job and do that now", "i wouldn’t test those assumptions when you’ve already cut the umbilical cord and you no longer have the financial security of a paycheck", "so, i would do that now", "and i’ve seen a lot of really, really, really, really good companies start it that way", "but for the sake of your sanity and financial security and also the security of your family to be, if you’re considering moving on that, i would absolutely moonlight", "what that’s gonna mean is you’re gonna have to put in extra time in addition to your job, whether it’s on evenings or weekends or otherwise", "and guess what", "that is what you’re signing up for if you choose to be an entrepreneur", "if you’re currently working eight hours a day, for at least the first six to 12 months, you’re gonna be working 12, 14 hours a day", "and almost without exception, that is a foregone conclusion", "so, you might as well get used to that in terms of additional hours per week and see how you handle it psychologically, physically, and otherwise because that is par for the course for at least the first six to 12 months without any necessary guarantee of success in the longer term", "so, those are a few possibilities to consider", "but i would absolutely make sure that you moonlight and test your entrepreneurial chops and develop your entrepreneurial skills while you still have fulltime income", "i think that’s a very cautious but ultimately intelligent way to approach things", "danny: right", "that makes sense", "no, i appreciate your insight", "all right", "anything else", "i know that probably – hopefully that’s not completely underwhelming as a recommendation", "but i would really just fucking get to it", "if you’re gonna be an entrepreneur, you don’t have to wait until you quit your job", "start now", "start tonight", "start this weekend", "just fucking get on it", "it’s like, “all right", "set up your shopify", "start doing your market research to determine exactly what you’re gonna test first and what you can dry test before you do any manufacturing", "or are there options like teespring or otherwise that enable you to begin to kick the tires and see if what you think is gonna resonate and sell will actually resonate and sell", "so on and so forth", "danny: right", "no", "and i hope i’m enclosing on your time, but i have one more question that’s not necessarily business or entrepreneurship related", "and hopefully, it’s not a longwinded answer either", "go for it", "i’ll try to keep my inebriated ass to a few sentences", "go for it", "danny: no", "you’re good", "so, how do you find a foundation on how to balance a caloric surplus, heavy and intensive, high purchasing, regimental [inaudible] but also mix in intermittent fasting or ketogenic", "or is it just the binary, you’re either being one or the other", "or we need to find a way to mix the two in some capacity", "yeah", "i would say you’re doing either – well, at least in my case, you’re doing one or the other", "so, right now, i’m in tequila, chocolate chip cookie, bullshit caloric surplus mode because i’ve been having a tough week", "so, i’ve been just completely blowing every rule", "and basically aging and dying as quickly as possible while getting fat in the process", "danny: there you go", "what a beautiful ending", "yeah", "there’s that garbage mode which is what i’m in right now", "i try not to do that too, too often, but i’m currently there because i’ve had a motherfucker of a couple of weeks", "and then you have the programmatic hypertrophy, likely high insulin growth mode which is very much performance focused and not longevity focused", "and i will schedule periods during which i achieve ketosis", "and that is very frequently through fasting", "and this is something that should be done with medical supervision", "but i will do, generally speaking, a minimum of three contiguous days of fasting per month", "and then i will do five to ten day fasts at least once per year, ideally three to four times per year", "and that is something that you should speak with your doctor about", "but otherwise, i do not generally sustain long periods of ketosis because i find it so dietarily boring as all fuck", "it’s awful", "it’s really, really boring", "and this is particularly true if you remove dairy, which i’ve tried to do because my lipid profile goes sideways if i consume cheese and dairy while in ketosis which is something that i’ve identified and which is not that uncommon, in fact", "so, i treat the, i would say, performance focused periods as quite separate from my longevity/autophagy focused periods which could involve fasting", "it could involve going hypercaloric", "it could involve intermittent fasting", "it could involve fast mimicking diets, a la victor longo or any number of other things", "i don’t currently use anything like metformin or rapamycin but at some point could incorporate one or both of those and so on and so forth", "but i do treat those as quite separate, much like looking at body builders going through bulking and cutting phases, although that’s mostly aesthetically focused, certainly reflects a certain caloric load and macronutrient ratio that i tend to alternate between", "i don’t try to achieve both at the same time", "danny: that makes sense", "okay", "nice ending", "i really appreciate your time", "i’m just freaking out", "i’m ecstatic that i made the shortlist", "and i appreciate you giving me a call and devoting your time to helping me out and trying to help me get started and going", "and the only thing i’m just curious about is when can i take you to lunch sometime when you’re in salt lake", "well, you know what", "i might throw it up on social when i’m next there", "so, you can keep an eye out for that", "but i can’t make any promises beyond that", "however, i would like to ask that you just fucking get after it", "so, we’re recording this on a thursday", "so, i’d say this weekend – you are now an entrepreneur starting right now", "so, don’t quit your job, and get started on testing the rest of it in your off hours", "danny: awesome", "thank you so much, dude", "i appreciate it", "of course", "my pleasure", "have a great night", "danny: goodnight, man", "hello", "joseph: hello", "is this joseph", "joseph: this is", "is this timothy", "this is timothy", "good evening", "joseph: how are you, sir", "i’m doing well", "i am all yours", "so, please fire away", "what can i help with", "what can i answer, if anything", "joseph: first, like most people i’m sure, i wanna thank you for everything", "i found your book through the barbell shrug guys", "yeah", "good crew", "joseph: yeah", "and because of them, i found podcasts, and i found you, and i found your books", "and i’ve become one of your thousand true fans, as kevin kelly would say", "so, thank you", "well, thank you for listening", "joseph: thank you for doing what you do", "so, i know you have a lot of projects, and you’ve always got a shit-ton of balls in the air", "and i consider myself a jack of many trades or a dilettante in training, if you will", "and with that comes – i have a diverse group of interests and things", "i’m always trying to pursue something different", "and you’ve talked several times about the advice that you were given when it comes to picking projects that you only have six rounds or bullets a year to pull the trigger on", "and the more that you try to – if you try anymore, it pulls you in too many directions", "so, how do you pick projects, and how do you know what to pull the trigger on and what to let go", "because i’m constantly trying to always look at the next shiny object", "no", "this is a good question", "it’s very timely for me as well because quite frankly, i’ve taken on too many projects and also realized that many of the projects i’m working on currently are legacy projects", "in other words, the reasons for starting them seemed valid a year ago, two years ago, six months ago", "and now, with new information, with the ability to test those projects, some of which have underperformed, some of which have overperformed, there’s an inclination to continue doing those things we’ve invested a lot into due to sunk cost fallacy and so on", "and i am at a point right now where i’m reassessing not only the projects that i might do, new projects, but really putting under scrutiny a lot of my current projects", "and the way that i’m going about that right now is no", "1, doing a lot of hypothetical journaling – or it’s actually real journaling but based on hypothetical questions, namely, “if i stop doing x, what might be the upside", "how might it be a good thing or a great thing?” projects that i’ve put a lot of energy, time, capital, resources into – and forcing myself to write out a full page of bullets or a full page of sentences for each of these projects that is consuming a disproportionate amount of my time primarily", "so, if we’re looking at 80/20 analysis which is something i come back to repeatedly – pareto’s law and so on from 4-hour workweek and elsewhere that i’ve written about it – where i’ll ask myself, “what are the 20 percent of projects right now that are consuming 80 percent or more of my time?” or, “what are the 20 percent of projects or relationships that are currently producing 80 percent or more of the phone calls, conference calls, email, and other types of – in most cases – noise?” and those go on the chopping block for consideration for elimination", "and really, what i’ve realized for myself and what i’m going through right now is recognizing that it’s always easier to look at the shiny, new project versus looking at your current roster and deciding which children to kill as it relates to projects", "so, i’m trying very hard not to say yes to new things until i’ve streamlined my current operations", "if you’re ten percent from the breaking point at all times and you take on more projects, it’s a foregone conclusion that eventually, that’s not going to work", "and currently – i literally just did this last night – i sit down", "i’m spending time on morning pages, as i’ve written about before", "so, julia cameron", "morning pages", "and i’m also doing an 80/20 analysis on the positive side", "and that applies on a few different dimensions", "no", "1 is financial", "so, i’m looking at where the income is actually coming from, and what are the handful of projects or activities – in my case, let’s just say podcast and a handful of other things – that generate the vast majority of monthly, annual income and then looking at ways to streamline that", "and the question that i would ask there which is something i’ve wrote about i believe in tribe of mentors was, “what might this look like if it were easy?” so, the way i’m answering your question may be somewhat dissatisfying, but the point being that what i’ve learned over time is that you really need to basically put your current projects in front of the judge and jury for possible execution before you even consider what to say yes to in the new category", "on the new category, what i might look at are projects or tasks that make the other possible projects and tasks either irrelevant or much easier", "for instance, i’m looking at – i’ll give you a list of projects that could be on my plate", "one would be doing another book similar to tribe of mentors where i have 100 to 200 experts of various types weighing in, answering the same set of or a similar set of questions", "the next could be i work on a feature film, screenplay that i then intend to produce and direct or at least produce to have some creative control over", "then i could put on that same list i want to, from soup to nuts, start to finish, beg, borrow, and steal to get robert rodriguez’s attention to, from the first word of the screenplay to the finished product work on a handful of short films", "and so on and so forth", "and if i look at those three, i might decide that it’s in my best interest to not do the feature film first because i would learn so much through the process with robert before doing that that it would behoove me to tackle a handful of short films or even one or two so that that will better inform the decisions i make with the higher stakes project which would be the feature film", "i may further decide that it makes sense to do another book where perhaps i invite the 20 to 50 figures in entertainment and feature film and so on who i might later want to collaborate with to contribute in some fashion", "and in that sense, i think about the logical progression that will make each subsequent project easier", "and i remember i heard it said at one point – and this might have been from tony robbins, but i may be misattributing it", "could have been – who knows", "– any number of people", "in any case, in effect, that we overestimate what we can achieve in a day or a month, but we underestimate what we could get done in three to five years or ten years", "and for me, it’s come down to realizing that you can actually do everything, just about everything", "you just can’t do it at the same time", "so, you have to figure out the logical progression that puts you ahead", "and when in doubt, choosing projects that help you to develop skills and relationships that transcend any single, given project because you might look at, for instance, a single project like the 4-hour chef which was a tremendous amount of work", "it was a huge investment of time", "it was a suicidal schedule", "very proud of the outcome", "but ultimately, from a commercial standpoint, and because it was the first major acquisition through amazon publishing, it was boycotted everywhere", "and the sales were quite disappointing to me, certainly because we didn’t have the distribution necessary", "and you could look at that as an abject failure, but in doing that for print distribution, i got to know the people at hmh, houghton mifflin harcourt, which then went on to publish tools of titans and tribe of mentors, both of which ended up being no", "1", "so, i developed the relationship with those people, was able to kick the tires, learn their strengths and weaknesses, while also developing other skills that then later informed bigger projects, arguably speaking", "so, that’s a long answer, but i would encourage you to also pick up a book – it’s very short", "i’ve read it dozens of times – called the effective executive", "in fact, saying it right now makes me realize that i should reread it myself", "but the effective executive by peter drucker would be one place that i would also turn to as a resource when trying to make decisions about your time, which ultimately every decision or almost every decision comes down to", "so, those would be a few guidelines that i would suggest, at least as having been helpful for me in the past", "joseph: so, basically figure out what you’re doing that’s sucking all the energy that you could be using on something that you would care more about and get rid of those and then go back and, when you’re picking new projects, figure out what your end goal is and figure out the best project that will get you the skills to get you to the end goal, even if it doesn’t take you directly there", "right", "the progression of projects that will get you to one longer-term objective, even if it’s just a placeholder", "that may totally change", "but as long as you’re amassing skills and developing relationships, those are more adaptable than is important the report card for any single project, at least if you’re thinking longer-term", "that’d be my recommendation", "all right", "if you have one more that’s short, i’ll take a stab at it", "but otherwise, we can decide how to – [crosstalk] joseph: i do have one", "you always talk about your five people", "who are your five people", "yeah", "this is a good question", "and the five people change", "so, i would say that very often, they are – they’re almost always close friends of mine just by virtue of the question, “who are the five people you associate with most?” and for those people who don’t have the context, i and many other people have said you’re the average of the five people you associate with most, whether it’s physically, emotionally, psychologically, whatever it might be", "remotely, i still spend a lot of time with close friends of mine who i admire and aspire to be more like in certain ways", "naval ravikant, kevin rose, matt mullenweg would all be on my list", "then looking at people closer to me geographically now, since i live in austin, texas, you would robert rodriguez", "i think aubrey marcus, ceo of onnit actually has a lot figured out and not only figured out but implemented in a very systematic way that is hard to appreciate until you’ve actually spent a lot of time around him", "and so forth and so on", "i would say ray dalio is also on that list", "i don’t spend as much time with him as i would like, but certainly from a – reasoning from and planning from first principles’ perspective, one of the more impressive guys that you’ll ever come across", "so, those are a few folks on my list", "and they all have a lot of writing and recording out there", "so, it’s possible to learn from them even if you don’t know them directly", "all right, my friend", "well, i’ll tell you what", "i need to keep drinking and keep dialing", "so, you have a wonderful night and appreciate the questions", "joseph: hello", "hi", "is this regina", "regina: oh, my god", "hi", "yes", "this is regina", "this is tim ferriss", "i’m looking at your area code", "it is late as hell where you are", "regina: yeah", "it’s late", "but it’s okay", "[inaudible] well, you are my last call of the evening, so, i appreciate you being awake", "are you game for a short conversation", "regina: i am", "yeah", "all right", "perfect", "well, i guess it’s – what is it", "it’s probably 2:30 in the morning or something like that where you are", "maybe 1:30 in the morning", "in any case, i am well warmed up and happy to try to answer any questions that you might have", "i can’t make any quality guarantees, but i’ll certainly give it a shot", "so, how can i help", "regina: so, first, thank you for calling", "and i guess my first question is, since i am the last call, how much have you partaken", "a fine question", "i’ve had i would say five moderate glasses of tequila and soda", "so, i’m very much – i’m not gonna say levitating, but i feel light on my feet which i think is more a reflection of the alcohol than anything else", "but i’m not completely incoherent", "so, it’s a good middle ground i would say", "regina: all right", "not so much", "that’s decent then", "i guess my question for you would be a good one because i always have a hard problem with this", "how do you come up with questions to ask people to ask the right questions to be a good interviewer so that you are getting to know them very well or getting the right answers or the answers that are interesting for your listeners", "the way i approach that is not thinking of my listeners at all, quite frankly", "i ask the questions that relate to personal pains or personal goals or dreams that i have", "and i assume that that will apply to some percentage of my listeners, but it’s a very personal journey for me", "and there’s a bit more planning to it in the sense that if i’m talking to someone who is very, very frequently interviewed who has a lot of public exposure, then i will try to avoid questions they were frequently asked for the first 20 to 30 minutes of the interview", "but if we’re looking at the overarching approach, i would say it is intense curiosity and a focus on my own personal needs that drives the questions i ask", "regina: okay", "that makes sense", "you’ve been asked quite a lot of questions, and you’ve told us quite a lot i guess over the years about things that i probably already had questions for", "i would like to know the answer to – because i struggle with that just in general, personally because i’m more of a listener than a talker", "so, even amongst if i’m dating or a friend or something like that, i find it hard to come up with questions that make the other person feel like i’m interested because i’m usually the type of person that’s anything that i’m told or how things just unfold naturally is how i guess i feel comfortable with learning about someone", "yeah", "the questions don’t have to be sophisticated at all", "in fact, one way to ask questions is just to be quiet", "so, i was told by cal fussman who wrote the “what i learned” column for esquire for decades, who primarily wrote that column and interviewed everyone from george clooney to gorbachev to president bush and so on and every single celebrity in between, he told me at one point, “let the silence do the work.” you don’t have to ask questions per se to be a good conversationalist, but there are also very, very short questions that you can ask following almost any statement from someone else, such as, “what did you learn from that?” or, “how did that make you feel?” there are very, very short questions that you can ask that can then prompt someone to talk for two to five to ten minutes", "it doesn’t have to be anything groundbreaking or particularly innovative", "and in fact, if you try to come up with really clever questions, it very often comes off as disingenuous or artificial", "so, simple tends to work really well in my experience", "regina: okay", "well, i guess to piggyback off of that, my other thing is that i always feel like i’m asking a question that might be a little too personal", "do you ever feel that way when you’re thinking of things or flowing with a conversation like, “how do i ask this question?” or, “is this too much?” what would be an example of a question you might ask that would be too personal", "regina: i don’t know", "sometimes i guess just for me, i’m the type of person that i grew up – as a child when i was younger, i grew up with my family members being older than me because i’m the youngest", "so, i was always in that situation where it was like a child’s safe in a child’s place", "you don’t ask that question", "or you only talk when spoken to kind of thing when i was younger", "and it’s rolled over", "so, even something as simple as if i am dating someone or we’re asking questions to get to know each other, asking anything like how to know which questions asking about the past or asking about past people they’ve dated or things like that, like what happened at the end of the last relationship", "sometimes i feel like that question might be a little too personal for someone, just asking them off the bat", "and i wait for that conversation to be brought up by them so that it’s brought up in a way they’re comfortable with", "so, i guess that stops me from asking a lot of the questions that i am curious about because i don’t wanna come off too forward", "well, i don’t know if the questions are too personal", "they might just be too early", "so, in a context like that, you don’t wanna jump from the intellectual equivalent of a pat on the shoulder to heavy petting in ten seconds flat", "you don’t wanna just emotionally sideswipe someone where they’re like, “holy shit", "this woman’s asking me about my most embarrassing, humiliating moment of my life", "and we barely got drinks already", "okay", "this is too much for me to handle.” is that the only context", "or are there other contexts", "is it primarily in a dating context that you’re concerned about this", "or are there other contexts where this affects you", "regina: well, for the past year, i’m still learning how to be a travel agent", "so, in sales, it’s just asking the qualifying questions, asking the right questions, asking questions that build rapport", "so, sometimes you’re reading someone", "and some people tell you things that you may not have even wanted to know, but they just roll along with the conversation, and they let themselves – they just talk", "and that’s where i feel more comfortable", "but then when it’s an instance where you have someone who you wanna try – because i’m an introvert, so it’s a lot easier for me to listen to someone else talk than it is for me to try to facilitate that conversation to make it flow so that it does seem natural, like i’m having a conversation with someone but also getting the information i need to give them the product that they’re looking for because they don’t know necessarily what they’re looking for", "and that’s why they’ve come to us", "i’ll have to ask them the questions to get those answers to provide them with something that makes them feel like i understand", "yeah, totally", "so, first and foremost, being an introvert is not a handicap", "i am very much – i would view myself as an introvert who can pretend to be an extrovert for limited periods of time", "don’t get fancy", "so, for instance, when someone’s telling you something, you can just say, “tell me more about that.” “really", "give me an example.” “could you tell me more about that?” “how does that make you feel?” “why is this important?” there are questions like that which are very, very simple that keep someone talking", "and eventually, they’re going to give you that nugget of information that helps you to better design a solution for them or find the answer to a specific need they had which they couldn’t articulate if you simply asked them, “what do you need?” they wouldn’t be able to give you the right answer", "if you really just had five to ten of these follow-up questions noted down on a piece of paper in front of you, you would be able to pick and choose, which by the way, is exactly what i often do or did, at least for the first 100 podcasts that i had on this show", "so, there’s no shame in that", "i think that it’s very helpful to have a go-to portfolio of follow-up questions which are very, very short and very, very simple to keep people talking, in at least a sales context", "and that’s true, in my experience, for dating as well", "if you didn’t wanna ask about how their last relationship ended, you could ask them, “well, how did you end up using tinder?” “how long have you been doing da-da-da-da?” “what led you to that?” you can ask question which get them to the same end without coming off as the psycho who’s going for the jugular right away", "do you know what i mean", "and trust me, i’ve been that person", "i get it", "but you can tiptoe around it while leading them to the story of what brought them to where they are today without being exceptionally direct about it", "for instance, if i’m interviewing someone who’s dealt with a scandal – and my podcast isn’t about scandals", "it’s not about, “gotcha,” but maybe i wanna explore the emotional terrain that reflects how they reacted to some very difficult set of circumstances", "if i ask them directly, “how did you respond to this event that happened when such and such person accused you of such and such thing?” they’re gonna shut down", "that is a non-starter", "but if i ask them – and i know something happened within the last three years, and i ask them, “could you tell me – people listening to this podcast will think, based on your bio, based on all the successes you’ve had, that every time you step up to the plate, you hit homeruns", "and i feel like that is inspiring on one hand, but very intimidating on the other", "so, i’d like to try to humanize you a bit", "can you tell us about a really difficult situation or a circumstance in the last handful of years and how you responded to it?” framing it that way opens the door to allow them to introduce it without hitting them with a full frontal assault that is gonna make them defensive", "regina: that makes sense", "yeah", "so, that’s an indirect way to approach something that allows someone else to feel like they’re taking the initiative and introducing a topic that may be uncomfortable to them", "regina: okay", "yeah", "and i think that’s my biggest problem is because i’m afraid to ask the question in any way", "so, i don’t", "and then the other person maybe feels like, “oh, she’s not a good conversationalist,” or, “she doesn’t care to ask anything about me because she never asks any questions that are deeper than the typical questions.” so, i can ask indirect questions that makes the conversation start flowing and gives them control over what they tell me", "furthermore, i would recommend that you practice when it doesn’t matter", "so, don’t just practice with sales prospects", "don’t just practice with people that you’re dating, you have the hots for, and that you wanna have babies with", "don’t do that", "you know what i mean", "where you’re like, “oh, my god", "this one could be the one,” that’s not the time to practice", "the time to practice is when you’re talking to fucking joe blow in line at starbucks", "you’re like, “all right", "i don’t give a shit what this guy thinks.” that’s the time to practice", "and it’s the same skillset", "it is the same toolkit", "it is the same portfolio of go-to questions that you can utilize on a regular basis so you develop a baseline level of comfort with this repertoire so that you can then, as second nature, use it very naturally when it matters", "so, that would be one of my recommendations is practice when it doesn’t matter, whether that is negotiating a pickup line, a follow-up question, a simple way of bridging one topic to the next", "really go out of your way to practice when it doesn’t matter", "regina: okay", "yeah", "that makes sense", "so, then my other question would be, to follow up from that, how – because i actually don’t have a lot of situations where i could ask those questions where it doesn’t matter because i pretty much just go to work, go to the gym, and then come home", "well, actually, i guess i’ve already been doing that because i crossfit", "so, it’s eight people, ten people in the classes the times that i go to", "and i’ve already been trying to talk more with people at class as opposed to just going to class, going in the shower, and leaving", "and i’ve already been doing that, but i guess i can start making a fat list of follow-up questions that help move the conversation along to get to know people that i’m talking about", "and that definitely helps having things set already because i work better that way when i already know how i’m supposed to do things", "yeah", "get an index card", "write down the five questions, and just make it happen", "you’re not gonna find time to do it, so you have to create time to do it", "and that could be the boyfriend watching the dog while his girlfriend’s doing some god-awful francis crossfit workout or whatever", "it’s all right", "that’s the guy", "you’re like, “all right", "that’s my dude", "that’s the guy i’m practicing on.” you walk over like, “hey", "what’s your fucking dog’s name", "oh, cool", "really", "how did you choose that dog", "oh, wow", "what’s the story behind that?” that’s another good question, “what’s the story behind x", "huh", "how’d you decide on y", "huh", "that’s interesting", "that’s interesting to me", "tell me more about that.” “tell me more about that,” is such a lazy, useful statement", "“how did you decide that", "how did that make you feel", "that sounds crazy", "i don’t know how i’d respond to that.” okay, boom", "then you have another – you just bought a three to five minute story", "and just practice that stuff", "you’re not gonna find time to do it, so you have to make time to do it", "if you make it a priority, it will serve you", "if you don’t make it a priority, it’s not gonna help you", "so, that would be, in my drunken stupor, a yoda like line that may or may not help", "regina: no, i think that was a very coherent answer to my question, given the fact that you’ve had five tequilas tonight", "fantastic", "well, i should let you get some sleep, and i should probably also take my dog out for a walk and do the same thing", "so, i think i will – regina: well, thank you for calling, tim", "my pleasure", "and good luck", "honestly, listen to my first few podcasts, especially the first one when kevin rose is busting my balls", "it’s rough", "it’s really, really rough", "this is a craft", "this is something you can learn and practice", "and i really believe anyone can get better at it because it is so straightforward if you make the time, how you can deliver questions to humans you encounter", "it is not difficult, or it’s not complex", "you just have to put yourself out there and endure a small amount of discomfort with the uncertainty of how someone will respond", "and if you’re willing to do that, you can get a lot better at this in a very, very short period of time", "hey, guys", "this is tim again", "just a few more things before you take off", "no", "1, this is 5-bullet friday", "do you want to get a short email from me", "would you enjoy getting a short email from me every friday that provides a little morsel of fun before the weekend", "and 5-bullet friday is a very short email where i share the coolest things i’ve found or that i’ve been pondering over the week", "that could include favorite new albums that i’ve discovered", "it could include gizmos and gadgets and all sorts of weird shit that i’ve somehow dug up in the world of the esoteric, as i do", "it could include favorite articles that i have read and that i’ve shared with my close friends, for instance", "and it’s very short", "it’s just a little tiny bite of goodness before you head off for the weekend", "so, if you want to receive that, check it out", "just go to fourhourworkweek.com, that’s fourhourworkweek.com all spelled out, and just drop in your email, and you will get the very next one", "and if you sign up, i hope you enjoy it"]}