{"dialog_idx": {"ann miura": [14, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 47, 48, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 93, 94, 95, 96, 97, 98, 99, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 138, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 154, 155, 156, 157, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 193, 194, 195, 196, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 214, 215, 216, 217, 218, 219, 220, 221, 223, 224, 225, 226, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 275, 276, 277, 278, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 396, 399, 400, 407, 411, 412, 413, 417, 418, 419, 420, 421, 425, 426, 428, 431, 432, 433, 434, 437, 438, 439, 440, 444, 445, 446, 449, 450, 455, 459, 460, 461, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 488, 489, 490, 491, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 515, 516, 520, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 552, 553, 554, 555, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 610, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 639, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 657, 658, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 678, 679, 680, 681, 682, 683, 684, 685, 686, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 709, 710, 711, 712, 713, 714, 715, 716, 719, 720, 721, 722, 723, 724, 728, 748, 749, 750, 752, 760, 761, 762, 763, 764, 765, 766, 768, 769, 772, 773, 774, 775, 776, 777, 778, 779, 784, 785, 786, 787, 788, 789, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 870, 871, 872, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 977, 981, 982, 983, 984, 985, 993, 994, 995, 996, 997, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1014, 1015, 1016, 1017, 1018, 1019, 1021, 1024, 1040, 1043, 1044, 1045, 1048, 1049, 1050, 1051, 1053, 1054, 1055, 1056, 1057, 1062, 1066, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1083, 1084, 1089, 1098, 1099, 1102, 1104, 1105, 1110, 1111, 1112, 1113, 1114], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 15, 16, 31, 43, 44, 45, 46, 49, 50, 63, 64, 65, 66, 67, 80, 91, 92, 100, 101, 102, 103, 117, 132, 133, 134, 135, 136, 137, 139, 140, 141, 153, 158, 159, 160, 161, 162, 163, 190, 191, 192, 197, 212, 213, 222, 227, 228, 229, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 272, 273, 274, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 397, 398, 401, 402, 403, 404, 405, 406, 408, 409, 410, 414, 415, 416, 422, 423, 424, 427, 429, 430, 435, 436, 441, 442, 443, 447, 448, 451, 452, 453, 454, 456, 457, 458, 462, 463, 484, 485, 486, 487, 492, 513, 514, 517, 518, 519, 521, 522, 523, 524, 525, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 556, 584, 585, 586, 587, 588, 589, 590, 608, 609, 611, 637, 638, 640, 641, 642, 643, 656, 659, 674, 675, 676, 677, 687, 688, 689, 690, 691, 708, 717, 718, 725, 726, 727, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 751, 753, 754, 755, 756, 757, 758, 759, 767, 770, 771, 780, 781, 782, 783, 790, 801, 820, 821, 822, 855, 869, 873, 874, 875, 914, 915, 916, 917, 918, 919, 920, 921, 922, 942, 943, 944, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 978, 979, 980, 986, 987, 988, 989, 990, 991, 992, 998, 999, 1000, 1001, 1002, 1003, 1004, 1020, 1022, 1023, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1039, 1041, 1042, 1046, 1047, 1052, 1058, 1059, 1060, 1061, 1063, 1064, 1065, 1067, 1068, 1069, 1077, 1078, 1079, 1080, 1081, 1082, 1085, 1086, 1087, 1088, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1100, 1101, 1103, 1106, 1107, 1108, 1109, 1115, 1116, 1117, 1118, 1119, 1120, 1121, 1122]}, "episode_num": 331, "file_type": "html", "guests": ["ann miura"], "num_sentences": 1123, "num_words": 19704, "raw_text": "Tim Ferriss: Hello, boys and girls. This is Tim Ferriss and welcome to another episode of the Tim Ferriss show. Hisashiburi dane. Every episode, it is my job to deconstruct world-class performers of different types. And that term “world-class” is going to come up again in this episode, so you can pay attention to the context. And, this particular conversation, I have with me Ann Miura-Ko who has been called “the most powerful woman in startups” by Forbes and is a lecturer in entrepreneurship at Stanford, the child of a rocket scientist at NASA – that’s a literal rocket scientist – and is a Palo Alto native and has been steeped in technology startups since she was a teenager. Prior to cofounding Floodgate, she worked at Charles River Ventures and McKinsey and Company. Some of her investments include Lyft, Ayasdi – I’m going to screw these up; I know it – Xamarin, Refinery29, JoyRun, TaskRabbit, and Modcloth. Given the success of her many investments, she was on the 2017 Midas List of top 100 venture capitalists, and, I just found out today back on 2018 elbowing her way to the top to steal the crown from her partner Mike Maples, Jr. – it’s all good spirited, Mike – and is known for so many other things. I’m going to skip some of them because we’re going to touch on the seeds of her many, many accomplishments in perhaps some of the first few minutes of the conversation. She has a BSEE – I hope I’m getting that right – from Yale and a PhD from Stanford in Math Modeling of Computer Security. She lives with her husband, three kids – ages ten, eight and six – very-well spaced – and one spoiled dog. Ann, welcome to the show. Ann Miura-Ko: Thanks for having me. Tim Ferriss: So, there are so many places we could start and I was hoping to humanize the ever-intimidating Ann Miura-Ko, which I may only partially succeed at doing. But, could we start with explaining why your brother used to introduce you or how he used to introduce you on stage? Ann Miura-Ko: Yes. So, I had this brother, an older brother by exactly 2 years. We were born on the same day. And he was one of these guys who was so confident he knew that he wanted to study cars and airplanes from the time that I could remember him existing. And he was always confident with friends and he was also confident up on stage. And so, as any good Asian child would do, we played musical instruments. I played the piano, he played the violin and we would always have to perform. And, I was painfully, painfully shy. And so, I would get up on stage and I would refuse to speak and my mother knowing this wouldn’t let this get in the way of our performing. She would send my brother up on stage to help announce whatever I was playing. And I have this real clear memory of being in junior high and having this happen. My brother got up on stage and said, “This is Ann Miura. She’s going to be playing a Chopin nocturne and go.” And I looked over and I remembered thinking to myself like the mental dialogue that’s happening in a teenager’s mind, “This is totally ridiculous.” Because, I’m sitting there in front of a room full of people and I felt fine playing the piano, but I felt petrified speaking. And, that’s one of the clearest memories that I have of my brother and me and the difference that we had between the two of us. Tim Ferriss: Why were you so shy or nervous about speaking? Ann Miura-Ko: You know, I’ve always been an introvert. So, I think it comes probably directly from that, but I was also sort of a strange child I have to admit. I had a lot of different interests but I loved to do things by myself. And so, I wasn’t really that interested in talking to other people. Like, one of the first things my mom actually discovered about me when I was a little kid when I was two, I only spoke Japanese and we were living in Michigan. And I used to be this very hostile little child and I would walk by anyone speaking in English, and in Japanese I would say, “I wish you would leave.” My poor mom. My poor mom. And so she was like, “Oh, we really should socialize Ann with people who speak English. And we were living in Michigan, so there’s no shortage of these people.” Tim Ferriss: Just to hit pause, do you still speak Japanese? Ann Miura-Ko: I do. So, I speak Japanese to my parents. Tim Ferriss: How do you say, “I wish you would leave” just for people who want to mutter that to people in the park or wherever they might be? Do you recall? How might you have said that as a kid? Do you have any idea? Ann Miura-Ko: I think I might have said – let me think about it. [Speaks Japanese]. Tim Ferriss: That is aggressive. That’s really aggressive. Ann Miura-Ko: Yeah. You know, I was like, “You’re not welcome in this house.” Or, I think probably more likely it was [speaks Japanese], which is… Tim Ferriss:   Right, right, right. Oh, wow! That’s even worse. Yeah. Ann Miura-Ko: Right. But, it was always – Tim Ferriss:   [Speaks Japanese] is like something that a drunken dad says. Ann Miura-Ko: Yeah. It’s kind of like, “Shut up.” Tim Ferriss: Yeah. You’re really loud. You’re really irritated. Ann Miura-Ko: But, like a little intransigent two-year-old saying that to a grownup speaking English in her home. Tim Ferriss: Okay. I don’t want to take us too far off the rails. We may come back to that, okay? So, we were talking about you being introverted, and shy and weird. Yeah. Ann Miura-Ko: Yeah. But, I mean it was one of these things that I think really held me back. And I knew, actually, it was holding me back. The strange part, though, was my mom was recently talking to me about this. In a few year prior to that experience, when I’m in junior high and I’m on stage, I had actually done this other thing which was we had this summer school program where I would go to local community colleges, Foothill College. And all these schools around the area when they let out for summer, the students would go to this community college to take math classes and writing classes and whatnot. So, a lot of elementary school students to high school students would be at Foothill College. And so, my mom said, “You have to pick two classes.” And one class was a math class obviously and she said, “You can pick your second class.” And my brother picked a normal junior high school writing class. And I was in fifth grade at the time. So, ten years old and I picked a negotiations class. And it was not in the summer school program. It was an adult class. Tim Ferriss:   Why did you pick that? Ann Miura-Ko: And, I picked it because I remember the book was Getting To Yes. And my mom looked at me and she said, “Why did you pick this class?” And I said, “It’s because they’re teaching you how to get to yes, and I want to know how to get to yes.” And I have this incredible experience at this community college of having a class with I imagine they were probably 30- to 50-year-old adults taking this class. And they were probably the most patient, wonderful people. And we had this experience where you had certain supplies that you were given on pieces of paper and then you had to negotiate. You were on Mars and you had to negotiate supply lines and whatnot and create a real society. And then, the simulation, they’re taking seriously a 10-year-old kid who’s negotiating for supplies, and I remember taking that experience and feeling like I was taken seriously in that environment, but it was a great experience because it was a small class. It was like 20 people. And in that setting, I felt okay speaking up, but then on stage, I didn’t still. And so, it was sort of these small steps that felt like I was getting closer and closer to realizing, “Oh, I need to actually be able to speak up. I need to be able to say things in front of a large audience.” And so, there was this desire to face my fears. Tim Ferriss: So, what was the next step after that? How did you go about facing the fear of speaking on stage? Ann Miura-Ko: So, in high school, I get to high school and as every high school freshman is doing, they’re looking for different activities to participate in, and I decide to dive into speech and debate. And, speech and debate at this time at Palo Alto High School was not a very big activity. There were probably about 20 students on the team, and I found that I really enjoyed it. And, it was a really great group of students and then, not only from Palo Alto High School, but from the local community and I just fell in love with the idea that you could really, seriously get up in front of an audience and talk about really important issues even as a high school student. And so, I dove into that activity and was, frankly, terrible at it. I think freshman, sophomore year, I didn’t win any tournaments – didn’t even come close. And that was sort of the way, though, I decided I could face that fear. Tim Ferriss: What kept you going? I mean, there’s the answer that or perhaps the potential answer you gave just a moment ago, which is you really enjoyed it and you loved it. But, what did you love about it? What did you enjoy so much that you were able to persist through failures over those first two years? Ann Miura-Ko: You know, the first thing is just the people. You know, I reflect actually on the people that I met in speech and debate and they’re doing incredible things. We have just in my year alone – not in my team but in my local community – professors. One’s at Harvard in government. One’s in philosophy at University of Colorado. One woman is now on the morning show on NPR. We have several venture capitalists. It was just a really interesting group of people all in the same age group who wanted to talk about really interesting things. I also found that the actual activity itself challenged me in a way that I hadn’t been challenged before. So, I was really good at math and science and those things really came naturally to me. But, getting up on stage and speaking was not something that was natural to me. But, the piece that I did love that came very naturally was competition. And I’ve always been this way. Tim Ferriss: No, I’m just chuckling because I would agree with that. Ann Miura-Ko: Right? I love competition. You put in points on anything and I want more. I want more than the next person. And I remember the coaches that we had. We didn’t have teachers at our school who were able to coach. And so, we had to go across the street to Stanford and find students who were willing to coach. And these kids were 18 to 21 years old. So, they would pump us up by saying, “Hey, if you can get someone to cry in cross examination, I’ll buy you a slice of pizza.” And so, things like that were extraordinarily motivating and if you could be like logic and arguments could get you a step further. It was just something that even though I wasn’t good at it at the time, I just loved it. And I felt like if I could just do one more tournament, I’d become even better at it. And you would see that. Right? And so, that’s the thing that I loved. Tim Ferriss: So, do you have any memory? This seems a very specific example that you gave of the crying and the pizza. Did that actually happened? Did you succeed at making someone cry in cross examination for a slice of pizza? Or was that just something that came – Ann Miura-Ko: Oh, yeah. Tim Ferriss: And so, please describe that. Ann Miura-Ko: There were times that – I feel like I’m not succeeding in my desire to humanize me and make myself seem like less of a dragon lady. Tim Ferriss: Oh, we’ll get there. We’ll get there. But, I want to hear this story. Ann Miura-Ko: Oh, there several stories. So, there were points in times where I remember people would cry in that they would crumble in the middle of cross-examination a run out of the room crying. And my coach would see that and proudly bring me a slice of pizza after – this happened multiple times. This wasn’t a single tournament. And there were moments where they had courtesy points to. So, it wasn’t just about winning; it was also whether you were courteous during that. And there were rounds where I got zero courtesy points. And my coaches, they would ask why we got zero courtesy points just to really understand if we were just being mean. But a lot of times it was just because we were – and I was – particularly tenacious in cross-examination and even at the point where I had the person stumped, I would just keep going. I would keep going, keep going at it. And so, I remember at least four or five occasions where someone cried and left the room before the round was over. Tim Ferriss: So, this was like the Cobra Kai of debating – that team from Karate Kid. Ann Miura-Ko: It is. My six-year-old at one point right before kindergarten said, “Hey Mama. I can make people cry just with my words.” And I have to say it was like a really proud moment for me. And that I had to course correct and talk to him about that. Tim Ferriss: Now, for someone who is wondering what I omitted from the bio that I had in front of me, you had two years of not doing well. And then in the bio, we have, “She placed first in the National Tournament of Champions and second in the state of California in high school.” And it goes on. I’ll mention one more thing – and was part of a five-person team at Yale that competed in the RoboCup competition in Paris, France. Alright. Let’s focus on the debating. So, how did you go from Miss Flub with not succeeding in debating to getting good at debating? Ann Miura-Ko: Yeah, this is where I think the love of the game has to… Tim Ferriss: Were your parents supportive through all of these early trials and tribulations? Ann Miura-Ko: No. No. So, you have to remember I come from very traditional Japanese parents who really wanted me to get into a great university. And my mom at one point right after sophomore year looks at my record. And my parents were incredibly supportive. They would go and judge these tournaments every single week and spent so much time doing it – driving us all over the state. And my parents pulled me aside and said, “You know, this isn’t working. You have a losing record in this activity that you’re doing and you appear to be doubling down on your time with respect to this. And if you want to get into a good college, you have to perform well in whatever you’re doing. It’s not just about effort. You have to have results.” And I remember my mom said to me, “I’ve heard fencing is a great way to get into an Ivy League college.” And I remember looking at her and I was like, “How is it possible that she’s my mother? She clearly does not know anything about my athletic abilities if she’s suggesting that a move into fencing at this moment.” And so, I said to them, “Point taken. Give me the summer and I’m going to just work on it.” And this was back before the Internet. So, working on it meant I was at Stanford, Green Library, reading philosophy books and reading articles about – I think they have 12 topics – 12 possible topics that they’re going to pull from for the next year and I just studied those topics. I lived in the library. And then, I emerged that year to start competing and when they announced that first topic, I knew that topic cold and then I could write my cases really quickly. I had already done all this research and I remember going into my very, very first round and I had this deal with my parents. If I didn’t win one of my first two tournaments, or at least place, then I would quit. And I had this distinct impression walking into my very first round of debate that fall and feeling as I looked across at my opponent that there was no way that they could have out-prepared me. And so, I knew that whatever they said I would have five arguments against. And it was this incredible knowledge that it’s not that you could be lucky and turn you luck around. You have to make your own luck. And for me, that was a profound lesson because I placed in that tournament, and I placed in the next tournament and it just never stopped after that. And I had a losing record all through my freshman and sophomore year and it’s like I turned it around junior year very suddenly. And the main different was that I was willing to outwork and outdo every competitor who walked in through that door. Tim Ferriss: For people who don’t know the format – and I’ll be honest. I’ve been surrounded by – not surrounded by, but certainly in the same universities and so on where debate teams existed but I’ve never seen a debate competition. What is the format? Ann Miura-Ko: So, it’s a bunch of nerdy kids dressed in suits holding briefcases. And then, maybe that’s changed, but that’s what it was back then. And then, you have a resolution that’s been announced nationwide and that resolution generally has some philosophical elements to it. This is also Lincoln-Douglas style of debate. Tim Ferriss: What is that mean if you don’t mind? Ann Miura-Ko: So, it’s one person against one person. So, it’s individual and it’s value-based. And so, you’re really debating philosophy. So, an example of one debate that we did, the principal of majority rule ought to be valued above the principle of minority rights. Or, resolve that education is a privilege and not a right. So, all of these debates are really surrounding not a specific policy, but it has some application in the real world. And what you’re trying to debate is a philosophical underpinning behind that statement. And what I loved about debate was that you were actually forced to debate both sides. So, you had to have cases ready for both the affirmative and the negative. So, pro the resolution and against the resolution. And the format is the affirmative goes up and talks about this resolution and says all the reasons that they support it and then there’s a short cross-examination where the negative then cross-examines the affirmative, ask questions of the affirmative, then the negative gets up and talks about all the reasons that they are against the resolution and then goes point by point against all of the arguments that the affirmative made and talks about why they’re wrong. And then there’s another cross-examination of the affirmative against the negative. And then the affirmative gets up for a rebuttal, the negative gets up for rebuttal and then the affirmative does closing arguments. It’s sort of shorter and shorter speeches towards the end. Tim Ferriss: And how is the outcome determined? What are the parameters? Ann Miura-Ko: So, it really depends on the tournament. Sometimes – Tim Ferriss: Aside from courtesy? Ann Miura-Ko: Courtesy points. It’s all about courtesy. There were two different types of tournaments actually when I was debating. One was where you had parent judgments and that I would say really the style of speaking, your flair really would come into play, your sense of humor; it wasn’t really just a line-by-line argument. There were also places where you would go where college students were the judges or experienced coaches were the judges and that’s where really the line-by-line logic becomes much more important than just the style of your debate. So, it really depends on your audience and you had to read the audience correctly. Tim Ferriss: And did they just then say, “I choose A or B?” Or do they have to rank sort of Olympic style 1 to 10 in some fashion? Ann Miura-Ko: So, you only have two debaters that you’re judging and you vote for one of them. And in some of the rounds you have just the single judge and then in another, in the breakout rounds, in semifinals, you might have a panel of judges. And they can’t confer. They’re just sort of voting individually on who wins. Tim Ferriss: So, you may be at a point now with debate and argument that you’ve reached the sort of unconscious competency phase in the sense that and skill acquisition, one framework that one could use to think about skill acquisition issue go from unconscious incompetence to conscious incompetence to conscious competence then unconscious competence. So, I don’t know if this question is going to be a good one, but I’ll try it anyway. For people who want to get that are at debating and structuring arguments and so on, are there any books or approaches or resources – anything –exercises that you would suggest? Ann Miura-Ko: Well, Getting To Yes I thought was always really good. I actually found the philosophical texts to be extraordinarily informative. So, anything where you have that Socratic method in a book I found really a great way of learning how people debate the greatest philosophers – Aristotle and Socrates. Even when you get into more modern literature around justice, you have people like John Rawls writing. That is actually a dialogue and a real logical debate. And I always found those examples to be really great to read how people argue philosophical constructs. You know, presidential debates, to be honest, in politics aren’t real debates because it’s two ships passing in the night and you don’t have real conflict between people. I’ve also found the British parliamentary system, if you’ve ever had the chance to see that on – I think sometimes it’s on C-SPAN – that’s actually an interesting observation of a real-world debate as well because they will actually engage in dialogue around policy and it’s not just ad hominem attacks. I found those sort of real-world examples much more powerful than someone going sort of point by point in teaching you how to debate because I think the how is much more around how do you engage in the idea, how do you read and research both sides of an argument and what do you believe on both sides. And so, one way to do that would actually be to take a fairly controversial topic and then actually read a lot of literature on both sides of the argument, and then understand were actually the conflict happens. Are there definitions that people don’t agree on? Are the nuances that people haven’t thought about? Is there real conflict or are there two ships passing in the night? I think you could do that with even the gun control debate you do that with immigration or you could do that with abortion and really understand both sides of an argument and that’s a way to engage in the process of debate I believe. Tim Ferriss: And if we’re reflecting back on your Cobra Kai training for slices of pizza, I’d be really curious to know if there any particular approaches or questions or playbooks that you find very useful in a heated argument. And I’ll give you some hypotheticals, right? Let’s say that you are on stage at an event and you are doing the Q&A of the audience and you have someone who ends up being really hostile or attacks you. Or it could be someone on stage that’s just having a contentious debate of some type. I find it fascinating to see how people even with no real logical advantage shut down opponents. And I’m not saying that’s you in this case, but for instance, whatever people may think of our dear current president of the United States, I do find it fascinating how effective he has been at saying, “Check your facts.” And it just throws enough imbalance into the dynamic where someone’s like, “Wait a second. Maybe I did miss one piece of due diligence,” that they’re on their heels and it opens up a window and creates sort of an illusion of them being stymied that is really advantageous. I’m like, “”Wow!” I mean, it’s kind of gross on one level, but it’s also kind of brilliant. And also I have a lot of lawyers in my family and so one thing that they’ll do – not to say they all love arguing, but a lot of them do.” And you’ll say something and they will go, “So, let me just get this straight so I understand. You’re saying that X.” And they’ll kind of take your argument and inch a little closer to absurdity but just subtly enough that you’ll say, “Yeah, that’s about right.” And they’ll say, “Okay. So really what you mean is X, right?” And they start to edge you over before they even counter with an argument to make you contradict yourself or kind of seem ridiculous. And then, they just have to kind of finish you off. But I’ve never taken debate. But I do find this really practical and really interesting. So, it’s a long-winded way of introing, but what are your thoughts on any of that? Ann Miura-Ko: So, it’s funny. My husband said to me in the past – and this is a lesson that I continue to try to learn and relearn – is that life is not a debate. And you know what he’s saying – and it’s funny. He was a debater as well in college and in high school and we joke that I would still have beaten him in high school if we had actually gone head-to-head. But, I think it’s a really important point that life isn’t about winning the argument. And he’s also said to me in the past, “You know, it’s not about being right.” And I think that’s so true and it’s something that I’m always trying to really practice in life and I think the debater in me makes it really hard. The things that you’re pointing out or what’s important about it is that people have a tendency to have an inner dialogue where they’re right. And instead of really listening to the other person, they’re coming up with the next argument that proves that person wrong. And so, if you go back to what I really loved about debate what I felt like I got out of it, it was actually this ability to see both sides of an argument, to really delve into a topic and understand why the side that I actually naturally believed could actually be flipped on its head. And that was a really important skill to develop and I think that was so much more important to develop than the skill to argue for my side. Because, I think in the world today, what we don’t see enough of is empathy for people you might even disagree with. And we get stuck in our version of truth and what is right and we aren’t truth seekers any more as a result. We’re truth winners. Tim Ferriss: That’s very true. Yeah. Very true. Ann Miura-Ko: And that’s a piece that really makes me sad is that when people are like, “Oh, this debate skill is so great to have because now you can ram people with your ideas.” And I’ve never seen a situation where you shouted people down and convinced them you are right. And I’ve seen situations where by developing true empathy for the other side, you actually create bridges and you create commonality, and you create situations where you can actually work together. And I think that’s the piece that I would take away from my debate experience. I would say actually making the person cry in cross-examination probably is not the skill that I should be using in real life, although maybe sometimes I do. Tim Ferriss: Just when you’re teaching your son the black magic… I should point out just so people don’t think I’m completely drinking the Kool-Aid of the bloodlust of this potential sport, although I do find it very, very fascinating as an insight into some parts of human nature, but the book you mentioned, Getting To Yes, which is the byproduct for the Harvard Negotiation Project as I recall, is not a book about proving you’re right. It’s a book about getting outcomes. And there is another book which I believe was co-authored by one of the co-authors of Getting To Yes called Getting Past No, which I also really, really like. And it is about – well, both of these books, any book really on negotiation is about achieving a very particular outcome or arriving at a desired result as opposed to proving that you’re right. So, I just want to underscore that because there’s a very real world difference as you noted between say debate and negotiation. And the toolkits are very similar perhaps in some respects, but in debate, you’re not going to have to think about – I wouldn’t imagine – something like the BATNA that they talk about in Getting To Yes – your best alternative to negotiated agreement – like walkaway power, what your options are. You don’t necessarily have to go to that thought process. But when you step into the real world, you’re not just trying to prove that you’re right. You trying to get someone to concede something and agree to a certain set of terms or a price or whatever it might be. Or, amicably trying to break up with someone or get together with someone or have a divorce or whatever it might be. You’re really trying to manifest some type of outcome or damage control. It’s really, really different from being a truth winner. And the world-class term that I mentioned in the intro and I used a little bit of foreshadowing saying that I suspected it might come up a little bit later. So, in doing homework for this conversation, I read – and I don’t think this is a misquote – but that your dad even when I think you were going to be photocopying in the Dean’s office would remind you to be world-class. And he would ask you if you turned in a calculus assignment, “Is that a world-class effort?” Ann Miura-Ko: Yes. Tim Ferriss: Could you talk a little bit more about this? That wasn’t my experience growing up. My parents certainly encouraged me to do a good job, but tell us a little bit more about your dad in this particular case and how that was used. Ann Miura-Ko: Yeah. So, my dad grew up in Tokyo right at the tail end of World War II. And so, one of his earliest memories actually is just planes coming across Tokyo and the firebombs and he escaped to the countryside and then came back to Tokyo for high school. His father passed away when he was in college and he literally tutored kids – one guy was like the Prime Minister’s son – so that he can make enough cash to support his family. He had three other siblings. And he was one of these incredible academics. And so, he was at the top of his class in one of the famous high schools in Tokyo. He went to Tokyo University, also then went to Toshiba, which at the time was one of these great companies to work for. And then he ran into a friend who told him he was also a friend who was one of the top at his high school. He said, “Hey, there are great opportunities in America.” And this person had gone off to Princeton and gotten his PhD, and was at that time working in one of the great labs in IBM and was also becoming a professor. And my dad decided that he also wanted to go to the US. And he was the eldest son. And so, having a mother who was a widow and three siblings, he had to take care of them until he had saved up enough. All of his siblings were married and his mom had the courage to say, “You know, you can go. Go to the US.” So, this is sort of the backdrop for who my dad is. He comes to the United States without speaking very much English, gets a PhD in mechanical engineering, aerospace engineering, and then is in LA ultimately as a postdoc and an associate professor. My mom comes to marry him and they are the only family members living in the United States. So, really no support. So, my dad eventually makes his way out to NASA at Moffett Field. And my memories of him, he’s very engaged on academics. But he would wake up at five in the morning and go to work and he would bring back reams of paper and would continue working late into the night. He loved what he did. And so, when he turned to me on anything I ever did from the time I was a small, small child I would be writing something and if the handwriting wasn’t neat enough, he would say, “Hey, is this world-class?” And I remember thinking to myself, “You know, for a five-year-old, yes. This is world-class.” But, he would always push. He would always say, “Is this really the best that a five-year-old could ever do?” And it was a constant message. And the story you’re pointing to is one when I was in college after living through a lifetime of this “is this world-class” question; I had a moment where I was starting my financial aid package included 10 hours of work study. And I had the opportunity to work in the office of the Dean of Engineering. And it was really funny to me at the time because I’m leaving to go to my first day of work, I called my parents and my dad gets on the phone and he says, “Make sure you do a world-class job.” And I thought my dad thought I was really doing something important in the office and in fact I was just photocopying. And I said to my dad, “I’m photocopying and filing. There’s no such thing as world-class there.” And he said, “Well, I’d still think about it.” And so I get to the office and I am actually just photocopying filing and I remember standing in front of this photocopy machine with a stack of papers thinking to myself, “What is world-class in this situation?” And I decided it was really crisp copies where you couldn’t tell that it was a photocopy. And so, I remember really trying to make the color match and everything was straight and I spent a lot of time on the details. And when I was filing things, I didn’t just hand write it. I got a label writer and made sure it was printed out on labels. And I really tried to do everything as well as I possibly could. And I remember I was getting doughnuts and I would make sure I got the fresh donuts instead of the ones that had been standing out in the basket for a while. So, every step of the way, it was, “What can I do to make this experience for the Dean or for his executive assistant a delight moment?” And it was a real lesson for me because it was a case of real ownership. I felt so much ownership of the job I was doing even though from the outside, I think most people would have thought it was just sort of a grunt job. And I think that sort of, again, when I come back to you don’t just get luck; you create these opportunities for yourself to me was a real, real learning experience. Tim Ferriss: Right. I mean, you’re looking at the potential precursors of luck and trying to set the conditions even though they might not always produce luck. You can increase the likelihood of it happening, which I think is a perfect segue to discussion about spring breaks. Don’t worry. This isn’t going anywhere tricky. This relates to shadowing. That will be my queue which might bring you back. So, all right. Where to lead into this? You were giving a man a tour around Yale. Who was this man? Why were you giving him a tour? What happened? And I actually don’t know all the details. I found two lines in a past interview and I was like, “You know, I want to dig into this because there’s more to the story. I know it.” Ann Miura-Ko: Yeah. So, I’m a junior at the time at Yale and doing this office work. And the Dean of Engineering was his older gentlemen, Allan Bromley, and he had no idea who I was. And I’ve been working in his office for, I think, two years. But, he barely knew my name. But, he was just like this great – he’d worked under George Bush, Sr., he was a legendary physicist and I really looked up to this man. And so, one day he pokes his head out of the office and the executive assistant was out. And he said, “Who are you?” And I said, “I’m Ann Miura. I’m your student assistant in this office.” And he said, “Oh, I’ve heard of you. I need you to go and give this friend of mine a tour of the engineering facilities.” And he’s like, “I know you’ll do a good job. Sarah has told me you’re great.” And so, I take this gentleman and I take him on a fairly thorough tour of the engineering facilities. And we just had a great conversation and it started off with, “Where are you from?” And I said I was from Palo Alto and it turned out this guy is from also from Palo Alto. In we’re just sort of talking about Palo Alto and the buildings that are around us and my growing up back in Palo Alto. And in the middle of it he said, “Hey, what are you doing for spring break?” And it just so happened I was going to go back home and visit my family. And he said, “Well, that’s great because I’m wondering if you want to come and shadow me and see what I do for living.” And in my complete self-centered moment of being a junior, I hadn’t asked this guy what he did for living. And I said, “Well, what you do for living?” And he said, “I’m the CEO of Hewlett-Packard.” And I remember thinking to myself, “I am such a moron.” And I said, “I think that would be amazing to be able to shadow you for a couple of weeks during spring break.” And so this man, Lou Platt, invites me to just shadow him in 1997 and I am going around literally – he didn’t have a driver. This was really just the Hewlett and Packard era of CEOs. He drove himself around in a Ford Focus. I remember this. We would go to different meetings and he took me around. And one of the days actually, Bill Gates came to make an announcement about .net with Hewlett-Packard. And so, it was an incredible event that happened. I got to sit backstage and see everything that was happening. And Lou Platt that invited the photographer to come in and actually take a picture of me talking to Lou, and I didn’t really think about it. But after the fact, I get back to my dorm and Lou Platt has sent me a thank you letter saying, “Thanks for coming to visit. I thought you would enjoy these photographs.” And there are two photographs in there. I framed them in my office now. One is a picture of me sitting on the seat talking to Lou and then the second picture is Bill Gates sitting exactly in that spot that I was sitting in talking to Lou Platt. And, you know, to me, mentorship means so many different things. I’ve had so many different examples of mentors. But, to a junior in college who literally is a nobody, he was such an incredible example of mentorship. He never asked for my resume. He never asked for my GPA. He just sort of took this girl and said, “You know what? You have something and I see it. I’m going to show you something even greater.” And to me, it was such a gift. It was so incredible because I hadn’t even thought about my own personal potential ever. No one had ever described anything to me. And I came back from that with my mind completely blown. I met Ann Livermore who was an executive and I’ve never seen a female executive in my entire life. And here’s someone who I can look at and see and I can see that people around her respect her. It was just a life-changing moment and it comes from that first comment from Dean Bromley who said, “I’ve heard of you. I heard you do a great job.” And that’s why the opportunities opened up. Tim Ferriss: “You’re the woman responsible for my fresh donuts and crisp photocopies. I’ve heard good things.” Ann Miura-Ko: Exactly. Tim Ferriss: It’s the little things. Ann Miura-Ko: It’s type- up filing labels. Tim Ferriss: Now, I should note you don’t have to go too deep into this, but in a way, you were perfectly primed for doing a good job with your photocopying and labeling after spending was it summers Kanazawa in the stationary store? Am I making that up? Ann Miura-Ko: Yeah. No, my first job was literally helping my uncle and grandmother sell office supplies in Kanazawa, Japan at our store, Taikido. Tim Ferriss: Taikido. And I’d never been to Kanazawa. For those people who don’t know, I used to live in Japan. My first time out of the US was a year in Japan as an exchange student which is a whole separate story. But, I never made it to Kanazawa until a few years ago. It’s gorgeous and it’s not that far away from Tokyo at all. Ann Miura-Ko: No. Tim Ferriss: But, it’s such a cute spot with so much to offer. I’m sorry. Go ahead. Ann Miura-Ko: Yeah, it’s actually incredible because it’s one of the few cities in Japan that was protected by historians in the US. It did not get bombed in World War II because of some of the historic elements of the cities. So it’s almost like a smaller version of Kyoto and it has a historic Japanese garden called Kenrokuen. Tim Ferriss:   Yeah. Kenrokuen is unbelievable. Unbelievable. Ann Miura-Ko: It’s unbelievable. So, summers I would spend maybe two blocks away from Kenrokuen. So, it was an incredible set of summers. But yes, I used to man the cashier register at the office supply store. So I do my pens and notebooks and stamps like nobody’s business. Tim Ferriss: Do you have any favorite go to – well, don’t worry. I’m not going to spend too much time on this. But do you have any favorite notebooks or pens or items of those types that you use today? Ann Miura-Ko: Yeah, totally. So, on pens, I love the Juice Up 0.4. Tim Ferriss: How do you spell Juice Up? Ann Miura-Ko: Juice Up. Tim Ferriss:   Oh, Juice Up. Okay. Ann Miura-Ko: Yeah. Juice Up 0.4. You can get them on Amazon. They’re super thin pens. Tim Ferriss: 0.4. That’s a .4 mm or something? Ann Miura-Ko: Yeah. And then for notebooks, it’s the Nuuna. It’s N-U-U-N-A. It’s some European brand, but I like any notebook that has the dot matrix on it and the paper quality is really great. Tim Ferriss: I see. Dot matrix. It’s not like graph paper, but there are perpendicular lines that are dotted. Ann Miura-Ko: Yes. I’m very particular. I could go on and on. Tim Ferriss: That appeals to the Dungeons & Dragons nerd in me – anything that resembles graph paper. So, the Juice Up 0.4 and the Nuuna – definitely anything European sounding with a repeating vowel I’ll pay 40 percent more for. Ann Miura-Ko: Exactly. Maybe a hundred percent more. Tim Ferriss: Maybe a hundred percent. You mentioned that you have these photographs in your office. I’m curious. Are you sitting in your office right now? Ann Miura-Ko: Yeah. Tim Ferriss: Alright. So, what else? I’m sure you have photographs of your family but outside of the usual suspects, what are other items that you have in your office that are important to you? Ann Miura-Ko: Let’s see. I have the original Lyft pink mustache that used to go in the front of the cars, which I love. I have also a picture and a set of laser-etched metal plates that students gave to me that have sort of a word graph of all of the words that they ascribed to me. Tim Ferriss: Students of what? What was the context of these students interacting with you and what are some of the words? Ann Miura-Ko: Yeah. So, I teach at Stanford. So after my PhD, what I realized was that I loved teaching more than anything else and so I stayed in contact with Tina Seelig and Tom Byers over at Stanford who run the Stanford Technology Ventures Program. And they’ve given me the opportunity to teach a few different classes, but the one I got these metal plates and photographs from was the class of 2013 Mayfield Fellows Group. And they have words like thunder lizard, bad ass, inspiring, mother… So, you know, it’s just really fun to see sort of what words they thought… Tim Ferriss: What were you teaching these Mayfield Fellows? Ann Miura-Ko: So, we were teaching the basic concepts behind leadership and entrepreneurship. And it’s sort of the first exposure that they get as juniors and seniors into really startup ecosystem. What does venture capital due within that ecosystem? What are the tough choices that you have to make as a leader within these types of organizations? What does growth look like in these types of organizations? So, it’s just sort of startup 101. But, what I love about it is it’s only 12 students and it goes for nine months. So, if you get to be involved in it, you get to really know some of the students. And I’ve been mentoring students and sometimes teaching some of these classes since 2008. And you get this whole arc of the career path of young people and I really love it. I think it’s just sort of you get to see students who start off as seniors and then they start their career. They might go to grad school, and then they go back and get a job, and then they get married and then I think one is now about to have a kid. So, you just sort of see this whole arc and it’s just about 10 years, 20 years behind where I was. And so, I get to see this incredible progress that the students make over time. It’s something that I love. Tim Ferriss: Ann Miura-Ko – mother of thunder lizards a.k.a. mother of dragons. We’re going to come back to thunder lizards because there’s a whole lot wrapped around that, but I’m going to try to keep my brain somewhat focused here. Is there reading list for that class or do you recall anything that was on the recommended required reading list for that class? Ann Miura-Ko: Yeah. So, I’m starting a class today at Stanford for the new spring quarter and in this class, what we’re teaching is what I would call intelligent growth. It’s a little bit different from the Mayfield Fellows. But, my hypothesis and my belief is that just like fake news and politics, there is actually something that we would call fake growth. Tim Ferriss: And lots of it. Ann Miura-Ko: We’ve worshiped at the altar of growth for about 5 to 10 years now and what I’ve seen is that – Tim Ferriss: And this is startup growth specifically. Ann Miura-Ko: Specifically within startups, there’s so much that we see that is fake. And no one has ascribed actual adjectives to growth until now. And so, the class that I’m teaching to engineering students at Stanford is around what is actually intelligent growth. And so, you asked about the reading for it. It’s all around some of these case studies that we’ve seen. A great example of that to me is Qualtrics. We’re going to have Ryan Smith who is the CEO of Qualtrics come in and speak and I think he’s a great example because I think he was at $50 million in revenue before he raised a dime of venture capital money. And so as a result, he’s going to own an incredible piece of his company when it exits, and it will. And so, I love the capital efficiency with which he built his business. I also think one of my companies, Lyft, is a great example of having that kind of discipline early on and not just wasting venture capital dollars in the early days when they didn’t have product market fit. So, they spent two and half years working on this platform called Zimride knowing that they had to get the density in riders. And Zimride was a platform where you could find carpooling arrangements and was being sold to universities and companies. But we couldn’t get enough density to get transactions really moving fast. And it was 2 ½ years before they launched Lyft. And in the first six weeks, you could start to see that there was real traction there. And it was only after they knew what they were doing with Lyft that they went and raised a large round with Founders Fund and then an even larger round with Andreessen Horowitz. And that story is really, really hacking value before you go out and hack growth is something that I don’t see often enough in Silicon Valley. So, it’s something that I’m continuing to seek and I love to see companies especially outside of Silicon Valley that do that. And when we come back to hunting thunder lizards, that’s what I’m looking for. Tim Ferriss: When you mention the case studies, do you have written case studies that you’re using much like – I don’t know if Stanford uses these, but much like the Harvard business school case studies which are these kind of three-ring binder, 5-to-10 page cases that are published? Do you use those? Ann Miura-Ko: Yeah. So, the ones that we focused on, there’s a Harvard business case on Floodgate that you can purchase off of the Harvard Business Review website. Tim Ferriss: All right. So, anyone can purchase these. You don’t have to be a student. Ann Miura-Ko: Yeah. Tim Ferriss: And I don’t want to interrupt, but keep going because the format of these case studies is really interesting to me. And as an undergrad senior when I took Ed Zschau’s class in high-tech entrepreneurship, which is how I met Mike Maples, Jr. who’s going to be a recurring character shortly, I remember how useful they were. So, that’s the only interjection. Sorry to interrupt. Ann Miura-Ko: No. Exactly. So, we use that case study for Qualtrics. There’s one on Floodgate. So, if you go to the Harvard Business review site you can actually just search for Floodgate or Qualtrics and it will come up. And they are somewhere between $5 and $15. They’re pretty easy to buy and download. But, I think those two in particular are quite valuable. We have then also just people coming in and speaking about some of the things that they’ve learned and how to grow that business from 0 to 1 and then 1 to X. And people like Michael Seibel who is now a partner at Y Combinator but also was part of Justin.tv and Socialcam. We have Stephanie Schatz was the fearless leader on the sales side for Xamarin. She had 18 straight quarters of beating the stretch target. So, you could only imagine how incredible she is as a sales leader taking the company 0 to $50 million in revenues. So, we have a lot of different types of people whether they’re CEOs or CROs or venture investors coming in to talk about the kinds of tradeoff they had to make and how they decipher growth to make sure they had the real kind and not just kind of their buying. Tim Ferriss: Right. Just to elaborate on that for people who may not be at the startup world, if for instance you’re sitting in on an incubator investor day and you see 12 companies in a row that have 20 percent month on month growth with very similar looking charts, there is a possibility that they have and inflating or manufacturing their numbers with paid acquisition to raise funding or do any number of things. And it’s really easy. It’s relatively easy to spot once you know the symptoms. And then there are – I suppose as Richard Feynman would say – the physicist – you must be sure not to fool yourself and you are the easiest person to fool. You can also get very caught up with what you might consider vanity metrics. And, let me take a step can just ask – well, before I ask, people definitely take a look at the case studies for both Harvard and if you search Stanford GSB, which is the business school, case studies, you’ll also find a website with these profiles of companies. And not just companies, but decisions they had to face generally where you can determine for yourself what you would do in a given situation and then read about what they did – whether it’s MongoDB – I’m looking at the Stanford GSB site and the case studies right now – Sonos and so on. How did you go to investing? How did you first become exposed to say venture capitalism? What did you think you are going to do in college? When you were in college junior year, what did you expect you were going to do when you grew up? Ann Miura-Ko: Yeah, I actually had multiple different paths. I started off when we were talking about my brother describing this kid who knew he wanted to work with cars or airplanes, from the get-go. And guess what he’s doing right now? He’s in Germany working with race cars. Tim Ferriss: Amazing. Ann Miura-Ko: And I was the complete opposite. I think when I was four, I wanted to be a farmer and then somewhere along the line, I really wanted to be a doctor. And, I wanted to be a doctor for a fairly long period of time where in freshman year summer, I took organic chemistry. I was in his premed track. I think sophomore year summer, you take the MCATs if you’re pretty sure you want to go to medical school. And, that summer, I was with my best friend who also really wanted to go to medical school. And she is right now studying leukemia. She’s a doctor at UCSF. So, she’s clearly gone down that path and doubled down on it. But, I remember going to study for the MCATs with her and I turned to the side and I looked at her and I have this sudden realization which was that – and this is two days before taking the MCATs. I said, “Hey, Kathy. I hate hospitals. I don’t like actually being around sick people. I also don’t love it when people are always complaining to me, and I think that might get in the way of me being a doctor.” And she looked at me like I was an alien and she said, “Why are you saying this right now? We’re about to take the MCATs and we need to go study for it Kaplan.” But, you know, I was just constantly observing her and she is just an incredible human being and she continues to be. But this realization of, “Wow. The actual job of being a doctor may not be some that I actually enjoy,” was really a hard realization when you’ve been all in for this long. But, it was a realization that I really had to face and I knew in my gut that I was doing it because it was a really great path. It was a path where I knew what the next step was. I knew what X class I had to take, I knew the next exam I had to take, and there were applications, and there was school, and there was residency, and fellowship and it just felt like a really predictable thing to do. But, the actual work at the end of the day was not some I was going to love or enjoy. And that was really disturbing to me. And so, I really screeched off of that path. And it was hard because I had actually taken all of the requirements except for biology and the premed requirements did not actually overlap very much with electrical engineering. So, I’ve taken a lot of extra classes to make it a possibility but realized it also wasn’t for me. And that’s where I was sort of in the state of not knowing what I wanted to be and – Tim Ferriss: And could I pause for one second? Ann Miura-Ko: Yeah. Tim Ferriss: What you just described illustrates a degree of self-awareness but also decision-making that I think is rather uncommon in the sense that I know a lot of people who’ve gone on to become doctors or lawyers or fill in the blank that has a lot of prerequisite training and schooling because of succumbing to some cost fallacy like, “Oh, God. I’ve put in so much time. Even though I have this intuitive feeling I’m not going to like it, I really should do it.” And what was the conversation or the background that allowed you to step off of that path? And not to beat the Asian kid drum too hard, but let’s be real, right? I mean, that would be a very admirable, well respected, happy-to-share-at-a-dinner-party-with-friends type of path for your parents would assume, so, all the more uncommon that you would step off of that track. So, how is that the case? Why are you different? Ann Miura-Ko: So, I think it goes back to actually the moment in debate where my mom is telling me, “You should do fencing instead of debate.” There was this realization of, “Oh, my parents really love me, but they don’t know me. And no one really knows me in terms of my capabilities and what I feel like I can get done. No one knows that better than I do.” And it was an important lesson for me because one other fact that I didn’t mention is that as a kid, there was no sign that I was special except for these weird characteristics where I would go learn negotiations. But, I failed the IQ test multiple times and the school district insisted I was not gifted or talented. My mom had to fight for me to be part of this gifted and talented program. As a two-year-old, after I was really hostile to people who spoke English, my mom tried to put me into preschool to socialize me but I ended up biting the person who was interviewing me for a preschool slot and they put me in special education. And I was one of those kids who got picked up in a short yellow bus from our house and taken to a state-run program for special children. And I think for a long time my mom wasn’t really sure what I was but she just decided to be all in on the fact that I was gifted and talented even if I wasn’t. And she was really worried that I was one of these special children. And so, I had sort of an environment around me way before Yale where I knew what I was capable of even if the test scores show that I wasn’t. And I knew what I was capable of even if my parents did see it in me. And I think there’s sort of this moment in time that people need to have where you realize that there’s no test for human potential. There’s no recognition for that. It’s something that you have to find inside of yourself and I think for me, one of those tests was actually going back to am I going to be a great doctor? And if I revisit this question that my dad had always asked me, “Can you be world-class?” I knew I couldn’t because I looked at Kathy and she was going to be world-class because she loved helping people and she loved helping people from that kind of caretaking perspective, which was not where I was going to be world-class. But, I felt like there were some the where I could be great at something. That just wasn’t it. Tim Ferriss: And you have all of this technical training by this point. You have the chemistry but you certainly also have at that point the electrical engineering probably. Ann Miura-Ko: Yeah. Tim Ferriss: How does finance and investing or startups – I don’t know which came first – into the picture? Ann Miura-Ko: So, having grown up in Palo Alto, I was actually exposed to a lot of startups. Even as a kid, I used to babysit for a serial entrepreneur and he was always tinkering around in his garage. And I remember thinking to myself he works for himself, which is very, very cool. Also on my debate team was Lisa Brennan-Jobs who I didn’t really realize she was the daughter of Steve Jobs until I was in her house and we were talking about debate. I was a senior at the time that I was helping her through learning the ropes of speech and debate and Steve Jobs appeared out of nowhere. And I remember thinking to myself, “What is Steve Jobs doing in this house?” And so, it was all around. And so venture capital was that actually a friend of and had brought up when I was still struggling with this notion of what should I be. And he was a real finance guy and he said, “Well, you’re really good at technology and you’re now interested in business because of this exposure to Lou Platt. You know, have you ever thought of venture capital?” And I remember kind of reading about it and having heard a little bit about growing up. Looking into it and realizing you have all this work experience you need to have, I talked to a couple of former Yalies who were venture capitalists and sort of had that in the back of my head. And so, I went off to work at McKinsey as a consultant for three years, and then in the process of trying to figure out what to do next, I met a venture capitalist by the name of Ted Dintersmith and in that interview with him, we spoke not about technology, not about the research I had done or my work experience, but he wanted to know what books I was reading. He wanted to know about the music that I loved. And in that period, I was really into modern American literature. So I was really into E.L. Doctorow. And there are a few books that I just absolutely loved and we talked about that for a little while. And then we turned to music, I played piano, classical piano since I was four. And he and I talked about the classical musicians that I really loved. And he happened to be an English Lit major along with being a physics major. So, he loved books is much as I did, maybe even more. And then, he was an opera nut. And so, we had all these things that we could talk about and two hours into that conversation, never having touched upon technology, he then basically said how would you like to come and work with me? And I was living out in Palo Alto at the time. This was an opportunity in Boston and I remember not even hesitating, knowing that I wanted to work with this person, this human being sitting across the table from me. I jumped at that opportunity and it wasn’t the fact that it was in venture capital but rather I really wanted the chance to be working around someone like Ted Dintersmith at that that time. Tim Ferriss: Let’s talk about that interview for a second. So, that I think would strike some people as a very unusual interviewing style. Ann Miura-Ko: Yes. Tim Ferriss: Do you think in retrospect, and maybe you know, that he had already decided you were fully capable of doing the job, therefore he didn’t have to check that box. He just wanted to make sure that he could work with you and spend time with you? Was it that he was using that interview to sell you so that when he made the offer you would say yes? What do you think was going through his mind before and during that conversation? Ann Miura-Ko: You know, I think Ted is a very unique human being in that I used to have this perception that networking was working a room and you shake a lot of hands and hold a lot of babies and you learn a few names and you move on. I learned from Ted that networking is actually a deep curiosity about the human being who’s sitting across the table from you. So, I don’t think he necessarily had that kind of purpose in mind but that he was just really interested in what I was interested in. And we happened to find commonality and he was trying to understand how my mind worked and what I was interested in. And I’ve taken that as a real lesson because I love the way he would network. He learned so much about people in that process and that’s how he ministered to his entrepreneurs. He also was capable of providing advice at the right time because he really knew those people. And so, for me, I felt like it was a really unique interview. It stood out from all the interviews I’ve ever had. But I think he was learning more about me than most other technical interviews could have gotten to. And then, you know, his other partners, I think Izhar Armony, gave me more sort of a case study and could dive into that. But Ted always had a deep curiosity about the human being and not necessarily just the skills. Tim Ferriss: What else did you learn from him or in that position – in that job? Ann Miura-Ko: I thought that Ted was also an incredible first principles thinker. So, my second day of work at CRV was 9/11. Tim Ferriss:   Oh, my God. Ann Miura-Ko: And so, he went from kind of bad economy to sort of a horrible, black hole economy. And so, it was a really terrible time for venture. And they had just raised this one $1.4 billion fund. So, for venture, that’s a huge amount of money. And it’s a huge accomplishment to convince so many investors to invest in your venture capital firm at that amount. But then Ted took the time to actually start to do analysis with me on how much capital had gone into venture capital at that moment. And then the exits had stopped. There were no more IPOs. No one was acquiring companies. The economy just came to a screeching halt. And he decided along with the other partners in his firm to give back most of the money. So, they reduced their fund from $1.2 billion to $450 million. And the reason why that’s so interesting and impressive is that the way a venture capital firm makes money, the way you have any salary or the operating money that you have for the firm is a direct percentage of the fund that you raise. And so, by shrinking the size of the fund, you’re shrinking the size of the management fees that you get pretty dramatically. Tim Ferriss: Oh, for sure. Very dramatically. I mean, for people who don’t know, you’ll hear very often – it’s not always the case – but in venture capital, 2 and 20; 2 and 20. And that means 2 percent management fee based on the assets under management, meaning that particular fund and then 20 percent of the upside for people who don’t know. Ann Miura-Ko: Right. And so, they decided to give back those management fees and to me, that was really, really impressive because you’re facing down a really terrible economy. Not only are you shrinking the size of your fund to reflect that, you’re also shrinking the size of your management fees and you’re taking that blow. And so, things like that I learned. I learned also how to shepherd companies through that kind of difficult time and how to be a true partner to an entrepreneur. And so, I think it was a really important lesson to learn because I would argue most people haven’t seen real cycles. People seem to think 2008 was a real significant dip in the economy, but anyone who lived through 2001 knows that 2008 was a blip compared to a real downturn. And because we’ve had a raging bull market for such a long time, that memory and that knowledge of having survived 2001 as a crisis period is something that I hold with me really in my war chest. I know how to get through that kind of time period and I don’t pick a lot of people do. Tim Ferriss: Yeah, it makes me think of a lot of what I heard in Silicon Valley – I still hear – before moving to Austin, which makes me think of – going to paraphrase this, but it’s a quote from Sir John Templeton I think it is, which is the most expensive words in investing are, “This time it’s different.” And it has been quite the bull run. You mentioned first principles thinking. I want to tie that into something you mentioned related to your class – tough choices for leaders. What are some of the toughest choices for leaders I suppose in this context? CEOs or high-level execs, cofounders of companies, or some of the toughest decisions that nonetheless seem to come up fairly commonly? Ann Miura-Ko: I think the most difficult thing for a startup founder, CEO, leader is that especially when you witness multiple phase changes in a business. And so, if you imagine you’re going from absolutely nothing to something, that’s what I call the 0 to 1 phase. You’re searching for product market fit. You’re trying to find the best customers. You’re trying to find where your 10X advantage is truly valued. That’s a very different business process and truth seeking then when you’re going from 1 to X which is, “Now that I know what my value proposition is, I’m going to add to that but I’m also going to pull on some of these growth levers.” The fundamental job of a VP of marketing who is in that 0 to 1 phase changes dramatically 1 to X. It changes dramatically for the salesperson 0 to 1, to 1 to X. And you go through this incredible Bermuda triangle where you have to navigate that change. And so, what I see challenging for startup founders is actually being comfortable with your fundamental job, shifting from every three months. You would have a massive shift in what you need to focus on and how you need to develop. And I think a company is a multidimensional thing. In Silicon Valley, we spend so much time about product and product market fit that we forget that there’s this huge emphasis you might want to place on the fact that a company is also an organization. A company is also a category that you’re building. The company is also a business model. A company is also a team. And so, it’s the skill set actually to balance all of those things and knowing when you fundamentally need to change out the talent in your team, knowing when you actually need to let go of the product, and knowing actually – to me this is probably the hardest piece – knowing the difference between a winning strategy versus a strategy not to lose. Tim Ferriss: Could you elaborate on that please? Ann Miura-Ko: Yeah. So, to me a strategy not to lose is a lot of different things. It’s not to lose to a competitor, not to lose talent, a strategy not to lose out on revenue. So, it’s all these fears that you have of captured ground or the fact that you might have someone take over something that you want to do – a competitor who’s breathing down your neck versus a strategy for winning is about where you double down on? What do you do to capture ground, to be aggressive, to play offense and not defense? To me that is a huge difference between that strategy of “I’m going to win in this market” versus “I’m not going to lose.” And not losing often involves a lot of hedging. And when you feel that urge to hedge, you need to focus. You need to be offensive. Tim Ferriss: In what ways might that hedging manifest? What would be examples you’ve seen or hypotheticals of the symptoms of a defensive strategy in the form of hedging? Ann Miura-Ko: Great question. It might manifest itself in, “I am going to go after two very different customer segments. One is large enterprises; the other is small/medium businesses.” And the reason why that’s really hedging is you have two completely different ways of selling to those organizations and you’re afraid to pick one because maybe you have some revenue in both. But in that situation, by not choosing to focus on one group or the other, you’re probably A, shortchanging your team because you don’t have a specialized team to go after that opportunity, you’re shortchanging your business model because you aren’t pricing your product correctly, and you’re shortchanging the opportunity because probably your product isn’t optimized for that customer set. Your customer service isn’t optimized for that product set, and your team is ultimately confused because you’re heading in two completely different conditions and directions. And so, I believe that that’s one of the most common ways that I see people involved in a strategy of not losing instead of we’re here to win it. Tim Ferriss: Yeah. All of those things that you mentioned also contribute to lighting money on fire, right? I mean, that’s split focus. Ann Miura-Ko: The bonfire. Tim Ferriss: The bonfire of funding or of cash flow depending on where it comes from. This is really important and you know this but I want to underscore it for people listening and give a few other examples that people might enjoy exploring. So, this winning versus not losing extension seems really subtle, but you can get an intuitive feel for it in a few different ways. One is there is actually a three-part miniseries podcast called the making of Oprah and it talks about the rise of Oprah. I know this seems like an odd segue. Oprah impresses the hell out of me in 1 million different ways, and after you listen to this, you’ll understand exactly why that’s the case. But, she would constantly tell her team, many of whom wanted to respond to say Donahue who was the 800-pound gorilla at the time, we need to race our own race in the sense that if you’re on the thoroughbred race and you’re in a race, you need to focus on your race. You can’t be looking side to side at the competitors, the racers next to you or you get yourself into a lot of trouble when you get really injured. And the second is, if people want to Google Dan Gable on aggression, there’s a short video I put on my blog that hits this point exactly. And giving examples of different disciplines because it is cross disciplinary. It’s not just investing in startups. Dan Gable is the most legendary wrestling coach certainly over the last hundred years in the United States. Also, won a gold medal in the 19 – I want to say – 72 Munich Olympics without having a single point scored on him. That just does not happen. And this video will show you a lecture that he’s giving one of his athletes after his athlete tied. And he said, “You lost to him twice before. You just didn’t want to lose. He said you never want to win that way. You got a tie at that’s exactly why you got a tie.” The difference is just so powerful and it’s worth – I just thought – taking a second to underscore it because I think that is really a critical distinction that you brought up. Ann Miura-Ko: Also, I think about it – I love to ski and I had this instructor once, I was complaining about going through powder and I was saying how it really hurt my thighs. And he was like, “My thighs are burning.” And he looks at me and he said, “Because you’re not leaning forward.” And the minute you lean forward, suddenly you’re just gliding. And it’s scary in that moment when you lean forward because you feel like you’re going to fall and yet it gives you so much more control and it gives you so much less effort counterintuitively. Tim Ferriss:   Definitely. Ann Miura-Ko: And that to me is like the perfect example of you have to actually have a little bit of aggressiveness in order to have the win. Tim Ferriss: I think you are well-suited in that respect. How did you meet the man who so famously tries to trick – not trick, that sounds too strong – who so commonly will say something like, “Well, I’m just a southern boy. Maybe you could slow down and explain that one more time,” which by the way, if you ever hear anything like that, really stop and pay attention because you’re about to be tricked or misdirected. I’ve actually borrowed that and I use that for Long Island a lot. I’m like, “You know, just a slow Long Island boy. Take a second. Maybe you can explain that to me again.” How did you meet Mike Maples, Jr.? Ann Miura-Ko: Yeah. So, this actually happened in one of the classes that I was teaching at Stanford. He was one of the mentors for a bunch of teams. So, we had all these teams that were created business plans for their own version of a startup company. And we had incredible mentors to each these teams. We had I think someone who is the former CEO of VeriSign. Diane Greene might’ve been a mentor to one of the teams. Tim Ferriss: Can you explain to folks who Diane Greene is for those who don’t know? Ann Miura-Ko: Diane Greene is now the head of Google Cloud. She was also the CEO of VMWare. Tim Ferriss: Big deal. Big, big deal. Ann Miura-Ko: So, big deal. Big deal. And what we did was we would team up some of these entrepreneurs or people in Silicon Valley with a student team, and Mike was one of them. And for people who know Mike, he’s just this charming guy – a boy from Oklahoma. He calls himself sometimes a washed-up enterprise VC or a washed-up enterprise entrepreneur, but he’s not. And so, he came to our class and he was mentoring this team but he was actually being too nice. And so, this team was having all sorts of weird issues. They were fighting and they came to my office hours and one of them started to cry. Tim Ferriss:   I’m spotting a theme here within proximity of… Ann Miura-Ko: Right. I did not make this team member cry. They were making each other cry. Tim Ferriss: Yeah, I’m just screwing with you. Ann Miura-Ko: And so, I was just really kind of mad at Mike because part of the role of the mentor is to help shepherd them through this tough point. And he was just kind of checked out on that front. And I emailed him and he said, “Oh, yeah. My team is doing great.” And I said, “Well, I kind of to differ. They were just in my office and one of them started to cry and they’re fighting. And right now, if they don’t pull it together, they’re really going to fail the class.” And he just wrote this message that said, “Well, I think they’re going to get an A+.” And so I said, “Well, so far, not tracking.” And so, we just sort of had this friendly banter and actually the team does turn it around and they ended up getting an A+ in the class. Tim Ferriss: Now, did Mike intervene or did he just throw some turtle shells on a desk and divine his way to that outcome? Ann Miura-Ko: I’m not really sure, but I actually take full credit for the turnaround because had I not pointed out to Mike, then the team would’ve just imploded. And so, based on that interaction, a few years later I was starting to get to a point  in my PhD where I was thinking of starting my own company. And I had started my PhD in computer security exactly because I knew that it didn’t matter when I graduated, there would be a computer security problem out there and I wouldn’t be at risk of market timing. And it was sort of a perfect opportunity because just as I was going through my research, it was from 2003 to 2007 at this point, we had transformed from this world of where security used to be a bunch of vandalism problems to now there were companies involved and real money was being involved and so, real crime was being created here. And then toward the end, there was really like nation-state warfare starting to happen. So, my research was really in risk management of computer security and I knew this was becoming a huge issue. And so I started to think, “I’m going to make a company. And so, at that moment, I turned to some of my advisors and my advisors were nice enough to say, “Hey, if you’re thinking about starting a company, you’ve been in the ivory towers for literally four years. You should get out of the classroom and go check out some angel investors.” And then, Mike was one of the first people I turned to and I asked if I could his deal flow, and he was nice enough to say, “Sure. Why don’t you just come in and take a look at my deal flow on Wednesday.” And so, we would sit next to each other look at companies. Tim Ferriss: Deal flow means the top-of-the-funnel companies that he’s considering potentially investing in. Ann Miura-Ko: Right. They would come in and pitch for between 30 minutes and an hour, and then at the end of that, I think it was March of 2008, he calls me as I’m actually going up to Tahoe to ski. He calls me to say, “Hey, Ann. I have this great idea. I just raised my first fund. It’s $35 million and I think that you should drop out of your PhD program and join me. And it’s not the venture back startup that you’ve been thinking about. But, it’s now a backed venture startup. Let’s go.” Tim Ferriss:   Oh, I like that. That’s really good. Now, was that an immediate “yes?” Or was it a, “Let me sleep on it?” Ann Miura-Ko: I actually thought he was crazy because first of all, I was literally a nobody. I’m a PhD’s candidate; I didn’t even have my degree at Stanford. So, there’s like all these business school students. There’s great angel investors milling around. The major question was why does this guy think that I would actually be a good investor? And then, the second piece was there weren’t a ton of venture capital firms that were being started up. So, even when I went back to people who were my mentors, some of them said, “Why would you go to a no-name VC? Why won’t you go and be an associate at Kleiner Perkins or Excel or Sequoia?” And I didn’t really have a good answer. Tim Ferriss: And just to set the stage for folks who don’t know the recent history of Silicon Valley at the time that Mike had proposed this to you, micro venture capital was barely a thing. There are a lot of funds of all different sizes now. But at the time, this was very unusual. Ann Miura-Ko: Yeah. And so, it was at this point and we get to 2018. There’s probably 30 funds being pitched a week to a limited partner who invests into these venture capital firms. But back then, there was very, very few. And so, it was really a question of, “Is this the smart thing to do?” And I think this is sort of where when you turn to an entrepreneur, this is the feeling that they get. What I sensed was there was actually a major change afoot. All of the students around me at Stanford didn’t need $5 million to start a company. And that’s what venture capital was offering to startups at that point. They would say, “I will buy 50 percent of your company for $5 million.” Tim Ferriss: Right. It was predicated on the entry costs being very high in some respects. Ann Miura-Ko: Very, very high. And at that point, we suddenly have open-source software, we really have what’s starting to look like cloud computing, we have all the shared resources. So, even though I was helping to run servers in the closet at my grad school in our lab, that was starting to become something that we didn’t need. There were actually services that you could use or you could rent services. And so, to me there was a dramatic change that was happening and so you had to change the financing environment. And so, I felt like I could see something that everyone else didn’t see that Mike was also seeing. And he used to say 500,000 is going to be 5 million. And then the second piece for me was this guy Mike Maples had a skill set I had never seen before – maybe in like one or two other people in my entire lifetime. But, he was this incredible marketer. And I used two believe you either built things were you sold things. Everything else just seemed like an extraneous skill set to have. But Mike was incredible at storytelling and positioning and strategy – like, real strategy or how do you create a new category and how do you build that category and how do you create the king of that category? And as an engineer, I hadn’t thought about what you do after you build the product. And so, this magic of category creation to me was something that almost felt like magic. And so, I looked at Mike and I thought, “I really need to learn from this person.” And not only is it a great skill set that I’m learning from, he is also genuinely one of the best human beings that I’ve ever encountered. And so, it was to sort of this magical combination of someone whose values really aligned with me and how I wanted to build a firm and the things that I wanted to do with that, and how I wanted to treat entrepreneurs, and a person who was a mad genius. And so that combination to me was irresistible. And so, a couple of months into it I said, “Sign me up.” Tim Ferriss: A couple of months. Alright. So, question number one just for people who were wondering it. You seem very good at avoiding some cost fallacy in this is so, so, so key – this cognitive bias. When you were looking at the quitting of the PhD program, I don’t know how it works at Stanford but did you realize you could kind of – Ann Miura-Ko: Oh, so I didn’t actually have to quit. Tim Ferriss:   You didn’t have to quit. Ann Miura-Ko: I did not quit. So, that first year and a half of my life at Floodgate was crazy because at that point, I joined Floodgate and I had an 18-month-old child, my daughter Abby. And then, I think it was four or five months into it I am pregnant with my second child. I promised my mother as any good Asian daughter would that I would finish this PhD if it was last thing I do. So, I’m waking up at 4 o’clock in the warning doing research until seven when my daughter wakes up, then taking her to daycare and then working from 8:30 to 6:30 at Floodgate and then coming back, doing dinner, and then working on my PhD again, rinse and repeat. And then, I got pregnant with my second child a few months into that and then decided I was going to defend my PhD. They set the date for six weeks after I gave birth to my son and so I not only did my first set of investments, but also gave birth to a child, cared for another one and managed to stay married and finish this PhD all between 2008 and 2009. And so, to me, that’s the most creative and probably productive period of my life ever and probably will be, but also showed me that I can actually do a lot of things that everyone around me was like, “Why would you do all of those things at the same time?” Tim Ferriss: This is going to sing like a non sequitur. It kind of is. But, how does your mom say your name? Because “Ann” is sort of an unusual first name in Japanese. Ann Miura-Ko: Oh no, but that’s not my first name. My first name is [speaks Japanese]. Tim Ferriss: [Speaks Japanese]. Ann Miura-Ko: Yeah. So, how does my mom say it? She’s like, [speaks Japanese]! Tim Ferriss:   [Speaks Japanese]. That’s another word everybody should look up and learn. S-U-G-O-I. Ann Miura-Ko: [Speaks Japanese]  Tim Ferriss:   That just means awesome, impressive, and all sort of things because I can barely manage to brush my teeth and shower on a daily basis, and yet you’re doing all these things simultaneously. I have to pause at this point just to try to fill out some of the colors of who [speaks Japanese] Ann Miura-Ko is. What have you struggled with? Have you had any dark – it doesn’t have to be dark, but difficult times, dark times that you could tell us about and where you really struggled? Where is that not part of your lexicon? Ann Miura-Ko: No, I think we all have struggles, right? So, I think even in this moment of the PhD, and caring for my kids, and caring for myself and my husband and my family and all of that, and trying to do a good job at work, things slip. Right? And I struggle with this still today and this is where the darkness comes in is, “Am I doing anything well? Am I a good mother?” Today my six-year-old is on a field trip and he asked me, “Why is it that you never get to come on a field trip?” Those are all these moments where you wonder, “Am I failing and being a parent?” Or, I’m not able to get to the dishes and I had a moment where my front door neighbor is actually a Japanese woman – a nosy Japanese woman – and she went up to my mother and she said, “You know, your family is so strange. I always see the husband doing the dishes but never the wife. Never the wife.” Tim Ferriss:   That is the most nosy-Japanese-neighbor thing to say ever. Ann Miura-Ko: And then I spent two days in that front window doing dishes, and at some point I was like, “Ah, screw this.” But, it is this constant battle of how do I figure out what my priority is so that I have minimum viable progress on some front and in the thing that really matters, I’m going to make massive progress on. And so, that’s where the darkness creeps in. I think for me, my things really loser moments have been things like early on, I just described to you early how there were tests that always said I wasn’t that smart. There were lots of examples where I wasn’t good at a lot of different things that other people found very normal. I was horrible at standardized tests. Only until I got to senior year or junior year in high school did I finally figure it out. There’s so many places where so many people said, “Distinctly average. Maybe not even that smart.” And I think for me it’s been learning to tune out the naysayers and knowing that there certainly a lot of things that I’m not going to be good at, but there are things that I can actually be great at. A really good example of that actually is my PhD. I remember when I got my PhD at Stanford, and I’m starting, first of all I took a math class and there were college freshmen in this class and it felt like the math teacher was speaking Greek. And the freshmen are flying through this material because they’re like little kid geniuses. And I remember thinking to myself, “Well, clearly I should not be getting a PhD in math and thank goodness this is in operations research.” Then I had the second experience where a new professor came in across the hall from me. His name is Ramesh Johari. And he was my age because I had taken five years off to start my PhD. He was literally my age and he was incredible. He could remember things about different papers and theorems and how they were proved from years past, compare and contrast them, he just knew things that I struggled to remember. And remember looking at him and being in one of his seminars and thinking to myself, “That is world-class in academic.” And I’m okay at it, but I would have moments where I was like, “I’m actually not even good at it.” And then I would go to a conference and when you compare yourself against the world of PhD students, then you start to develop a little bit more confidence. And then you go back to Stanford and you see what world-class is. And I was thinking to myself, “This isn’t the path. And there’s a place where I can actually use the skill sets that I do have where I can be really good at the things that I’m doing.” And so, if I am sitting here saying, “Oh, I was always good at everything that I did,” that’s just not true. There are so many moments where I realized – it’s like being a doctor. I said, “I would not be good at being a doctor. I would not be great at being an academic. I would not be great at a lot of different things. Just knowing and having the self-awareness of where I would double down is, I think, when I was good at. And so, it makes this emergent life where I was going from one track to another, I was going to be a doctor and then I went to McKenzie, and I went to BC, and then I went to get a PhD and then I went back to BC, this is all self-discovery rather than a stated path that I had career planned for a long time. Tim Ferriss: Well, it strikes me also that – and maybe I’m trying to create a narrative where there isn’t one or a connection, but it seems reasonable that Mike’s superpower or one of his abilities to help create categories and then sort of mint kings within a given category is actually a different species of something that you’re also good at, which is kind of Jack Welchian in a sense, and that is you’re looking at the different paths you could take, and if you can’t be, say, number one or number two in that thing, it just gets rolled out. And you’re asking this world-class question over and over again, in one way is to find something where you can dominate and really be world-class. And the other is to create an entirely new category in a sense. So, it seems like you and Mike are very complementary in that way and have that’s shared programming. I’ve heard people describe you as an investor. One of your strengths as being technical, which I suppose seems self-evident given your background. But, how would your colleagues, how would Mike, let’s say, describe your – if I asked him, “What are Anne’s superpowers as an investor? There are a lot of investors out there. What is Anne’s superpower or set of superpowers?” What would he say? Ann Miura-Ko: I think for me, the superpowers I have are a few fold. So, one is because of the technical capabilities I have, when someone is describing particularly anything that has to do with math, and luckily for me right now, math is having this incredible resurgence in artificial intelligence and encrypted currency. I could get that piece. I can get that piece better than I could say probably 99 percent of investors out there. And so, if I get a math paper, that’s something that I love to dig into, and that technical insight is something that I think I’m better at most other investors out there. And then from there, I can also start to piece together what that company will look like around that technology. And so, it’s not just I’m looking for great R&D projects but once that are ripe to be big D and little R. And I think that’s a superpower especially at the very early stage. So, one of the companies that I invested in back in 2010, Ayasdi, they’ve gone over $100 million in financing at this point. And I found them when they didn’t even have a business plan. They had four math papers that they sent to me. And so to me, that something that I double down on and it’s a part of the types of investments that I like to do. It’s very different from the TaskRabbit, Refinery29 and Lyft that I’ve done in the past as well. I think the other superpower that is a little bit less evident is more evident as I’m working with people is I have a feel like a pretty good sixth sense about the people dynamics within an organization. So, I can tell and there’s actually infighting happening. I can sense when an executive is starting to disengage. And those are things that I work on with a lot of the CEOs that work with. And then, the last piece that I think I really love to engage in is the fundamental data behind the business. And so, I love looking at the cohort analysis and really engaging on data because that’s a piece of the puzzle that I feel like I’m also good at – encoding; unencoding. Tim Ferriss:   What are you looking for now and what are thunder lizards? You mentioned hunting thunder lizards earlier and I promised I would come back to it. So maybe we define that first and perhaps you could tell us what you’re looking for at the moment. Ann Miura-Ko: Yeah. So, a thunder lizard is inspired by Godzilla. It’s a term that Mike, my partner, used always tell the story, which is that we are inspired by entrepreneurs who are like Godzilla. And so, what is Godzilla light? He’s born from radioactive atomic eggs. So, the DNA of that entrepreneur is already fundamentally different. And then, he swims across the Pacific Ocean, and depending on if you’re Mike or me, he lands in either the Bay Area or Tokyo and starts to wreak havoc, and eats trains and automobiles and buildings, and then proceeds to crush that industry and creates disruption and then builds something out of that. And so, that idea of disruption is something that I always liked that imagery of the journey across the Pacific Ocean, born from something fundamentally different, and then really starting to turn things over. And so, when we say, “Okay. What we looking for right now in terms of where do we think the new thunder lizards will exist?” There are two different areas it comes back to the math that I’m really interested in. One is I do think that artificial intelligence is about to disrupt a lot of different types of enterprise software. I think that enterprise software still sucks, and if we’re going to be able to really transform the way a business is actually operated, we have to take the software that just basically records data and spits it back out to you into something that’s actually more intelligent – that tells you something that you didn’t know, that gives you superpowers. And I think that we’re going to see more and more of that in the industry. So as an example like a baseline example, why do we spend millions of dollars on Oracle or NetSuite when the CFO still has to make a budget for next year? Why doesn’t that financial planning just automatically, automagically generate itself based on all of the history that it knows, plus all of the data from the external world? So, I think things like that, we’re going to start to see happen more and more. I also think fundamentally, the scientific method may also be dead. The scientific method was developed in a time where we didn’t have enough data and data was actually the fundamental bottleneck in scientific research., That’s just not the case anymore. And so, why is it that we form a hypothesis, then look at the data and then come to a conclusion? We should have all of the data, then have an analysis of that that leads us to a hypothesis or a belief system that we fundamentally test further. So, I think these massive changes are coming, and you see it even encrypted currency. There are also really philosophical interesting debates happening around, “Well, you have this massive pull toward centralization whether it’s an AI and ML.” You have to have all of the data in one place in order to really train. Tim Ferriss: ML being “machine learning.” Ann Miura-Ko: Machine learning. Or, in cloud computing you’re also putting the data into more data centers. In crypto currency, we believe that there’s going to be more decentralized software. So, how do you reconcile those two types of system? I think there’s lots of really interesting themes that are just at the start of being discovered. I’m really excited about what’s going to happen with autonomous vehicles in the technology that’s going to be required to make that a reality. And so, all of those areas I think are just fascinating. And so, it feels like a period of real intellectual abundance and that we’re headed into a period of real great, creative energy. Tim Ferriss: And a time where a lot of your philosophical training in reading to be put into practice in the real world, right? People can look up the trolley scenario we thought of as a thought exercise, but if you’re programming – not to take us off on a tangent, but if you’re programming for autonomous vehicles and there’s some kind of act of God, a hailstorm, a huge boulder falls in the middle of the street and the car has to swerve left and hit two schoolkids or sort of right and hit five geriatrics, how does it make the decision? Ann Miura-Ko: Right. Tim Ferriss: What is the logic embedded into that machine? It takes a lot of these philosophy 101 thought exercises and it translates them very directly into the real world with real consequences. It is a fascinating time. Ann Miura-Ko: And it’s also like how much do you want to know, right? So, deep learning is actually very difficult to know what’s happening inside of his black box. So, there’s actually more of a demand for, “Let’s know what’s happening inside of this black box,” especially if lives are risk worth billions of dollars or at risk and we need to be able to audit these algorithms. I think there’s real interest in new technologies now that we can actually audit and know what’s going on inside the box so that if the trolley example happens, we actually know how the machines will make their decisions. And so, I think there’s a lot of work to be done, a lot of opportunity, but also a lot of thought that needs to go into how we want to regulate all of this. Tim Ferriss: Tricky, tricky, tricky. Yeah. So, it’s going to be exciting. I’m very, very interested to see how all of these things coalesce. Also, you’re looking at these gigantic companies, the Facebooks, the Googles, the things that are more and more so converging on to the same territory. Let’s see how that resolves if it does in some fashion is also really, really exciting to me. Or, how something like Y Combinator – just to do a little bit of inside baseball – can say, “We are interested in this type of company or this particular aspect of engineering or fill in the blank,” and just kind of steer the attention of thousands or tens of thousands of would-be entrepreneurs into a particular sector or type of project which is also just really interesting to think about from the ramifications five years down the line. Ann Miura-Ko: I mean, I think we have so many incredible societal problems that need to be solved and I believe that the private sector is most capable of solving these problems whether it’s energy, or health or the fact that we have so much trash. How do we solve that? How do we get clean water to people? It’s not just about the next social network and how do we deliver better advertising to people, but the beauty of this type of entrepreneurship is that there are huge societal problems that still need to be solved that I think is a really exciting opportunity also to build great businesses around. So, I think that’s also what gets me up in the morning and makes me believe that what we’re doing is important work. Tim Ferriss: Yeah, it is important work. I don’t think that sort of collective interests and  self-interests have to be misaligned. They’re not mutually exclusive. You can solve and there’s a long history of solving public problems with private sector technologies and companies. And let me just ask – I know we’ve gone a little longer than expected, which I should’ve expected. Let me ask you just a few more questions and then will wrap up with where people can find you and learn more about what you’re up to. Besides Getting To Yes, are there any books that you’ve given a lot as gifts or reread a lot yourself? Ann Miura-Ko: Oh, gosh. For me, right now, there’s a couple of books that I think are super interesting. So, my mentor, Ted Dintersmith, just wrote a book called What School Could Be. And this goes back to sort of education as a critical societal question on how do we fix education. And what he did was he went on a 50-state tour to look at schools and discovered that the answers are actually already there. And our incredible school teachers throughout our country are already finding solutions to teaching our kids the most important skills they need to have. And I think reading that book has not only given me hope, but also a desire to see real change in the public school education system. But, I think that’s a really important problem for all of us to actually engage in. And so, that’s one book that I would really push onto other people. The other one that is completely on the opposite end of the spectrum but it is a fiction book is by Khaled Hosseini, who also wrote Kite Runner. He wrote this book called A Thousand Splendid Suns. And probably one of the most beautiful books that I’ve read in a long time in terms of fiction writing, and I would encourage people to read it because it gives you a sense of Afghanistan’s incredible history and the role women have played within that history. And I just loved that because it just was eye-opening to me in a very different way. So, two very different types of books. None of them straightforward business books, but ones that I think are meaningful for our society to read today. Tim Ferriss: What School Could Be and A Thousand Splendid Suns. Ann Miura-Ko: Yeah. Tim Ferriss: Is there any purchase of $100 or less – it’s kind of arbitrary right? But, just not a Bugatti or something – that has most positively impacted your life were positively impacted your life in recent memory? Ann Miura-Ko: $100 or less? Tim Ferriss: It could be if it’s like a foldable kayak that you got for $400, that’s fine too. But it could be anything. Be two dollars. It could be free. It could be any recent addition to your life that has – Ann Miura-Ko: Oh, my gosh. So, it’s actually a foldable chair. So, I go to my daughter’s soccer tournaments a lot and there’s this incredible foldable chair. I don’t know what is called. You can get it on Amazon. But it has this flip over sunshade that goes over your head, and for any parent who’s been at a swim tournament or anything, this is life-changing because often times I’m just baking in the hot sun. And you can be anywhere and you have your own personal tent the folds of your head. It’s saved me on multiple weekends. My husband bought two of them. I love it. Tim Ferriss: Can you send me a link to that and I’ll put it in the show notes if you can track it down? Ann Miura-Ko: Yeah. Tim Ferriss:   So, for people wondering, I’ll put that in the show notes at tim.blog.podcast and you can find this miraculous foldable chair. If you could have a giant billboard anywhere with anything on it in there so metaphorically speaking, getting a word, a quote, a message, a question, anything out to millions or billions of people, it can’t be an advertisement, what might you put on that billboard? Ann Miura-Ko: Wow. Hm. I wonder if it’s like, “Not losing does not equal winning” – sort of one of my themes these days. Tim Ferriss: I like that. Yeah. Ann Miura-Ko: And I think actually “finding your world-class life” is probably the other one that I would think about. “Find your world-class life.” I think the reason for that is to me, everyone is capable of that and I think oftentimes we forget it. And for every person, it’s different. And that’s the beauty of humanity. Tim Ferriss: What do the characters for [speaks Japanese] mean? Ann Miura-Ko: Oh, my gosh. So, it’s a small round bell. And the reason for my parents naming me that was they were originally going to name me something more like “really beautiful child” or “genius child.” And my mom took one look at me when I was born and she’s like, “No, none of those.” She said, “Your face was so perfectly round when you were born, it reminded me of this perfectly round bell.” And I’m like, “Mom, all these other friends that I have, especially Chinese friends, they’re like “super intelligent, world-class dominating dictator for CEO child,” and I’m “small bell” child.” Tim Ferriss: [Speaks Japanese]. And where can people find you online, say hello, learn more about what you’re up to? Ann Miura-Ko: I think professionally the best place is to see my Twitter, which is in annimaniac. Tim Ferriss:   A-N-N – Ann Miura-Ko: –N-N-I-M-A-N-I-A-C or on Instagram. It’s A-M-I-U-R-A. You’ll see more of my life there. Tim Ferriss:   Amiura. Ann Miura-Ko: Yes. Tim Ferriss: “Three bays?” Is that what that means? Miura? Something like that maybe. Ann Miura-Ko: Yeah. Tim Ferriss: So, Twitter, annimaniac. Instagram, Amiura – M-I-U-R-A. And best website? Ann Miura-Ko: Floodgate. It’s Floodgate.com Tim Ferriss: Floodgate.com. Why Floodgate? What is a Floodgate? Or why is it called Floodgate? Ann Miura-Ko: Yeah, because we think we’re at the forefront of the headwaters of innovation. And so, it sounded – I don’t know – kind of big and audacious. Tim Ferriss:   Good enough reason. Audacious. Audacious. Yes. Audacious, aggressive, but still the mother of dragons. There is a nurturing mother-like den mother quality to Ann Miura-Ko. Ann Miura-Ko: I call myself like a mama bear. I’m very protective but also I’m going to push my kids and people around me to be the best they can be. Tim Ferriss:   Just don’t get in between the mother and the cub. Good guideline and I will say for anybody is wondering, what would it be like to just go sort of mano y mano with Ann? I would say you’re one of the few people – I would put Sam Harris in this category – where if you are willing to engage in a public debate with either of you, you just have to make sure that you have practiced defending against having your face ripped off in the most logical complimentary way possible. I’m just very impressed by you, Ann, and I’ve really wanted to have you on the show for a long time. Ann Miura-Ko: Thank you. Tim Ferriss: And I’m thrilled that you were willing to carve out a few hours to spend chatting. And it’s always fun chatting. We still have to – Ann Miura-Ko: It’s always fun. Tim, you’ve been there from the very get-go. You were the person behind my very first investment in TaskRabbit, so I have a lot to thank you for as well. Tim Ferriss:   Well, the adventure shall continue and I certainly am not as involved as I used to be in the tech scene, but I’ll be cheering from the sidelines. Is there anything else that you like to say or suggest or mention? Any parting words before we wrap up? Ann Miura-Ko: No. I hope your audience enjoyed this and if they got anything out of it, that if they want to contact me, I’m always open to more conversation and I hope that some of my story shows that even if people tell you can’t do something, that you can. Tim Ferriss:   You can indeed. You’ve just got to spend the summer reading up on those 12 topics. Ann Miura-Ko: That’s right. Tim Ferriss: You can’t always out-talent everyone, but if you out-prepare them, you might as well have out-talented them. Ann Miura-Ko: Maybe the billboard sign is “Effort matters.” Tim Ferriss:   Effort matters. Ann Miura-Ko: Because it really does. Tim Ferriss:   It does. Well, Ann, thank you so much again. This has been such a treat and a gift and I look forward to hearing what people have to say on the interwebs, and press will do a round two in person during one of – what’s the name of the – was it the Tim Ferriss Wine Hour? What was the –? Ann Miura-Ko: Yeah. Yeah. They call it Ferris Time. That’s what Mike calls it. Ferriss Time. Tim Ferriss:   Which was the little wine aperitif to smooth out the edges. That way we can describe that – Ann Miura-Ko: He just grabbed a glass. He’s like, “I think it’s Ferriss Hour.” Tim Ferriss: I’ll take it. I will take it. And, Ann, I will talk to you soon. See you soon I hope. And to everybody listening, you can find links to everything we discussed, the books, the foldout chair and much more, Getting To Yes and so on in the show notes as you can with all episodes at tim.blog/podcast. And until next time, thank you for listening. Posted on: August 7, 2018.", "speakers": ["tim ferriss", "ann miura"], "text_sentences": ["hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show", "hisashiburi dane", "every episode, it is my job to deconstruct world-class performers of different types", "and that term “world-class” is going to come up again in this episode, so you can pay attention to the context", "and, this particular conversation, i have with me ann miura-ko who has been called “the most powerful woman in startups” by forbes and is a lecturer in entrepreneurship at stanford, the child of a rocket scientist at nasa – that’s a literal rocket scientist – and is a palo alto native and has been steeped in technology startups since she was a teenager", "prior to cofounding floodgate, she worked at charles river ventures and mckinsey and company", "some of her investments include lyft, ayasdi – i’m going to screw these up; i know it – xamarin, refinery29, joyrun, taskrabbit, and modcloth", "given the success of her many investments, she was on the 2017 midas list of top 100 venture capitalists, and, i just found out today back on 2018 elbowing her way to the top to steal the crown from her partner mike maples, jr", "– it’s all good spirited, mike – and is known for so many other things", "i’m going to skip some of them because we’re going to touch on the seeds of her many, many accomplishments in perhaps some of the first few minutes of the conversation", "she has a bsee – i hope i’m getting that right – from yale and a phd from stanford in math modeling of computer security", "she lives with her husband, three kids – ages ten, eight and six – very-well spaced – and one spoiled dog", "ann, welcome to the show", "ann miura-ko: thanks for having me", "so, there are so many places we could start and i was hoping to humanize the ever-intimidating ann miura-ko, which i may only partially succeed at doing", "but, could we start with explaining why your brother used to introduce you or how he used to introduce you on stage", "ann miura-ko: yes", "so, i had this brother, an older brother by exactly 2 years", "we were born on the same day", "and he was one of these guys who was so confident he knew that he wanted to study cars and airplanes from the time that i could remember him existing", "and he was always confident with friends and he was also confident up on stage", "and so, as any good asian child would do, we played musical instruments", "i played the piano, he played the violin and we would always have to perform", "and, i was painfully, painfully shy", "and so, i would get up on stage and i would refuse to speak and my mother knowing this wouldn’t let this get in the way of our performing", "she would send my brother up on stage to help announce whatever i was playing", "and i have this real clear memory of being in junior high and having this happen", "my brother got up on stage and said, “this is ann miura", "she’s going to be playing a chopin nocturne and go.” and i looked over and i remembered thinking to myself like the mental dialogue that’s happening in a teenager’s mind, “this is totally ridiculous.” because, i’m sitting there in front of a room full of people and i felt fine playing the piano, but i felt petrified speaking", "and, that’s one of the clearest memories that i have of my brother and me and the difference that we had between the two of us", "why were you so shy or nervous about speaking", "ann miura-ko: you know, i’ve always been an introvert", "so, i think it comes probably directly from that, but i was also sort of a strange child i have to admit", "i had a lot of different interests but i loved to do things by myself", "and so, i wasn’t really that interested in talking to other people", "like, one of the first things my mom actually discovered about me when i was a little kid when i was two, i only spoke japanese and we were living in michigan", "and i used to be this very hostile little child and i would walk by anyone speaking in english, and in japanese i would say, “i wish you would leave.” my poor mom", "my poor mom", "and so she was like, “oh, we really should socialize ann with people who speak english", "and we were living in michigan, so there’s no shortage of these people.” just to hit pause, do you still speak japanese", "ann miura-ko: i do", "so, i speak japanese to my parents", "how do you say, “i wish you would leave” just for people who want to mutter that to people in the park or wherever they might be", "do you recall", "how might you have said that as a kid", "do you have any idea", "ann miura-ko: i think i might have said – let me think about it", "[speaks japanese]", "that is aggressive", "that’s really aggressive", "ann miura-ko: yeah", "you know, i was like, “you’re not welcome in this house.” or, i think probably more likely it was [speaks japanese], which is…   right, right, right", "oh, wow", "that’s even worse", "yeah", "ann miura-ko: right", "but, it was always –   [speaks japanese] is like something that a drunken dad says", "ann miura-ko: yeah", "it’s kind of like, “shut up.” yeah", "you’re really loud", "you’re really irritated", "ann miura-ko: but, like a little intransigent two-year-old saying that to a grownup speaking english in her home", "okay", "i don’t want to take us too far off the rails", "we may come back to that, okay", "so, we were talking about you being introverted, and shy and weird", "yeah", "ann miura-ko: yeah", "but, i mean it was one of these things that i think really held me back", "and i knew, actually, it was holding me back", "the strange part, though, was my mom was recently talking to me about this", "in a few year prior to that experience, when i’m in junior high and i’m on stage, i had actually done this other thing which was we had this summer school program where i would go to local community colleges, foothill college", "and all these schools around the area when they let out for summer, the students would go to this community college to take math classes and writing classes and whatnot", "so, a lot of elementary school students to high school students would be at foothill college", "and so, my mom said, “you have to pick two classes.” and one class was a math class obviously and she said, “you can pick your second class.” and my brother picked a normal junior high school writing class", "and i was in fifth grade at the time", "so, ten years old and i picked a negotiations class", "and it was not in the summer school program", "it was an adult class", "  why did you pick that", "ann miura-ko: and, i picked it because i remember the book was getting to yes", "and my mom looked at me and she said, “why did you pick this class?” and i said, “it’s because they’re teaching you how to get to yes, and i want to know how to get to yes.” and i have this incredible experience at this community college of having a class with i imagine they were probably 30- to 50-year-old adults taking this class", "and they were probably the most patient, wonderful people", "and we had this experience where you had certain supplies that you were given on pieces of paper and then you had to negotiate", "you were on mars and you had to negotiate supply lines and whatnot and create a real society", "and then, the simulation, they’re taking seriously a 10-year-old kid who’s negotiating for supplies, and i remember taking that experience and feeling like i was taken seriously in that environment, but it was a great experience because it was a small class", "it was like 20 people", "and in that setting, i felt okay speaking up, but then on stage, i didn’t still", "and so, it was sort of these small steps that felt like i was getting closer and closer to realizing, “oh, i need to actually be able to speak up", "i need to be able to say things in front of a large audience.” and so, there was this desire to face my fears", "so, what was the next step after that", "how did you go about facing the fear of speaking on stage", "ann miura-ko: so, in high school, i get to high school and as every high school freshman is doing, they’re looking for different activities to participate in, and i decide to dive into speech and debate", "and, speech and debate at this time at palo alto high school was not a very big activity", "there were probably about 20 students on the team, and i found that i really enjoyed it", "and, it was a really great group of students and then, not only from palo alto high school, but from the local community and i just fell in love with the idea that you could really, seriously get up in front of an audience and talk about really important issues even as a high school student", "and so, i dove into that activity and was, frankly, terrible at it", "i think freshman, sophomore year, i didn’t win any tournaments – didn’t even come close", "and that was sort of the way, though, i decided i could face that fear", "what kept you going", "i mean, there’s the answer that or perhaps the potential answer you gave just a moment ago, which is you really enjoyed it and you loved it", "but, what did you love about it", "what did you enjoy so much that you were able to persist through failures over those first two years", "ann miura-ko: you know, the first thing is just the people", "you know, i reflect actually on the people that i met in speech and debate and they’re doing incredible things", "we have just in my year alone – not in my team but in my local community – professors", "one’s at harvard in government", "one’s in philosophy at university of colorado", "one woman is now on the morning show on npr", "we have several venture capitalists", "it was just a really interesting group of people all in the same age group who wanted to talk about really interesting things", "i also found that the actual activity itself challenged me in a way that i hadn’t been challenged before", "so, i was really good at math and science and those things really came naturally to me", "but, getting up on stage and speaking was not something that was natural to me", "but, the piece that i did love that came very naturally was competition", "and i’ve always been this way", "no, i’m just chuckling because i would agree with that", "ann miura-ko: right", "i love competition", "you put in points on anything and i want more", "i want more than the next person", "and i remember the coaches that we had", "we didn’t have teachers at our school who were able to coach", "and so, we had to go across the street to stanford and find students who were willing to coach", "and these kids were 18 to 21 years old", "so, they would pump us up by saying, “hey, if you can get someone to cry in cross examination, i’ll buy you a slice of pizza.” and so, things like that were extraordinarily motivating and if you could be like logic and arguments could get you a step further", "it was just something that even though i wasn’t good at it at the time, i just loved it", "and i felt like if i could just do one more tournament, i’d become even better at it", "and you would see that", "right", "and so, that’s the thing that i loved", "so, do you have any memory", "this seems a very specific example that you gave of the crying and the pizza", "did that actually happened", "did you succeed at making someone cry in cross examination for a slice of pizza", "or was that just something that came – ann miura-ko: oh, yeah", "and so, please describe that", "ann miura-ko: there were times that – i feel like i’m not succeeding in my desire to humanize me and make myself seem like less of a dragon lady", "oh, we’ll get there", "we’ll get there", "but, i want to hear this story", "ann miura-ko: oh, there several stories", "so, there were points in times where i remember people would cry in that they would crumble in the middle of cross-examination a run out of the room crying", "and my coach would see that and proudly bring me a slice of pizza after – this happened multiple times", "this wasn’t a single tournament", "and there were moments where they had courtesy points to", "so, it wasn’t just about winning; it was also whether you were courteous during that", "and there were rounds where i got zero courtesy points", "and my coaches, they would ask why we got zero courtesy points just to really understand if we were just being mean", "but a lot of times it was just because we were – and i was – particularly tenacious in cross-examination and even at the point where i had the person stumped, i would just keep going", "i would keep going, keep going at it", "and so, i remember at least four or five occasions where someone cried and left the room before the round was over", "so, this was like the cobra kai of debating – that team from karate kid", "ann miura-ko: it is", "my six-year-old at one point right before kindergarten said, “hey mama", "i can make people cry just with my words.” and i have to say it was like a really proud moment for me", "and that i had to course correct and talk to him about that", "now, for someone who is wondering what i omitted from the bio that i had in front of me, you had two years of not doing well", "and then in the bio, we have, “she placed first in the national tournament of champions and second in the state of california in high school.” and it goes on", "i’ll mention one more thing – and was part of a five-person team at yale that competed in the robocup competition in paris, france", "alright", "let’s focus on the debating", "so, how did you go from miss flub with not succeeding in debating to getting good at debating", "ann miura-ko: yeah, this is where i think the love of the game has to… were your parents supportive through all of these early trials and tribulations", "ann miura-ko: no", "no", "so, you have to remember i come from very traditional japanese parents who really wanted me to get into a great university", "and my mom at one point right after sophomore year looks at my record", "and my parents were incredibly supportive", "they would go and judge these tournaments every single week and spent so much time doing it – driving us all over the state", "and my parents pulled me aside and said, “you know, this isn’t working", "you have a losing record in this activity that you’re doing and you appear to be doubling down on your time with respect to this", "and if you want to get into a good college, you have to perform well in whatever you’re doing", "it’s not just about effort", "you have to have results.” and i remember my mom said to me, “i’ve heard fencing is a great way to get into an ivy league college.” and i remember looking at her and i was like, “how is it possible that she’s my mother", "she clearly does not know anything about my athletic abilities if she’s suggesting that a move into fencing at this moment.” and so, i said to them, “point taken", "give me the summer and i’m going to just work on it.” and this was back before the internet", "so, working on it meant i was at stanford, green library, reading philosophy books and reading articles about – i think they have 12 topics – 12 possible topics that they’re going to pull from for the next year and i just studied those topics", "i lived in the library", "and then, i emerged that year to start competing and when they announced that first topic, i knew that topic cold and then i could write my cases really quickly", "i had already done all this research and i remember going into my very, very first round and i had this deal with my parents", "if i didn’t win one of my first two tournaments, or at least place, then i would quit", "and i had this distinct impression walking into my very first round of debate that fall and feeling as i looked across at my opponent that there was no way that they could have out-prepared me", "and so, i knew that whatever they said i would have five arguments against", "and it was this incredible knowledge that it’s not that you could be lucky and turn you luck around", "you have to make your own luck", "and for me, that was a profound lesson because i placed in that tournament, and i placed in the next tournament and it just never stopped after that", "and i had a losing record all through my freshman and sophomore year and it’s like i turned it around junior year very suddenly", "and the main different was that i was willing to outwork and outdo every competitor who walked in through that door", "for people who don’t know the format – and i’ll be honest", "i’ve been surrounded by – not surrounded by, but certainly in the same universities and so on where debate teams existed but i’ve never seen a debate competition", "what is the format", "ann miura-ko: so, it’s a bunch of nerdy kids dressed in suits holding briefcases", "and then, maybe that’s changed, but that’s what it was back then", "and then, you have a resolution that’s been announced nationwide and that resolution generally has some philosophical elements to it", "this is also lincoln-douglas style of debate", "what is that mean if you don’t mind", "ann miura-ko: so, it’s one person against one person", "so, it’s individual and it’s value-based", "and so, you’re really debating philosophy", "so, an example of one debate that we did, the principal of majority rule ought to be valued above the principle of minority rights", "or, resolve that education is a privilege and not a right", "so, all of these debates are really surrounding not a specific policy, but it has some application in the real world", "and what you’re trying to debate is a philosophical underpinning behind that statement", "and what i loved about debate was that you were actually forced to debate both sides", "so, you had to have cases ready for both the affirmative and the negative", "so, pro the resolution and against the resolution", "and the format is the affirmative goes up and talks about this resolution and says all the reasons that they support it and then there’s a short cross-examination where the negative then cross-examines the affirmative, ask questions of the affirmative, then the negative gets up and talks about all the reasons that they are against the resolution and then goes point by point against all of the arguments that the affirmative made and talks about why they’re wrong", "and then there’s another cross-examination of the affirmative against the negative", "and then the affirmative gets up for a rebuttal, the negative gets up for rebuttal and then the affirmative does closing arguments", "it’s sort of shorter and shorter speeches towards the end", "and how is the outcome determined", "what are the parameters", "ann miura-ko: so, it really depends on the tournament", "sometimes – aside from courtesy", "ann miura-ko: courtesy points", "it’s all about courtesy", "there were two different types of tournaments actually when i was debating", "one was where you had parent judgments and that i would say really the style of speaking, your flair really would come into play, your sense of humor; it wasn’t really just a line-by-line argument", "there were also places where you would go where college students were the judges or experienced coaches were the judges and that’s where really the line-by-line logic becomes much more important than just the style of your debate", "so, it really depends on your audience and you had to read the audience correctly", "and did they just then say, “i choose a or b?” or do they have to rank sort of olympic style 1 to 10 in some fashion", "ann miura-ko: so, you only have two debaters that you’re judging and you vote for one of them", "and in some of the rounds you have just the single judge and then in another, in the breakout rounds, in semifinals, you might have a panel of judges", "and they can’t confer", "they’re just sort of voting individually on who wins", "so, you may be at a point now with debate and argument that you’ve reached the sort of unconscious competency phase in the sense that and skill acquisition, one framework that one could use to think about skill acquisition issue go from unconscious incompetence to conscious incompetence to conscious competence then unconscious competence", "so, i don’t know if this question is going to be a good one, but i’ll try it anyway", "for people who want to get that are at debating and structuring arguments and so on, are there any books or approaches or resources – anything –exercises that you would suggest", "ann miura-ko: well, getting to yes i thought was always really good", "i actually found the philosophical texts to be extraordinarily informative", "so, anything where you have that socratic method in a book i found really a great way of learning how people debate the greatest philosophers – aristotle and socrates", "even when you get into more modern literature around justice, you have people like john rawls writing", "that is actually a dialogue and a real logical debate", "and i always found those examples to be really great to read how people argue philosophical constructs", "you know, presidential debates, to be honest, in politics aren’t real debates because it’s two ships passing in the night and you don’t have real conflict between people", "i’ve also found the british parliamentary system, if you’ve ever had the chance to see that on – i think sometimes it’s on c-span – that’s actually an interesting observation of a real-world debate as well because they will actually engage in dialogue around policy and it’s not just ad hominem attacks", "i found those sort of real-world examples much more powerful than someone going sort of point by point in teaching you how to debate because i think the how is much more around how do you engage in the idea, how do you read and research both sides of an argument and what do you believe on both sides", "and so, one way to do that would actually be to take a fairly controversial topic and then actually read a lot of literature on both sides of the argument, and then understand were actually the conflict happens", "are there definitions that people don’t agree on", "are the nuances that people haven’t thought about", "is there real conflict or are there two ships passing in the night", "i think you could do that with even the gun control debate you do that with immigration or you could do that with abortion and really understand both sides of an argument and that’s a way to engage in the process of debate i believe", "and if we’re reflecting back on your cobra kai training for slices of pizza, i’d be really curious to know if there any particular approaches or questions or playbooks that you find very useful in a heated argument", "and i’ll give you some hypotheticals, right", "let’s say that you are on stage at an event and you are doing the q&a of the audience and you have someone who ends up being really hostile or attacks you", "or it could be someone on stage that’s just having a contentious debate of some type", "i find it fascinating to see how people even with no real logical advantage shut down opponents", "and i’m not saying that’s you in this case, but for instance, whatever people may think of our dear current president of the united states, i do find it fascinating how effective he has been at saying, “check your facts.” and it just throws enough imbalance into the dynamic where someone’s like, “wait a second", "maybe i did miss one piece of due diligence,” that they’re on their heels and it opens up a window and creates sort of an illusion of them being stymied that is really advantageous", "i’m like, “”wow!” i mean, it’s kind of gross on one level, but it’s also kind of brilliant", "and also i have a lot of lawyers in my family and so one thing that they’ll do – not to say they all love arguing, but a lot of them do.” and you’ll say something and they will go, “so, let me just get this straight so i understand", "you’re saying that x.” and they’ll kind of take your argument and inch a little closer to absurdity but just subtly enough that you’ll say, “yeah, that’s about right.” and they’ll say, “okay", "so really what you mean is x, right?” and they start to edge you over before they even counter with an argument to make you contradict yourself or kind of seem ridiculous", "and then, they just have to kind of finish you off", "but i’ve never taken debate", "but i do find this really practical and really interesting", "so, it’s a long-winded way of introing, but what are your thoughts on any of that", "ann miura-ko: so, it’s funny", "my husband said to me in the past – and this is a lesson that i continue to try to learn and relearn – is that life is not a debate", "and you know what he’s saying – and it’s funny", "he was a debater as well in college and in high school and we joke that i would still have beaten him in high school if we had actually gone head-to-head", "but, i think it’s a really important point that life isn’t about winning the argument", "and he’s also said to me in the past, “you know, it’s not about being right.” and i think that’s so true and it’s something that i’m always trying to really practice in life and i think the debater in me makes it really hard", "the things that you’re pointing out or what’s important about it is that people have a tendency to have an inner dialogue where they’re right", "and instead of really listening to the other person, they’re coming up with the next argument that proves that person wrong", "and so, if you go back to what i really loved about debate what i felt like i got out of it, it was actually this ability to see both sides of an argument, to really delve into a topic and understand why the side that i actually naturally believed could actually be flipped on its head", "and that was a really important skill to develop and i think that was so much more important to develop than the skill to argue for my side", "because, i think in the world today, what we don’t see enough of is empathy for people you might even disagree with", "and we get stuck in our version of truth and what is right and we aren’t truth seekers any more as a result", "we’re truth winners", "that’s very true", "yeah", "very true", "ann miura-ko: and that’s a piece that really makes me sad is that when people are like, “oh, this debate skill is so great to have because now you can ram people with your ideas.” and i’ve never seen a situation where you shouted people down and convinced them you are right", "and i’ve seen situations where by developing true empathy for the other side, you actually create bridges and you create commonality, and you create situations where you can actually work together", "and i think that’s the piece that i would take away from my debate experience", "i would say actually making the person cry in cross-examination probably is not the skill that i should be using in real life, although maybe sometimes i do", "just when you’re teaching your son the black magic… i should point out just so people don’t think i’m completely drinking the kool-aid of the bloodlust of this potential sport, although i do find it very, very fascinating as an insight into some parts of human nature, but the book you mentioned, getting to yes, which is the byproduct for the harvard negotiation project as i recall, is not a book about proving you’re right", "it’s a book about getting outcomes", "and there is another book which i believe was co-authored by one of the co-authors of getting to yes called getting past no, which i also really, really like", "and it is about – well, both of these books, any book really on negotiation is about achieving a very particular outcome or arriving at a desired result as opposed to proving that you’re right", "so, i just want to underscore that because there’s a very real world difference as you noted between say debate and negotiation", "and the toolkits are very similar perhaps in some respects, but in debate, you’re not going to have to think about – i wouldn’t imagine – something like the batna that they talk about in getting to yes – your best alternative to negotiated agreement – like walkaway power, what your options are", "you don’t necessarily have to go to that thought process", "but when you step into the real world, you’re not just trying to prove that you’re right", "you trying to get someone to concede something and agree to a certain set of terms or a price or whatever it might be", "or, amicably trying to break up with someone or get together with someone or have a divorce or whatever it might be", "you’re really trying to manifest some type of outcome or damage control", "it’s really, really different from being a truth winner", "and the world-class term that i mentioned in the intro and i used a little bit of foreshadowing saying that i suspected it might come up a little bit later", "so, in doing homework for this conversation, i read – and i don’t think this is a misquote – but that your dad even when i think you were going to be photocopying in the dean’s office would remind you to be world-class", "and he would ask you if you turned in a calculus assignment, “is that a world-class effort?” ann miura-ko: yes", "could you talk a little bit more about this", "that wasn’t my experience growing up", "my parents certainly encouraged me to do a good job, but tell us a little bit more about your dad in this particular case and how that was used", "ann miura-ko: yeah", "so, my dad grew up in tokyo right at the tail end of world war ii", "and so, one of his earliest memories actually is just planes coming across tokyo and the firebombs and he escaped to the countryside and then came back to tokyo for high school", "his father passed away when he was in college and he literally tutored kids – one guy was like the prime minister’s son – so that he can make enough cash to support his family", "he had three other siblings", "and he was one of these incredible academics", "and so, he was at the top of his class in one of the famous high schools in tokyo", "he went to tokyo university, also then went to toshiba, which at the time was one of these great companies to work for", "and then he ran into a friend who told him he was also a friend who was one of the top at his high school", "he said, “hey, there are great opportunities in america.” and this person had gone off to princeton and gotten his phd, and was at that time working in one of the great labs in ibm and was also becoming a professor", "and my dad decided that he also wanted to go to the us", "and he was the eldest son", "and so, having a mother who was a widow and three siblings, he had to take care of them until he had saved up enough", "all of his siblings were married and his mom had the courage to say, “you know, you can go", "go to the us.” so, this is sort of the backdrop for who my dad is", "he comes to the united states without speaking very much english, gets a phd in mechanical engineering, aerospace engineering, and then is in la ultimately as a postdoc and an associate professor", "my mom comes to marry him and they are the only family members living in the united states", "so, really no support", "so, my dad eventually makes his way out to nasa at moffett field", "and my memories of him, he’s very engaged on academics", "but he would wake up at five in the morning and go to work and he would bring back reams of paper and would continue working late into the night", "he loved what he did", "and so, when he turned to me on anything i ever did from the time i was a small, small child i would be writing something and if the handwriting wasn’t neat enough, he would say, “hey, is this world-class?” and i remember thinking to myself, “you know, for a five-year-old, yes", "this is world-class.” but, he would always push", "he would always say, “is this really the best that a five-year-old could ever do?” and it was a constant message", "and the story you’re pointing to is one when i was in college after living through a lifetime of this “is this world-class” question; i had a moment where i was starting my financial aid package included 10 hours of work study", "and i had the opportunity to work in the office of the dean of engineering", "and it was really funny to me at the time because i’m leaving to go to my first day of work, i called my parents and my dad gets on the phone and he says, “make sure you do a world-class job.” and i thought my dad thought i was really doing something important in the office and in fact i was just photocopying", "and i said to my dad, “i’m photocopying and filing", "there’s no such thing as world-class there.” and he said, “well, i’d still think about it.” and so i get to the office and i am actually just photocopying filing and i remember standing in front of this photocopy machine with a stack of papers thinking to myself, “what is world-class in this situation?” and i decided it was really crisp copies where you couldn’t tell that it was a photocopy", "and so, i remember really trying to make the color match and everything was straight and i spent a lot of time on the details", "and when i was filing things, i didn’t just hand write it", "i got a label writer and made sure it was printed out on labels", "and i really tried to do everything as well as i possibly could", "and i remember i was getting doughnuts and i would make sure i got the fresh donuts instead of the ones that had been standing out in the basket for a while", "so, every step of the way, it was, “what can i do to make this experience for the dean or for his executive assistant a delight moment?” and it was a real lesson for me because it was a case of real ownership", "i felt so much ownership of the job i was doing even though from the outside, i think most people would have thought it was just sort of a grunt job", "and i think that sort of, again, when i come back to you don’t just get luck; you create these opportunities for yourself to me was a real, real learning experience", "right", "i mean, you’re looking at the potential precursors of luck and trying to set the conditions even though they might not always produce luck", "you can increase the likelihood of it happening, which i think is a perfect segue to discussion about spring breaks", "don’t worry", "this isn’t going anywhere tricky", "this relates to shadowing", "that will be my queue which might bring you back", "so, all right", "where to lead into this", "you were giving a man a tour around yale", "who was this man", "why were you giving him a tour", "what happened", "and i actually don’t know all the details", "i found two lines in a past interview and i was like, “you know, i want to dig into this because there’s more to the story", "i know it.” ann miura-ko: yeah", "so, i’m a junior at the time at yale and doing this office work", "and the dean of engineering was his older gentlemen, allan bromley, and he had no idea who i was", "and i’ve been working in his office for, i think, two years", "but, he barely knew my name", "but, he was just like this great – he’d worked under george bush, sr., he was a legendary physicist and i really looked up to this man", "and so, one day he pokes his head out of the office and the executive assistant was out", "and he said, “who are you?” and i said, “i’m ann miura", "i’m your student assistant in this office.” and he said, “oh, i’ve heard of you", "i need you to go and give this friend of mine a tour of the engineering facilities.” and he’s like, “i know you’ll do a good job", "sarah has told me you’re great.” and so, i take this gentleman and i take him on a fairly thorough tour of the engineering facilities", "and we just had a great conversation and it started off with, “where are you from?” and i said i was from palo alto and it turned out this guy is from also from palo alto", "in we’re just sort of talking about palo alto and the buildings that are around us and my growing up back in palo alto", "and in the middle of it he said, “hey, what are you doing for spring break?” and it just so happened i was going to go back home and visit my family", "and he said, “well, that’s great because i’m wondering if you want to come and shadow me and see what i do for living.” and in my complete self-centered moment of being a junior, i hadn’t asked this guy what he did for living", "and i said, “well, what you do for living?” and he said, “i’m the ceo of hewlett-packard.” and i remember thinking to myself, “i am such a moron.” and i said, “i think that would be amazing to be able to shadow you for a couple of weeks during spring break.” and so this man, lou platt, invites me to just shadow him in 1997 and i am going around literally – he didn’t have a driver", "this was really just the hewlett and packard era of ceos", "he drove himself around in a ford focus", "i remember this", "we would go to different meetings and he took me around", "and one of the days actually, bill gates came to make an announcement about .net with hewlett-packard", "and so, it was an incredible event that happened", "i got to sit backstage and see everything that was happening", "and lou platt that invited the photographer to come in and actually take a picture of me talking to lou, and i didn’t really think about it", "but after the fact, i get back to my dorm and lou platt has sent me a thank you letter saying, “thanks for coming to visit", "i thought you would enjoy these photographs.” and there are two photographs in there", "i framed them in my office now", "one is a picture of me sitting on the seat talking to lou and then the second picture is bill gates sitting exactly in that spot that i was sitting in talking to lou platt", "and, you know, to me, mentorship means so many different things", "i’ve had so many different examples of mentors", "but, to a junior in college who literally is a nobody, he was such an incredible example of mentorship", "he never asked for my resume", "he never asked for my gpa", "he just sort of took this girl and said, “you know what", "you have something and i see it", "i’m going to show you something even greater.” and to me, it was such a gift", "it was so incredible because i hadn’t even thought about my own personal potential ever", "no one had ever described anything to me", "and i came back from that with my mind completely blown", "i met ann livermore who was an executive and i’ve never seen a female executive in my entire life", "and here’s someone who i can look at and see and i can see that people around her respect her", "it was just a life-changing moment and it comes from that first comment from dean bromley who said, “i’ve heard of you", "i heard you do a great job.” and that’s why the opportunities opened up", "“you’re the woman responsible for my fresh donuts and crisp photocopies", "i’ve heard good things.” ann miura-ko: exactly", "it’s the little things", "ann miura-ko: it’s type- up filing labels", "now, i should note you don’t have to go too deep into this, but in a way, you were perfectly primed for doing a good job with your photocopying and labeling after spending was it summers kanazawa in the stationary store", "am i making that up", "ann miura-ko: yeah", "no, my first job was literally helping my uncle and grandmother sell office supplies in kanazawa, japan at our store, taikido", "taikido", "and i’d never been to kanazawa", "for those people who don’t know, i used to live in japan", "my first time out of the us was a year in japan as an exchange student which is a whole separate story", "but, i never made it to kanazawa until a few years ago", "it’s gorgeous and it’s not that far away from tokyo at all", "ann miura-ko: no", "but, it’s such a cute spot with so much to offer", "i’m sorry", "go ahead", "ann miura-ko: yeah, it’s actually incredible because it’s one of the few cities in japan that was protected by historians in the us", "it did not get bombed in world war ii because of some of the historic elements of the cities", "so it’s almost like a smaller version of kyoto and it has a historic japanese garden called kenrokuen", "  yeah", "kenrokuen is unbelievable", "unbelievable", "ann miura-ko: it’s unbelievable", "so, summers i would spend maybe two blocks away from kenrokuen", "so, it was an incredible set of summers", "but yes, i used to man the cashier register at the office supply store", "so i do my pens and notebooks and stamps like nobody’s business", "do you have any favorite go to – well, don’t worry", "i’m not going to spend too much time on this", "but do you have any favorite notebooks or pens or items of those types that you use today", "ann miura-ko: yeah, totally", "so, on pens, i love the juice up 0.4", "how do you spell juice up", "ann miura-ko: juice up", "  oh, juice up", "okay", "ann miura-ko: yeah", "juice up 0.4", "you can get them on amazon", "they’re super thin pens", "0.4", "that’s a .4 mm or something", "ann miura-ko: yeah", "and then for notebooks, it’s the nuuna", "it’s n-u-u-n-a", "it’s some european brand, but i like any notebook that has the dot matrix on it and the paper quality is really great", "i see", "dot matrix", "it’s not like graph paper, but there are perpendicular lines that are dotted", "ann miura-ko: yes", "i’m very particular", "i could go on and on", "that appeals to the dungeons & dragons nerd in me – anything that resembles graph paper", "so, the juice up 0.4 and the nuuna – definitely anything european sounding with a repeating vowel i’ll pay 40 percent more for", "ann miura-ko: exactly", "maybe a hundred percent more", "maybe a hundred percent", "you mentioned that you have these photographs in your office", "i’m curious", "are you sitting in your office right now", "ann miura-ko: yeah", "alright", "so, what else", "i’m sure you have photographs of your family but outside of the usual suspects, what are other items that you have in your office that are important to you", "ann miura-ko: let’s see", "i have the original lyft pink mustache that used to go in the front of the cars, which i love", "i have also a picture and a set of laser-etched metal plates that students gave to me that have sort of a word graph of all of the words that they ascribed to me", "students of what", "what was the context of these students interacting with you and what are some of the words", "ann miura-ko: yeah", "so, i teach at stanford", "so after my phd, what i realized was that i loved teaching more than anything else and so i stayed in contact with tina seelig and tom byers over at stanford who run the stanford technology ventures program", "and they’ve given me the opportunity to teach a few different classes, but the one i got these metal plates and photographs from was the class of 2013 mayfield fellows group", "and they have words like thunder lizard, bad ass, inspiring, mother… so, you know, it’s just really fun to see sort of what words they thought… what were you teaching these mayfield fellows", "ann miura-ko: so, we were teaching the basic concepts behind leadership and entrepreneurship", "and it’s sort of the first exposure that they get as juniors and seniors into really startup ecosystem", "what does venture capital due within that ecosystem", "what are the tough choices that you have to make as a leader within these types of organizations", "what does growth look like in these types of organizations", "so, it’s just sort of startup 101", "but, what i love about it is it’s only 12 students and it goes for nine months", "so, if you get to be involved in it, you get to really know some of the students", "and i’ve been mentoring students and sometimes teaching some of these classes since 2008", "and you get this whole arc of the career path of young people and i really love it", "i think it’s just sort of you get to see students who start off as seniors and then they start their career", "they might go to grad school, and then they go back and get a job, and then they get married and then i think one is now about to have a kid", "so, you just sort of see this whole arc and it’s just about 10 years, 20 years behind where i was", "and so, i get to see this incredible progress that the students make over time", "it’s something that i love", "ann miura-ko – mother of thunder lizards a.k.a", "mother of dragons", "we’re going to come back to thunder lizards because there’s a whole lot wrapped around that, but i’m going to try to keep my brain somewhat focused here", "is there reading list for that class or do you recall anything that was on the recommended required reading list for that class", "ann miura-ko: yeah", "so, i’m starting a class today at stanford for the new spring quarter and in this class, what we’re teaching is what i would call intelligent growth", "it’s a little bit different from the mayfield fellows", "but, my hypothesis and my belief is that just like fake news and politics, there is actually something that we would call fake growth", "and lots of it", "ann miura-ko: we’ve worshiped at the altar of growth for about 5 to 10 years now and what i’ve seen is that – and this is startup growth specifically", "ann miura-ko: specifically within startups, there’s so much that we see that is fake", "and no one has ascribed actual adjectives to growth until now", "and so, the class that i’m teaching to engineering students at stanford is around what is actually intelligent growth", "and so, you asked about the reading for it", "it’s all around some of these case studies that we’ve seen", "a great example of that to me is qualtrics", "we’re going to have ryan smith who is the ceo of qualtrics come in and speak and i think he’s a great example because i think he was at $50 million in revenue before he raised a dime of venture capital money", "and so as a result, he’s going to own an incredible piece of his company when it exits, and it will", "and so, i love the capital efficiency with which he built his business", "i also think one of my companies, lyft, is a great example of having that kind of discipline early on and not just wasting venture capital dollars in the early days when they didn’t have product market fit", "so, they spent two and half years working on this platform called zimride knowing that they had to get the density in riders", "and zimride was a platform where you could find carpooling arrangements and was being sold to universities and companies", "but we couldn’t get enough density to get transactions really moving fast", "and it was 2 ½ years before they launched lyft", "and in the first six weeks, you could start to see that there was real traction there", "and it was only after they knew what they were doing with lyft that they went and raised a large round with founders fund and then an even larger round with andreessen horowitz", "and that story is really, really hacking value before you go out and hack growth is something that i don’t see often enough in silicon valley", "so, it’s something that i’m continuing to seek and i love to see companies especially outside of silicon valley that do that", "and when we come back to hunting thunder lizards, that’s what i’m looking for", "when you mention the case studies, do you have written case studies that you’re using much like – i don’t know if stanford uses these, but much like the harvard business school case studies which are these kind of three-ring binder, 5-to-10 page cases that are published", "do you use those", "ann miura-ko: yeah", "so, the ones that we focused on, there’s a harvard business case on floodgate that you can purchase off of the harvard business review website", "all right", "so, anyone can purchase these", "you don’t have to be a student", "ann miura-ko: yeah", "and i don’t want to interrupt, but keep going because the format of these case studies is really interesting to me", "and as an undergrad senior when i took ed zschau’s class in high-tech entrepreneurship, which is how i met mike maples, jr", "who’s going to be a recurring character shortly, i remember how useful they were", "so, that’s the only interjection", "sorry to interrupt", "ann miura-ko: no", "exactly", "so, we use that case study for qualtrics", "there’s one on floodgate", "so, if you go to the harvard business review site you can actually just search for floodgate or qualtrics and it will come up", "and they are somewhere between $5 and $15", "they’re pretty easy to buy and download", "but, i think those two in particular are quite valuable", "we have then also just people coming in and speaking about some of the things that they’ve learned and how to grow that business from 0 to 1 and then 1 to x", "and people like michael seibel who is now a partner at y combinator but also was part of justin.tv and socialcam", "we have stephanie schatz was the fearless leader on the sales side for xamarin", "she had 18 straight quarters of beating the stretch target", "so, you could only imagine how incredible she is as a sales leader taking the company 0 to $50 million in revenues", "so, we have a lot of different types of people whether they’re ceos or cros or venture investors coming in to talk about the kinds of tradeoff they had to make and how they decipher growth to make sure they had the real kind and not just kind of their buying", "right", "just to elaborate on that for people who may not be at the startup world, if for instance you’re sitting in on an incubator investor day and you see 12 companies in a row that have 20 percent month on month growth with very similar looking charts, there is a possibility that they have and inflating or manufacturing their numbers with paid acquisition to raise funding or do any number of things", "and it’s really easy", "it’s relatively easy to spot once you know the symptoms", "and then there are – i suppose as richard feynman would say – the physicist – you must be sure not to fool yourself and you are the easiest person to fool", "you can also get very caught up with what you might consider vanity metrics", "and, let me take a step can just ask – well, before i ask, people definitely take a look at the case studies for both harvard and if you search stanford gsb, which is the business school, case studies, you’ll also find a website with these profiles of companies", "and not just companies, but decisions they had to face generally where you can determine for yourself what you would do in a given situation and then read about what they did – whether it’s mongodb – i’m looking at the stanford gsb site and the case studies right now – sonos and so on", "how did you go to investing", "how did you first become exposed to say venture capitalism", "what did you think you are going to do in college", "when you were in college junior year, what did you expect you were going to do when you grew up", "ann miura-ko: yeah, i actually had multiple different paths", "i started off when we were talking about my brother describing this kid who knew he wanted to work with cars or airplanes, from the get-go", "and guess what he’s doing right now", "he’s in germany working with race cars", "amazing", "ann miura-ko: and i was the complete opposite", "i think when i was four, i wanted to be a farmer and then somewhere along the line, i really wanted to be a doctor", "and, i wanted to be a doctor for a fairly long period of time where in freshman year summer, i took organic chemistry", "i was in his premed track", "i think sophomore year summer, you take the mcats if you’re pretty sure you want to go to medical school", "and, that summer, i was with my best friend who also really wanted to go to medical school", "and she is right now studying leukemia", "she’s a doctor at ucsf", "so, she’s clearly gone down that path and doubled down on it", "but, i remember going to study for the mcats with her and i turned to the side and i looked at her and i have this sudden realization which was that – and this is two days before taking the mcats", "i said, “hey, kathy", "i hate hospitals", "i don’t like actually being around sick people", "i also don’t love it when people are always complaining to me, and i think that might get in the way of me being a doctor.” and she looked at me like i was an alien and she said, “why are you saying this right now", "we’re about to take the mcats and we need to go study for it kaplan.” but, you know, i was just constantly observing her and she is just an incredible human being and she continues to be", "but this realization of, “wow", "the actual job of being a doctor may not be some that i actually enjoy,” was really a hard realization when you’ve been all in for this long", "but, it was a realization that i really had to face and i knew in my gut that i was doing it because it was a really great path", "it was a path where i knew what the next step was", "i knew what x class i had to take, i knew the next exam i had to take, and there were applications, and there was school, and there was residency, and fellowship and it just felt like a really predictable thing to do", "but, the actual work at the end of the day was not some i was going to love or enjoy", "and that was really disturbing to me", "and so, i really screeched off of that path", "and it was hard because i had actually taken all of the requirements except for biology and the premed requirements did not actually overlap very much with electrical engineering", "so, i’ve taken a lot of extra classes to make it a possibility but realized it also wasn’t for me", "and that’s where i was sort of in the state of not knowing what i wanted to be and – and could i pause for one second", "ann miura-ko: yeah", "what you just described illustrates a degree of self-awareness but also decision-making that i think is rather uncommon in the sense that i know a lot of people who’ve gone on to become doctors or lawyers or fill in the blank that has a lot of prerequisite training and schooling because of succumbing to some cost fallacy like, “oh, god", "i’ve put in so much time", "even though i have this intuitive feeling i’m not going to like it, i really should do it.” and what was the conversation or the background that allowed you to step off of that path", "and not to beat the asian kid drum too hard, but let’s be real, right", "i mean, that would be a very admirable, well respected, happy-to-share-at-a-dinner-party-with-friends type of path for your parents would assume, so, all the more uncommon that you would step off of that track", "so, how is that the case", "why are you different", "ann miura-ko: so, i think it goes back to actually the moment in debate where my mom is telling me, “you should do fencing instead of debate.” there was this realization of, “oh, my parents really love me, but they don’t know me", "and no one really knows me in terms of my capabilities and what i feel like i can get done", "no one knows that better than i do.” and it was an important lesson for me because one other fact that i didn’t mention is that as a kid, there was no sign that i was special except for these weird characteristics where i would go learn negotiations", "but, i failed the iq test multiple times and the school district insisted i was not gifted or talented", "my mom had to fight for me to be part of this gifted and talented program", "as a two-year-old, after i was really hostile to people who spoke english, my mom tried to put me into preschool to socialize me but i ended up biting the person who was interviewing me for a preschool slot and they put me in special education", "and i was one of those kids who got picked up in a short yellow bus from our house and taken to a state-run program for special children", "and i think for a long time my mom wasn’t really sure what i was but she just decided to be all in on the fact that i was gifted and talented even if i wasn’t", "and she was really worried that i was one of these special children", "and so, i had sort of an environment around me way before yale where i knew what i was capable of even if the test scores show that i wasn’t", "and i knew what i was capable of even if my parents did see it in me", "and i think there’s sort of this moment in time that people need to have where you realize that there’s no test for human potential", "there’s no recognition for that", "it’s something that you have to find inside of yourself and i think for me, one of those tests was actually going back to am i going to be a great doctor", "and if i revisit this question that my dad had always asked me, “can you be world-class?” i knew i couldn’t because i looked at kathy and she was going to be world-class because she loved helping people and she loved helping people from that kind of caretaking perspective, which was not where i was going to be world-class", "but, i felt like there were some the where i could be great at something", "that just wasn’t it", "and you have all of this technical training by this point", "you have the chemistry but you certainly also have at that point the electrical engineering probably", "ann miura-ko: yeah", "how does finance and investing or startups – i don’t know which came first – into the picture", "ann miura-ko: so, having grown up in palo alto, i was actually exposed to a lot of startups", "even as a kid, i used to babysit for a serial entrepreneur and he was always tinkering around in his garage", "and i remember thinking to myself he works for himself, which is very, very cool", "also on my debate team was lisa brennan-jobs who i didn’t really realize she was the daughter of steve jobs until i was in her house and we were talking about debate", "i was a senior at the time that i was helping her through learning the ropes of speech and debate and steve jobs appeared out of nowhere", "and i remember thinking to myself, “what is steve jobs doing in this house?” and so, it was all around", "and so venture capital was that actually a friend of and had brought up when i was still struggling with this notion of what should i be", "and he was a real finance guy and he said, “well, you’re really good at technology and you’re now interested in business because of this exposure to lou platt", "you know, have you ever thought of venture capital?” and i remember kind of reading about it and having heard a little bit about growing up", "looking into it and realizing you have all this work experience you need to have, i talked to a couple of former yalies who were venture capitalists and sort of had that in the back of my head", "and so, i went off to work at mckinsey as a consultant for three years, and then in the process of trying to figure out what to do next, i met a venture capitalist by the name of ted dintersmith and in that interview with him, we spoke not about technology, not about the research i had done or my work experience, but he wanted to know what books i was reading", "he wanted to know about the music that i loved", "and in that period, i was really into modern american literature", "so i was really into e.l", "doctorow", "and there are a few books that i just absolutely loved and we talked about that for a little while", "and then we turned to music, i played piano, classical piano since i was four", "and he and i talked about the classical musicians that i really loved", "and he happened to be an english lit major along with being a physics major", "so, he loved books is much as i did, maybe even more", "and then, he was an opera nut", "and so, we had all these things that we could talk about and two hours into that conversation, never having touched upon technology, he then basically said how would you like to come and work with me", "and i was living out in palo alto at the time", "this was an opportunity in boston and i remember not even hesitating, knowing that i wanted to work with this person, this human being sitting across the table from me", "i jumped at that opportunity and it wasn’t the fact that it was in venture capital but rather i really wanted the chance to be working around someone like ted dintersmith at that that time", "let’s talk about that interview for a second", "so, that i think would strike some people as a very unusual interviewing style", "ann miura-ko: yes", "do you think in retrospect, and maybe you know, that he had already decided you were fully capable of doing the job, therefore he didn’t have to check that box", "he just wanted to make sure that he could work with you and spend time with you", "was it that he was using that interview to sell you so that when he made the offer you would say yes", "what do you think was going through his mind before and during that conversation", "ann miura-ko: you know, i think ted is a very unique human being in that i used to have this perception that networking was working a room and you shake a lot of hands and hold a lot of babies and you learn a few names and you move on", "i learned from ted that networking is actually a deep curiosity about the human being who’s sitting across the table from you", "so, i don’t think he necessarily had that kind of purpose in mind but that he was just really interested in what i was interested in", "and we happened to find commonality and he was trying to understand how my mind worked and what i was interested in", "and i’ve taken that as a real lesson because i love the way he would network", "he learned so much about people in that process and that’s how he ministered to his entrepreneurs", "he also was capable of providing advice at the right time because he really knew those people", "and so, for me, i felt like it was a really unique interview", "it stood out from all the interviews i’ve ever had", "but i think he was learning more about me than most other technical interviews could have gotten to", "and then, you know, his other partners, i think izhar armony, gave me more sort of a case study and could dive into that", "but ted always had a deep curiosity about the human being and not necessarily just the skills", "what else did you learn from him or in that position – in that job", "ann miura-ko: i thought that ted was also an incredible first principles thinker", "so, my second day of work at crv was 9/11", "  oh, my god", "ann miura-ko: and so, he went from kind of bad economy to sort of a horrible, black hole economy", "and so, it was a really terrible time for venture", "and they had just raised this one $1.4 billion fund", "so, for venture, that’s a huge amount of money", "and it’s a huge accomplishment to convince so many investors to invest in your venture capital firm at that amount", "but then ted took the time to actually start to do analysis with me on how much capital had gone into venture capital at that moment", "and then the exits had stopped", "there were no more ipos", "no one was acquiring companies", "the economy just came to a screeching halt", "and he decided along with the other partners in his firm to give back most of the money", "so, they reduced their fund from $1.2 billion to $450 million", "and the reason why that’s so interesting and impressive is that the way a venture capital firm makes money, the way you have any salary or the operating money that you have for the firm is a direct percentage of the fund that you raise", "and so, by shrinking the size of the fund, you’re shrinking the size of the management fees that you get pretty dramatically", "oh, for sure", "very dramatically", "i mean, for people who don’t know, you’ll hear very often – it’s not always the case – but in venture capital, 2 and 20; 2 and 20", "and that means 2 percent management fee based on the assets under management, meaning that particular fund and then 20 percent of the upside for people who don’t know", "ann miura-ko: right", "and so, they decided to give back those management fees and to me, that was really, really impressive because you’re facing down a really terrible economy", "not only are you shrinking the size of your fund to reflect that, you’re also shrinking the size of your management fees and you’re taking that blow", "and so, things like that i learned", "i learned also how to shepherd companies through that kind of difficult time and how to be a true partner to an entrepreneur", "and so, i think it was a really important lesson to learn because i would argue most people haven’t seen real cycles", "people seem to think 2008 was a real significant dip in the economy, but anyone who lived through 2001 knows that 2008 was a blip compared to a real downturn", "and because we’ve had a raging bull market for such a long time, that memory and that knowledge of having survived 2001 as a crisis period is something that i hold with me really in my war chest", "i know how to get through that kind of time period and i don’t pick a lot of people do", "yeah, it makes me think of a lot of what i heard in silicon valley – i still hear – before moving to austin, which makes me think of – going to paraphrase this, but it’s a quote from sir john templeton i think it is, which is the most expensive words in investing are, “this time it’s different.” and it has been quite the bull run", "you mentioned first principles thinking", "i want to tie that into something you mentioned related to your class – tough choices for leaders", "what are some of the toughest choices for leaders i suppose in this context", "ceos or high-level execs, cofounders of companies, or some of the toughest decisions that nonetheless seem to come up fairly commonly", "ann miura-ko: i think the most difficult thing for a startup founder, ceo, leader is that especially when you witness multiple phase changes in a business", "and so, if you imagine you’re going from absolutely nothing to something, that’s what i call the 0 to 1 phase", "you’re searching for product market fit", "you’re trying to find the best customers", "you’re trying to find where your 10x advantage is truly valued", "that’s a very different business process and truth seeking then when you’re going from 1 to x which is, “now that i know what my value proposition is, i’m going to add to that but i’m also going to pull on some of these growth levers.” the fundamental job of a vp of marketing who is in that 0 to 1 phase changes dramatically 1 to x", "it changes dramatically for the salesperson 0 to 1, to 1 to x", "and you go through this incredible bermuda triangle where you have to navigate that change", "and so, what i see challenging for startup founders is actually being comfortable with your fundamental job, shifting from every three months", "you would have a massive shift in what you need to focus on and how you need to develop", "and i think a company is a multidimensional thing", "in silicon valley, we spend so much time about product and product market fit that we forget that there’s this huge emphasis you might want to place on the fact that a company is also an organization", "a company is also a category that you’re building", "the company is also a business model", "a company is also a team", "and so, it’s the skill set actually to balance all of those things and knowing when you fundamentally need to change out the talent in your team, knowing when you actually need to let go of the product, and knowing actually – to me this is probably the hardest piece – knowing the difference between a winning strategy versus a strategy not to lose", "could you elaborate on that please", "ann miura-ko: yeah", "so, to me a strategy not to lose is a lot of different things", "it’s not to lose to a competitor, not to lose talent, a strategy not to lose out on revenue", "so, it’s all these fears that you have of captured ground or the fact that you might have someone take over something that you want to do – a competitor who’s breathing down your neck versus a strategy for winning is about where you double down on", "what do you do to capture ground, to be aggressive, to play offense and not defense", "to me that is a huge difference between that strategy of “i’m going to win in this market” versus “i’m not going to lose.” and not losing often involves a lot of hedging", "and when you feel that urge to hedge, you need to focus", "you need to be offensive", "in what ways might that hedging manifest", "what would be examples you’ve seen or hypotheticals of the symptoms of a defensive strategy in the form of hedging", "ann miura-ko: great question", "it might manifest itself in, “i am going to go after two very different customer segments", "one is large enterprises; the other is small/medium businesses.” and the reason why that’s really hedging is you have two completely different ways of selling to those organizations and you’re afraid to pick one because maybe you have some revenue in both", "but in that situation, by not choosing to focus on one group or the other, you’re probably a, shortchanging your team because you don’t have a specialized team to go after that opportunity, you’re shortchanging your business model because you aren’t pricing your product correctly, and you’re shortchanging the opportunity because probably your product isn’t optimized for that customer set", "your customer service isn’t optimized for that product set, and your team is ultimately confused because you’re heading in two completely different conditions and directions", "and so, i believe that that’s one of the most common ways that i see people involved in a strategy of not losing instead of we’re here to win it", "yeah", "all of those things that you mentioned also contribute to lighting money on fire, right", "i mean, that’s split focus", "ann miura-ko: the bonfire", "the bonfire of funding or of cash flow depending on where it comes from", "this is really important and you know this but i want to underscore it for people listening and give a few other examples that people might enjoy exploring", "so, this winning versus not losing extension seems really subtle, but you can get an intuitive feel for it in a few different ways", "one is there is actually a three-part miniseries podcast called the making of oprah and it talks about the rise of oprah", "i know this seems like an odd segue", "oprah impresses the hell out of me in 1 million different ways, and after you listen to this, you’ll understand exactly why that’s the case", "but, she would constantly tell her team, many of whom wanted to respond to say donahue who was the 800-pound gorilla at the time, we need to race our own race in the sense that if you’re on the thoroughbred race and you’re in a race, you need to focus on your race", "you can’t be looking side to side at the competitors, the racers next to you or you get yourself into a lot of trouble when you get really injured", "and the second is, if people want to google dan gable on aggression, there’s a short video i put on my blog that hits this point exactly", "and giving examples of different disciplines because it is cross disciplinary", "it’s not just investing in startups", "dan gable is the most legendary wrestling coach certainly over the last hundred years in the united states", "also, won a gold medal in the 19 – i want to say – 72 munich olympics without having a single point scored on him", "that just does not happen", "and this video will show you a lecture that he’s giving one of his athletes after his athlete tied", "and he said, “you lost to him twice before", "you just didn’t want to lose", "he said you never want to win that way", "you got a tie at that’s exactly why you got a tie.” the difference is just so powerful and it’s worth – i just thought – taking a second to underscore it because i think that is really a critical distinction that you brought up", "ann miura-ko: also, i think about it – i love to ski and i had this instructor once, i was complaining about going through powder and i was saying how it really hurt my thighs", "and he was like, “my thighs are burning.” and he looks at me and he said, “because you’re not leaning forward.” and the minute you lean forward, suddenly you’re just gliding", "and it’s scary in that moment when you lean forward because you feel like you’re going to fall and yet it gives you so much more control and it gives you so much less effort counterintuitively", "  definitely", "ann miura-ko: and that to me is like the perfect example of you have to actually have a little bit of aggressiveness in order to have the win", "i think you are well-suited in that respect", "how did you meet the man who so famously tries to trick – not trick, that sounds too strong – who so commonly will say something like, “well, i’m just a southern boy", "maybe you could slow down and explain that one more time,” which by the way, if you ever hear anything like that, really stop and pay attention because you’re about to be tricked or misdirected", "i’ve actually borrowed that and i use that for long island a lot", "i’m like, “you know, just a slow long island boy", "take a second", "maybe you can explain that to me again.” how did you meet mike maples, jr.", "ann miura-ko: yeah", "so, this actually happened in one of the classes that i was teaching at stanford", "he was one of the mentors for a bunch of teams", "so, we had all these teams that were created business plans for their own version of a startup company", "and we had incredible mentors to each these teams", "we had i think someone who is the former ceo of verisign", "diane greene might’ve been a mentor to one of the teams", "can you explain to folks who diane greene is for those who don’t know", "ann miura-ko: diane greene is now the head of google cloud", "she was also the ceo of vmware", "big deal", "big, big deal", "ann miura-ko: so, big deal", "big deal", "and what we did was we would team up some of these entrepreneurs or people in silicon valley with a student team, and mike was one of them", "and for people who know mike, he’s just this charming guy – a boy from oklahoma", "he calls himself sometimes a washed-up enterprise vc or a washed-up enterprise entrepreneur, but he’s not", "and so, he came to our class and he was mentoring this team but he was actually being too nice", "and so, this team was having all sorts of weird issues", "they were fighting and they came to my office hours and one of them started to cry", "  i’m spotting a theme here within proximity of… ann miura-ko: right", "i did not make this team member cry", "they were making each other cry", "yeah, i’m just screwing with you", "ann miura-ko: and so, i was just really kind of mad at mike because part of the role of the mentor is to help shepherd them through this tough point", "and he was just kind of checked out on that front", "and i emailed him and he said, “oh, yeah", "my team is doing great.” and i said, “well, i kind of to differ", "they were just in my office and one of them started to cry and they’re fighting", "and right now, if they don’t pull it together, they’re really going to fail the class.” and he just wrote this message that said, “well, i think they’re going to get an a+.” and so i said, “well, so far, not tracking.” and so, we just sort of had this friendly banter and actually the team does turn it around and they ended up getting an a+ in the class", "now, did mike intervene or did he just throw some turtle shells on a desk and divine his way to that outcome", "ann miura-ko: i’m not really sure, but i actually take full credit for the turnaround because had i not pointed out to mike, then the team would’ve just imploded", "and so, based on that interaction, a few years later i was starting to get to a point  in my phd where i was thinking of starting my own company", "and i had started my phd in computer security exactly because i knew that it didn’t matter when i graduated, there would be a computer security problem out there and i wouldn’t be at risk of market timing", "and it was sort of a perfect opportunity because just as i was going through my research, it was from 2003 to 2007 at this point, we had transformed from this world of where security used to be a bunch of vandalism problems to now there were companies involved and real money was being involved and so, real crime was being created here", "and then toward the end, there was really like nation-state warfare starting to happen", "so, my research was really in risk management of computer security and i knew this was becoming a huge issue", "and so i started to think, “i’m going to make a company", "and so, at that moment, i turned to some of my advisors and my advisors were nice enough to say, “hey, if you’re thinking about starting a company, you’ve been in the ivory towers for literally four years", "you should get out of the classroom and go check out some angel investors.” and then, mike was one of the first people i turned to and i asked if i could his deal flow, and he was nice enough to say, “sure", "why don’t you just come in and take a look at my deal flow on wednesday.” and so, we would sit next to each other look at companies", "deal flow means the top-of-the-funnel companies that he’s considering potentially investing in", "ann miura-ko: right", "they would come in and pitch for between 30 minutes and an hour, and then at the end of that, i think it was march of 2008, he calls me as i’m actually going up to tahoe to ski", "he calls me to say, “hey, ann", "i have this great idea", "i just raised my first fund", "it’s $35 million and i think that you should drop out of your phd program and join me", "and it’s not the venture back startup that you’ve been thinking about", "but, it’s now a backed venture startup", "let’s go.”   oh, i like that", "that’s really good", "now, was that an immediate “yes?” or was it a, “let me sleep on it?” ann miura-ko: i actually thought he was crazy because first of all, i was literally a nobody", "i’m a phd’s candidate; i didn’t even have my degree at stanford", "so, there’s like all these business school students", "there’s great angel investors milling around", "the major question was why does this guy think that i would actually be a good investor", "and then, the second piece was there weren’t a ton of venture capital firms that were being started up", "so, even when i went back to people who were my mentors, some of them said, “why would you go to a no-name vc", "why won’t you go and be an associate at kleiner perkins or excel or sequoia?” and i didn’t really have a good answer", "and just to set the stage for folks who don’t know the recent history of silicon valley at the time that mike had proposed this to you, micro venture capital was barely a thing", "there are a lot of funds of all different sizes now", "but at the time, this was very unusual", "ann miura-ko: yeah", "and so, it was at this point and we get to 2018", "there’s probably 30 funds being pitched a week to a limited partner who invests into these venture capital firms", "but back then, there was very, very few", "and so, it was really a question of, “is this the smart thing to do?” and i think this is sort of where when you turn to an entrepreneur, this is the feeling that they get", "what i sensed was there was actually a major change afoot", "all of the students around me at stanford didn’t need $5 million to start a company", "and that’s what venture capital was offering to startups at that point", "they would say, “i will buy 50 percent of your company for $5 million.” right", "it was predicated on the entry costs being very high in some respects", "ann miura-ko: very, very high", "and at that point, we suddenly have open-source software, we really have what’s starting to look like cloud computing, we have all the shared resources", "so, even though i was helping to run servers in the closet at my grad school in our lab, that was starting to become something that we didn’t need", "there were actually services that you could use or you could rent services", "and so, to me there was a dramatic change that was happening and so you had to change the financing environment", "and so, i felt like i could see something that everyone else didn’t see that mike was also seeing", "and he used to say 500,000 is going to be 5 million", "and then the second piece for me was this guy mike maples had a skill set i had never seen before – maybe in like one or two other people in my entire lifetime", "but, he was this incredible marketer", "and i used two believe you either built things were you sold things", "everything else just seemed like an extraneous skill set to have", "but mike was incredible at storytelling and positioning and strategy – like, real strategy or how do you create a new category and how do you build that category and how do you create the king of that category", "and as an engineer, i hadn’t thought about what you do after you build the product", "and so, this magic of category creation to me was something that almost felt like magic", "and so, i looked at mike and i thought, “i really need to learn from this person.” and not only is it a great skill set that i’m learning from, he is also genuinely one of the best human beings that i’ve ever encountered", "and so, it was to sort of this magical combination of someone whose values really aligned with me and how i wanted to build a firm and the things that i wanted to do with that, and how i wanted to treat entrepreneurs, and a person who was a mad genius", "and so that combination to me was irresistible", "and so, a couple of months into it i said, “sign me up.” a couple of months", "alright", "so, question number one just for people who were wondering it", "you seem very good at avoiding some cost fallacy in this is so, so, so key – this cognitive bias", "when you were looking at the quitting of the phd program, i don’t know how it works at stanford but did you realize you could kind of – ann miura-ko: oh, so i didn’t actually have to quit", "  you didn’t have to quit", "ann miura-ko: i did not quit", "so, that first year and a half of my life at floodgate was crazy because at that point, i joined floodgate and i had an 18-month-old child, my daughter abby", "and then, i think it was four or five months into it i am pregnant with my second child", "i promised my mother as any good asian daughter would that i would finish this phd if it was last thing i do", "so, i’m waking up at 4 o’clock in the warning doing research until seven when my daughter wakes up, then taking her to daycare and then working from 8:30 to 6:30 at floodgate and then coming back, doing dinner, and then working on my phd again, rinse and repeat", "and then, i got pregnant with my second child a few months into that and then decided i was going to defend my phd", "they set the date for six weeks after i gave birth to my son and so i not only did my first set of investments, but also gave birth to a child, cared for another one and managed to stay married and finish this phd all between 2008 and 2009", "and so, to me, that’s the most creative and probably productive period of my life ever and probably will be, but also showed me that i can actually do a lot of things that everyone around me was like, “why would you do all of those things at the same time?” this is going to sing like a non sequitur", "it kind of is", "but, how does your mom say your name", "because “ann” is sort of an unusual first name in japanese", "ann miura-ko: oh no, but that’s not my first name", "my first name is [speaks japanese]", "[speaks japanese]", "ann miura-ko: yeah", "so, how does my mom say it", "she’s like, [speaks japanese]", "  [speaks japanese]", "that’s another word everybody should look up and learn", "s-u-g-o-i", "ann miura-ko: [speaks japanese]    that just means awesome, impressive, and all sort of things because i can barely manage to brush my teeth and shower on a daily basis, and yet you’re doing all these things simultaneously", "i have to pause at this point just to try to fill out some of the colors of who [speaks japanese] ann miura-ko is", "what have you struggled with", "have you had any dark – it doesn’t have to be dark, but difficult times, dark times that you could tell us about and where you really struggled", "where is that not part of your lexicon", "ann miura-ko: no, i think we all have struggles, right", "so, i think even in this moment of the phd, and caring for my kids, and caring for myself and my husband and my family and all of that, and trying to do a good job at work, things slip", "right", "and i struggle with this still today and this is where the darkness comes in is, “am i doing anything well", "am i a good mother?” today my six-year-old is on a field trip and he asked me, “why is it that you never get to come on a field trip?” those are all these moments where you wonder, “am i failing and being a parent?” or, i’m not able to get to the dishes and i had a moment where my front door neighbor is actually a japanese woman – a nosy japanese woman – and she went up to my mother and she said, “you know, your family is so strange", "i always see the husband doing the dishes but never the wife", "never the wife.”   that is the most nosy-japanese-neighbor thing to say ever", "ann miura-ko: and then i spent two days in that front window doing dishes, and at some point i was like, “ah, screw this.” but, it is this constant battle of how do i figure out what my priority is so that i have minimum viable progress on some front and in the thing that really matters, i’m going to make massive progress on", "and so, that’s where the darkness creeps in", "i think for me, my things really loser moments have been things like early on, i just described to you early how there were tests that always said i wasn’t that smart", "there were lots of examples where i wasn’t good at a lot of different things that other people found very normal", "i was horrible at standardized tests", "only until i got to senior year or junior year in high school did i finally figure it out", "there’s so many places where so many people said, “distinctly average", "maybe not even that smart.” and i think for me it’s been learning to tune out the naysayers and knowing that there certainly a lot of things that i’m not going to be good at, but there are things that i can actually be great at", "a really good example of that actually is my phd", "i remember when i got my phd at stanford, and i’m starting, first of all i took a math class and there were college freshmen in this class and it felt like the math teacher was speaking greek", "and the freshmen are flying through this material because they’re like little kid geniuses", "and i remember thinking to myself, “well, clearly i should not be getting a phd in math and thank goodness this is in operations research.” then i had the second experience where a new professor came in across the hall from me", "his name is ramesh johari", "and he was my age because i had taken five years off to start my phd", "he was literally my age and he was incredible", "he could remember things about different papers and theorems and how they were proved from years past, compare and contrast them, he just knew things that i struggled to remember", "and remember looking at him and being in one of his seminars and thinking to myself, “that is world-class in academic.” and i’m okay at it, but i would have moments where i was like, “i’m actually not even good at it.” and then i would go to a conference and when you compare yourself against the world of phd students, then you start to develop a little bit more confidence", "and then you go back to stanford and you see what world-class is", "and i was thinking to myself, “this isn’t the path", "and there’s a place where i can actually use the skill sets that i do have where i can be really good at the things that i’m doing.” and so, if i am sitting here saying, “oh, i was always good at everything that i did,” that’s just not true", "there are so many moments where i realized – it’s like being a doctor", "i said, “i would not be good at being a doctor", "i would not be great at being an academic", "i would not be great at a lot of different things", "just knowing and having the self-awareness of where i would double down is, i think, when i was good at", "and so, it makes this emergent life where i was going from one track to another, i was going to be a doctor and then i went to mckenzie, and i went to bc, and then i went to get a phd and then i went back to bc, this is all self-discovery rather than a stated path that i had career planned for a long time", "well, it strikes me also that – and maybe i’m trying to create a narrative where there isn’t one or a connection, but it seems reasonable that mike’s superpower or one of his abilities to help create categories and then sort of mint kings within a given category is actually a different species of something that you’re also good at, which is kind of jack welchian in a sense, and that is you’re looking at the different paths you could take, and if you can’t be, say, number one or number two in that thing, it just gets rolled out", "and you’re asking this world-class question over and over again, in one way is to find something where you can dominate and really be world-class", "and the other is to create an entirely new category in a sense", "so, it seems like you and mike are very complementary in that way and have that’s shared programming", "i’ve heard people describe you as an investor", "one of your strengths as being technical, which i suppose seems self-evident given your background", "but, how would your colleagues, how would mike, let’s say, describe your – if i asked him, “what are anne’s superpowers as an investor", "there are a lot of investors out there", "what is anne’s superpower or set of superpowers?” what would he say", "ann miura-ko: i think for me, the superpowers i have are a few fold", "so, one is because of the technical capabilities i have, when someone is describing particularly anything that has to do with math, and luckily for me right now, math is having this incredible resurgence in artificial intelligence and encrypted currency", "i could get that piece", "i can get that piece better than i could say probably 99 percent of investors out there", "and so, if i get a math paper, that’s something that i love to dig into, and that technical insight is something that i think i’m better at most other investors out there", "and then from there, i can also start to piece together what that company will look like around that technology", "and so, it’s not just i’m looking for great r&d projects but once that are ripe to be big d and little r", "and i think that’s a superpower especially at the very early stage", "so, one of the companies that i invested in back in 2010, ayasdi, they’ve gone over $100 million in financing at this point", "and i found them when they didn’t even have a business plan", "they had four math papers that they sent to me", "and so to me, that something that i double down on and it’s a part of the types of investments that i like to do", "it’s very different from the taskrabbit, refinery29 and lyft that i’ve done in the past as well", "i think the other superpower that is a little bit less evident is more evident as i’m working with people is i have a feel like a pretty good sixth sense about the people dynamics within an organization", "so, i can tell and there’s actually infighting happening", "i can sense when an executive is starting to disengage", "and those are things that i work on with a lot of the ceos that work with", "and then, the last piece that i think i really love to engage in is the fundamental data behind the business", "and so, i love looking at the cohort analysis and really engaging on data because that’s a piece of the puzzle that i feel like i’m also good at – encoding; unencoding", "  what are you looking for now and what are thunder lizards", "you mentioned hunting thunder lizards earlier and i promised i would come back to it", "so maybe we define that first and perhaps you could tell us what you’re looking for at the moment", "ann miura-ko: yeah", "so, a thunder lizard is inspired by godzilla", "it’s a term that mike, my partner, used always tell the story, which is that we are inspired by entrepreneurs who are like godzilla", "and so, what is godzilla light", "he’s born from radioactive atomic eggs", "so, the dna of that entrepreneur is already fundamentally different", "and then, he swims across the pacific ocean, and depending on if you’re mike or me, he lands in either the bay area or tokyo and starts to wreak havoc, and eats trains and automobiles and buildings, and then proceeds to crush that industry and creates disruption and then builds something out of that", "and so, that idea of disruption is something that i always liked that imagery of the journey across the pacific ocean, born from something fundamentally different, and then really starting to turn things over", "and so, when we say, “okay", "what we looking for right now in terms of where do we think the new thunder lizards will exist?” there are two different areas it comes back to the math that i’m really interested in", "one is i do think that artificial intelligence is about to disrupt a lot of different types of enterprise software", "i think that enterprise software still sucks, and if we’re going to be able to really transform the way a business is actually operated, we have to take the software that just basically records data and spits it back out to you into something that’s actually more intelligent – that tells you something that you didn’t know, that gives you superpowers", "and i think that we’re going to see more and more of that in the industry", "so as an example like a baseline example, why do we spend millions of dollars on oracle or netsuite when the cfo still has to make a budget for next year", "why doesn’t that financial planning just automatically, automagically generate itself based on all of the history that it knows, plus all of the data from the external world", "so, i think things like that, we’re going to start to see happen more and more", "i also think fundamentally, the scientific method may also be dead", "the scientific method was developed in a time where we didn’t have enough data and data was actually the fundamental bottleneck in scientific research., that’s just not the case anymore", "and so, why is it that we form a hypothesis, then look at the data and then come to a conclusion", "we should have all of the data, then have an analysis of that that leads us to a hypothesis or a belief system that we fundamentally test further", "so, i think these massive changes are coming, and you see it even encrypted currency", "there are also really philosophical interesting debates happening around, “well, you have this massive pull toward centralization whether it’s an ai and ml.” you have to have all of the data in one place in order to really train", "ml being “machine learning.” ann miura-ko: machine learning", "or, in cloud computing you’re also putting the data into more data centers", "in crypto currency, we believe that there’s going to be more decentralized software", "so, how do you reconcile those two types of system", "i think there’s lots of really interesting themes that are just at the start of being discovered", "i’m really excited about what’s going to happen with autonomous vehicles in the technology that’s going to be required to make that a reality", "and so, all of those areas i think are just fascinating", "and so, it feels like a period of real intellectual abundance and that we’re headed into a period of real great, creative energy", "and a time where a lot of your philosophical training in reading to be put into practice in the real world, right", "people can look up the trolley scenario we thought of as a thought exercise, but if you’re programming – not to take us off on a tangent, but if you’re programming for autonomous vehicles and there’s some kind of act of god, a hailstorm, a huge boulder falls in the middle of the street and the car has to swerve left and hit two schoolkids or sort of right and hit five geriatrics, how does it make the decision", "ann miura-ko: right", "what is the logic embedded into that machine", "it takes a lot of these philosophy 101 thought exercises and it translates them very directly into the real world with real consequences", "it is a fascinating time", "ann miura-ko: and it’s also like how much do you want to know, right", "so, deep learning is actually very difficult to know what’s happening inside of his black box", "so, there’s actually more of a demand for, “let’s know what’s happening inside of this black box,” especially if lives are risk worth billions of dollars or at risk and we need to be able to audit these algorithms", "i think there’s real interest in new technologies now that we can actually audit and know what’s going on inside the box so that if the trolley example happens, we actually know how the machines will make their decisions", "and so, i think there’s a lot of work to be done, a lot of opportunity, but also a lot of thought that needs to go into how we want to regulate all of this", "tricky, tricky, tricky", "yeah", "so, it’s going to be exciting", "i’m very, very interested to see how all of these things coalesce", "also, you’re looking at these gigantic companies, the facebooks, the googles, the things that are more and more so converging on to the same territory", "let’s see how that resolves if it does in some fashion is also really, really exciting to me", "or, how something like y combinator – just to do a little bit of inside baseball – can say, “we are interested in this type of company or this particular aspect of engineering or fill in the blank,” and just kind of steer the attention of thousands or tens of thousands of would-be entrepreneurs into a particular sector or type of project which is also just really interesting to think about from the ramifications five years down the line", "ann miura-ko: i mean, i think we have so many incredible societal problems that need to be solved and i believe that the private sector is most capable of solving these problems whether it’s energy, or health or the fact that we have so much trash", "how do we solve that", "how do we get clean water to people", "it’s not just about the next social network and how do we deliver better advertising to people, but the beauty of this type of entrepreneurship is that there are huge societal problems that still need to be solved that i think is a really exciting opportunity also to build great businesses around", "so, i think that’s also what gets me up in the morning and makes me believe that what we’re doing is important work", "yeah, it is important work", "i don’t think that sort of collective interests and  self-interests have to be misaligned", "they’re not mutually exclusive", "you can solve and there’s a long history of solving public problems with private sector technologies and companies", "and let me just ask – i know we’ve gone a little longer than expected, which i should’ve expected", "let me ask you just a few more questions and then will wrap up with where people can find you and learn more about what you’re up to", "besides getting to yes, are there any books that you’ve given a lot as gifts or reread a lot yourself", "ann miura-ko: oh, gosh", "for me, right now, there’s a couple of books that i think are super interesting", "so, my mentor, ted dintersmith, just wrote a book called what school could be", "and this goes back to sort of education as a critical societal question on how do we fix education", "and what he did was he went on a 50-state tour to look at schools and discovered that the answers are actually already there", "and our incredible school teachers throughout our country are already finding solutions to teaching our kids the most important skills they need to have", "and i think reading that book has not only given me hope, but also a desire to see real change in the public school education system", "but, i think that’s a really important problem for all of us to actually engage in", "and so, that’s one book that i would really push onto other people", "the other one that is completely on the opposite end of the spectrum but it is a fiction book is by khaled hosseini, who also wrote kite runner", "he wrote this book called a thousand splendid suns", "and probably one of the most beautiful books that i’ve read in a long time in terms of fiction writing, and i would encourage people to read it because it gives you a sense of afghanistan’s incredible history and the role women have played within that history", "and i just loved that because it just was eye-opening to me in a very different way", "so, two very different types of books", "none of them straightforward business books, but ones that i think are meaningful for our society to read today", "what school could be and a thousand splendid suns", "ann miura-ko: yeah", "is there any purchase of $100 or less – it’s kind of arbitrary right", "but, just not a bugatti or something – that has most positively impacted your life were positively impacted your life in recent memory", "ann miura-ko: $100 or less", "it could be if it’s like a foldable kayak that you got for $400, that’s fine too", "but it could be anything", "be two dollars", "it could be free", "it could be any recent addition to your life that has – ann miura-ko: oh, my gosh", "so, it’s actually a foldable chair", "so, i go to my daughter’s soccer tournaments a lot and there’s this incredible foldable chair", "i don’t know what is called", "you can get it on amazon", "but it has this flip over sunshade that goes over your head, and for any parent who’s been at a swim tournament or anything, this is life-changing because often times i’m just baking in the hot sun", "and you can be anywhere and you have your own personal tent the folds of your head", "it’s saved me on multiple weekends", "my husband bought two of them", "i love it", "can you send me a link to that and i’ll put it in the show notes if you can track it down", "ann miura-ko: yeah", "  so, for people wondering, i’ll put that in the show notes at tim.blog.podcast and you can find this miraculous foldable chair", "if you could have a giant billboard anywhere with anything on it in there so metaphorically speaking, getting a word, a quote, a message, a question, anything out to millions or billions of people, it can’t be an advertisement, what might you put on that billboard", "ann miura-ko: wow", "hm", "i wonder if it’s like, “not losing does not equal winning” – sort of one of my themes these days", "i like that", "yeah", "ann miura-ko: and i think actually “finding your world-class life” is probably the other one that i would think about", "“find your world-class life.” i think the reason for that is to me, everyone is capable of that and i think oftentimes we forget it", "and for every person, it’s different", "and that’s the beauty of humanity", "what do the characters for [speaks japanese] mean", "ann miura-ko: oh, my gosh", "so, it’s a small round bell", "and the reason for my parents naming me that was they were originally going to name me something more like “really beautiful child” or “genius child.” and my mom took one look at me when i was born and she’s like, “no, none of those.” she said, “your face was so perfectly round when you were born, it reminded me of this perfectly round bell.” and i’m like, “mom, all these other friends that i have, especially chinese friends, they’re like “super intelligent, world-class dominating dictator for ceo child,” and i’m “small bell” child.” [speaks japanese]", "and where can people find you online, say hello, learn more about what you’re up to", "ann miura-ko: i think professionally the best place is to see my twitter, which is in annimaniac", "  a-n-n – ann miura-ko: –n-n-i-m-a-n-i-a-c or on instagram", "it’s a-m-i-u-r-a", "you’ll see more of my life there", "  amiura", "ann miura-ko: yes", "“three bays?” is that what that means", "miura", "something like that maybe", "ann miura-ko: yeah", "so, twitter, annimaniac", "instagram, amiura – m-i-u-r-a", "and best website", "ann miura-ko: floodgate", "it’s floodgate.com floodgate.com", "why floodgate", "what is a floodgate", "or why is it called floodgate", "ann miura-ko: yeah, because we think we’re at the forefront of the headwaters of innovation", "and so, it sounded – i don’t know – kind of big and audacious", "  good enough reason", "audacious", "audacious", "yes", "audacious, aggressive, but still the mother of dragons", "there is a nurturing mother-like den mother quality to ann miura-ko", "ann miura-ko: i call myself like a mama bear", "i’m very protective but also i’m going to push my kids and people around me to be the best they can be", "  just don’t get in between the mother and the cub", "good guideline and i will say for anybody is wondering, what would it be like to just go sort of mano y mano with ann", "i would say you’re one of the few people – i would put sam harris in this category – where if you are willing to engage in a public debate with either of you, you just have to make sure that you have practiced defending against having your face ripped off in the most logical complimentary way possible", "i’m just very impressed by you, ann, and i’ve really wanted to have you on the show for a long time", "ann miura-ko: thank you", "and i’m thrilled that you were willing to carve out a few hours to spend chatting", "and it’s always fun chatting", "we still have to – ann miura-ko: it’s always fun", "tim, you’ve been there from the very get-go", "you were the person behind my very first investment in taskrabbit, so i have a lot to thank you for as well", "  well, the adventure shall continue and i certainly am not as involved as i used to be in the tech scene, but i’ll be cheering from the sidelines", "is there anything else that you like to say or suggest or mention", "any parting words before we wrap up", "ann miura-ko: no", "i hope your audience enjoyed this and if they got anything out of it, that if they want to contact me, i’m always open to more conversation and i hope that some of my story shows that even if people tell you can’t do something, that you can", "  you can indeed", "you’ve just got to spend the summer reading up on those 12 topics", "ann miura-ko: that’s right", "you can’t always out-talent everyone, but if you out-prepare them, you might as well have out-talented them", "ann miura-ko: maybe the billboard sign is “effort matters.”   effort matters", "ann miura-ko: because it really does", "  it does", "well, ann, thank you so much again", "this has been such a treat and a gift and i look forward to hearing what people have to say on the interwebs, and press will do a round two in person during one of – what’s the name of the – was it the tim ferriss wine hour", "what was the –", "ann miura-ko: yeah", "yeah", "they call it ferris time", "that’s what mike calls it", "ferriss time", "  which was the little wine aperitif to smooth out the edges", "that way we can describe that – ann miura-ko: he just grabbed a glass", "he’s like, “i think it’s ferriss hour.” i’ll take it", "i will take it", "and, ann, i will talk to you soon", "see you soon i hope", "and to everybody listening, you can find links to everything we discussed, the books, the foldout chair and much more, getting to yes and so on in the show notes as you can with all episodes at tim.blog/podcast", "and until next time, thank you for listening"]}