{"dialog_idx": {"george raveling": [1, 2, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 268, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 290, 291, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 355, 356, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 556, 557, 558, 559, 560, 561, 562, 580, 581, 582, 583, 584, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 642, 649, 650, 651, 652, 653, 654, 655, 656, 658, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 686, 691, 692, 693, 694, 695, 696, 697, 698, 699, 704, 705, 706, 707, 708, 709, 710, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 754, 755, 756, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 943, 944, 945, 946, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 999, 1000, 1001, 1002, 1003, 1004, 1005, 1006, 1007, 1008, 1009, 1010, 1011, 1012, 1013, 1015, 1016, 1017, 1018, 1019, 1020, 1021, 1022, 1023, 1024, 1025, 1026, 1027, 1028, 1029, 1030, 1031, 1032, 1033, 1034, 1035, 1036, 1037, 1038, 1039, 1040, 1041, 1042, 1043, 1044, 1045, 1046, 1047, 1048, 1049, 1050, 1051, 1052, 1053, 1054, 1058, 1059, 1060, 1061, 1062, 1063, 1065, 1066, 1067, 1068, 1069, 1070, 1071, 1072, 1073, 1074, 1075, 1076, 1077, 1078, 1079, 1080, 1090, 1091, 1092, 1093, 1094, 1095, 1096, 1097, 1098, 1099, 1100, 1101, 1102, 1103, 1104, 1105, 1106, 1107, 1108, 1109, 1110, 1111, 1113, 1115, 1117, 1118], "tim ferriss": [0, 3, 4, 5, 6, 7, 8, 9, 149, 150, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 267, 269, 289, 292, 354, 357, 358, 373, 390, 438, 439, 440, 441, 442, 443, 468, 534, 535, 536, 537, 555, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 585, 639, 640, 641, 643, 644, 645, 646, 647, 648, 657, 659, 660, 685, 687, 688, 689, 690, 700, 701, 702, 703, 711, 712, 713, 714, 715, 716, 717, 718, 719, 753, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 778, 779, 780, 781, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 940, 941, 942, 947, 948, 949, 950, 995, 996, 997, 998, 1014, 1055, 1056, 1057, 1064, 1081, 1082, 1083, 1084, 1085, 1086, 1087, 1088, 1089, 1112, 1114, 1116, 1119, 1120, 1121]}, "episode_num": 332, "file_type": "html", "guests": ["george raveling"], "num_sentences": 1122, "num_words": 18239, "raw_text": "Tim Ferriss: Coach, welcome to the show. George Raveling: Thank you very much. It’s a pleasure to be part of your world. Tim Ferriss: I have been looking forward to this conversation ever since our mutual friend, Ryan Holiday, gave me a teaser of your life story. When I started doing homework and prep, I started thinking to myself, “I should try to get Coach to spend the next two days with me. I should cancel my flights,” because we are going to barely scratch the surface in the time that we have today. I struggled with where to start because I have pages and pages of notes of my own. You also sent me – I will give you credit where credit is due – the absolute best exploratory bullets of any guest out of 300 plus guests has sent me. We’re going to start somewhere that I think may surprise people, and that is the I Have a Dream speech. Could you tell us about your relationship with that please? George Raveling: Well, it’s one of those stories about being in the right place at the right time. It was a Thursday night in Claymont, Delaware. I was having dinner at my best friend’s home. His dad was a very prominent dentist in Wilmington. In the background, as we ate dinner – in those days, everyone ate dinner as a family. In the background, the television was on, and the news commentary was about the forthcoming march on Washington. My friend was named Warren Wilson. His name was Dr. Woodrow Wilson. He asked the question of us, “Are you boys going to go the march on Washington?” We said no, and he asked us why not. We gave him some youthful excuse that we didn’t have any money or way to get there. So, he said, “Well, I have a feeling this is going to be a historic event. It could be the largest gathering of black people in the history of America in one place,” and so he said, “I think the two of you should be there. What I’m going to do –,” he had two cars. He said, “I’m going to give you one of the cars and money, and you guys should attend.” The next day, we took off for Washington, D.C. on Friday. At that time, there was one main thoroughfare into Washington, D.C., was Route 1. When you come in, you come in off of New York Avenue. There were a lot of what we call motels, in those days, along there, and we found one that was suitable to our economics, and we got a room. We decided that we would go down to the monument grounds just to get a feel for the best way to get there and what it was going to look like. As we were walking around, we encountered a gentleman, and he asked us – I’m 6’4” and Warren’s 6’4”. He asked us if we were coming to the march the next day, and we say said, “Absolutely.” He said, “Would you want to volunteer?” We said, “For what?” He said, “To be security guards.” We said, “Sure, we’ll volunteer.” He said, “Well, we’re expecting twice the attendance that the papers are predicting, and so we have to add additional security. We’ll meet you down there the next morning at 8:15.” We got there early. We woke up. We were all excited. We get down there, and we find him, and he said, “Wow, you guys are really early.” He looks at how tall we are, and he says, “Well, we’ve decided we’re going to put extra security up on the podium. We’re going to assign you guys to the podium.” They had these little white hats, which may be like a sailor hat. They were carboard to wear for identification. We were stationed at the podium where all the speakers were going to – to give you some backdrop on it, all the speakers – they started 9:00 in the morning. If I remember correctly, John Lewis was the first speaker, and then there were a series of speakers throughout the day, concluding with Martin Luther King as the last speaker. Some people would suggest that he was the keynote speaker, but he really wasn’t. They put King last because they knew he would hold the crowd. Part of the stipulation was each speaker had to submit, in writing, his speech that he was going to give. It could not exceed five minutes. There was a hard and fast rule on this. What was interesting about it was that James Baldwin submitted his speech, and they felt it was too exclamatory. They were worried about getting the crowd too excited and maybe having a demonstration. Baldwin’s speech was over five minutes, and so they wouldn’t accept it, so Baldwin refused to speak. He was originally to be one of the speakers. As the day goes on, it’s a hot and humid day. As you look out from the Lincoln Memorial, you look out to what they call the reflecting pool all the way back to the Washington Monument. The longer the day went, the hotter it became, the more energized people were. We finally get to that point of the end of the day, and Martin Luther King comes on to speak. As history will show, King speaks. He’s speaking from prepared notes. He gets about one paragraph left, and, as he’s speaking, the crowd is just memorized by him. He has captured every single ounce of attention in each human being. He had a cadence about the way he spoke that he would say, “How long –,” he had, what I call, drum beats, and he had a way of raising and lowering his voice to manipulate you as a listener. He’s just about toward the end of the last – going to the last paragraph, and you hear a voice. Today, with technology, you could certainly do it. A female voice seated behind the podium says, “Tell them about the dream, Martin. Tell them about the dream.” Well, the voice was that of Mahalia Jackson, who most people would say is the greatest black gospel singer of all time – maybe the greatest gospel singer of all time. She had worked on previous demonstrations and gatherings with Martin Luther King. She had heard Martin Luther King tell the I Have a Dream part in Selma and Detroit. If you look at the original speech, it was not part of the original speech. Second, he’s the only speaker who exceeded five minutes. At that point, the crowd is just mesmerized by him. He adlibs in the I Have a Dream speech. Then, at the conclusion, he goes back and closes out with the prepared closing. When it’s over, we were told to form a V around the podium and help to usher him out. Just as he finishes – the most frequently asked question is, why did you ask him for the speech? I have no idea. It was just impulse. I say to Dr. King, as he folding his speech, I said, “Dr. King, could I have that copy of the speech?” Just as he’s folding it, he instinctively hands it to me, and then the rabbi who’s doing the benediction says, “Dr. King, that’s a great speech. I’m so inspired,” so his attention shifted away from me to the rabbi.” When the rabbi finished the benediction – actually, CBS went through the archives of Johnson and Johnson Ebony Magazine, and the found a picture of me standing right beside him at the podium. I actually have a picture that verifies that I was there. CBS was able to find some footage where he was folding the speech, and they can see him handing it but didn’t show my hand in it. At any rate, when it’s over, they go over to the White House. As they walk into the Oval Office, President Kennedy says, “Dr. King, I loved your I Have a Dream speech.” Well, the media took that and ran with it because, if you see the original speech, the speech had no title. Little did I know, at that time, that this was going to take on the historic significance that it did. It actually took 50 years for it to really find its rightful place in history. It makes me mindful of something I heard Malcolm X say one time, that history’s best situated to record all man’s deeds. My interpretation of that is history and historians, ultimately, will put things in their rightful place. It took 50 years. Well, so I had no idea, at that point, when I had the speech that it was going to become a valuable historic document. When I got back home, I put it inside of a book that I had that President Harry Truman gave me. My senior year at Villanova, I played in the East-West all-star game, and it was in Kansas City. One of the things that they did is they took us out to Independence, Missouri to meet President Truman. When we went out to meet him, his office at his home was a replica of the Oval Office. As we walked in, each of us noticed there were two huge tables to the right with books stacked up on them. Well, at the end, after President Truman had talked with the team and the coaching staff and trainers, on the way out, he gave each of us a two-volume book that he wrote on his presidency. In the book, which I still have both of them now, both books say, “To George Raveling from Harry S. Truman. Best Wishes,” and it has the date. I put the speech inside of one of those for a couple reasons. I would remember where it was, and, two, I knew I’d never throw those books away because how many people can say they have an autographed book by the President of the United States personally to you? It stayed there for years and years, and I never thought about it. My wife didn’t even know I had it. I go to the University of Iowa’s head basketball coach, and, of course, I’m the first black coach there and the first in the Big Ten, and so there’s much to do about this. At that time, all the local big newspapers had a Sunday magazine section. The cover story on the Cedar Rapids Gazette Paper in this magazine section was going to be about me taking the University of Iowa head basketball coaching job. As he was asking questions – what I call a throwaway question. He said, “Coach, were you ever involved in the Civil Rights Movement?” I said, “Well, kinda.” He said, “What does that mean?” I said, “Well, I attended the march on Washington. I was a security guard, and I was able to secure the speech.” At that point, if I’ve ever seen a person just physically decompose – he was so much more – I couldn’t figure out why he was so excited. He says, “Oh, my god. You have it? Where is it?” I had only been there about six weeks, so I hadn’t unpacked all the boxes down in the basement. I said, “It’s in a box down in the basement.” He said, “Can we go look for it?” We go down. I figured out which box it was, and I pulled it out. He was literally shaking. He said, “Oh, my god, can I call my editor? Can we take a picture of this?” I said, “Sure.” That was the first public notice that I had this speech. The story now starts to split between Raveling being the head basketball coach and Raveling having this speech. From that point on, it took on a different significance, but, still, time had not placed it in its rightful place. Over the years, it became more – one of the miracles, Tim, is that, for 50 years, I had this, and no flood. House doesn’t catch on fire. Somebody doesn’t steal the book – whatever. And, if you saw the actual speech – now, I have it in a vault in LA. For the speech to survive this long and the quality of the paper. It’s typewritten. You can see little typos in there and so forth. I had a friend of mine who graduated with me from Villanova who was with the FBI. One time, we were talking about it, and he said, “Well, if you ever get in a situation where someone doubts that you really have the speech or that it was – we can lift the fingerprints off of there. Your fingerprints are on there, and so is King’s.” It was an interesting circumstance that what became the focal part of the speech was something that he never really intended to use. Only through the motivation of Mahalia Jackson did he adlib the I Dave a Dream piece in. As the years went on, it took on a unique value. At one point, Turner Sports does a documentary on it. My wife goes to work. People are talking. “Oh, I didn’t know about your husband having the speech.” My wife comes home one evening. She says, “Hey, we have to have a talk.” I said, “Okay.” She says, “The speech has to get out of this house right away. You travel too much. Somebody’s going to break in the house, and I might get killed over this speech. You have to get it out of there,” so we put it in a vault. As would naturally would happen, various people tried to buy it from me, but I never felt that I had total ownership of it. I kinda felt like I was the guardian of something historic. I became so sensitive about it that I stop – on Black History Month, I’d get many invitations to come bring the speech, talk about it. I was so self-conscious that I stopped doing it because I never wanted anybody to think that I was profiting off of this, and I never entertained any of the offers to sell it. When I was growing up as a little boy in D.C., my grandma used to always say that money’s the root of all evil. Don’t build your life around money. I wasn’t rich, but I wasn’t poor, and I wasn’t desperate to make money or headlines on it. The headlines accrued because of people’s curiosity about having it. I look back on it now, and it was a classic example of being in the right place at the right time, which happens so much in my life, getting good adult advice. If Dr. Wilson doesn’t say, “You two need to go, and I’ll provide the opportunity for you,” then I would’ve missed out on a piece of history that put an indelible mark on my life. Tim Ferriss: What an incredible story. What an incredible experience, when you think about how the stars aligned for that to happen. George Raveling: From that point on, I’d learned a good lesson that you don’t have to have a relationship with a person for them to become your mentor. In those days, I don’t even know if I knew the connotation mentor. I looked at King more as someone as a teacher, someone I could learn from. As we fast forward and I’m now working at Nike, I had this picture in my office, and it was a headshot of Martin Luther King, James Baldwin, and Malcolm X. When people would come into my office, they would look at the things on the wall, and they would always be drawn to that portrait. What was interesting, most people – I would say 99 percent of the people could not tell you all three of them. A lot of people would get King. Some would get James Baldwin. Very few, Malcolm X. It was rare that anyone got all three of them. They would ask me why I had it up there, and I said, “They’re my mentors. They’re my inspiration. They’re the people whose lives I look to when I’m trying to figure out something complex.” While I didn’t have a day to day relationship with Dr. King, I had a mental day to day relationship – month to month, week to week, year to year – because there was so much that I wanted to learn from. One thing, while it’s in my mind, I’d like to share with you – and I don’t know if the vast majority of people that followed King knew this. I just found out this past week in reading a book review in the New York Time book review section that, when Dr. King was in the seminary at Crozer, which is in Chester, Pennsylvania – that’s where he took his practice to become a preacher – they had a basketball team. Dr. King was on the team. That delighted me, to no end, to discover that he played basketball during the time. The person who wrote the book actually found, in the archives, a box score from one of their games. Unfortunately, they got waxed 124 to 41. I was so pleased to find out that there was an athletic side to him. In all I’ve read about King over the years, I’d never known that he participated in athletics. There was an immediate joy to find out that he – and particularly that he played basketball. Tim Ferriss: When you say you had a relationship with, say, Dr. King in the sense that you viewed him as a mentor or a role model and you revisited that, would you find yourself in specific situations and ask yourself, “What would Dr. King do,” or how did that fit in your life from a mentorship standpoint? Was it just putting yourself in their shoes to make hard decisions, or how did you – George Raveling: I think one thing that became quickly apparent to me was the value of words and the spoken word is such a powerful tool, perhaps maybe more powerful than the atom bomb in many ways. The fact that he had a vision – the whole I Have a Dream. All great leaders, I believe, share a vision, and then they have a journey. He talked about the vision, the journey, the completion of the dream, and the conquering of injustice. To me, King was so many things. He was a preacher. He was a messenger. He was a visionary. He was a precursor, a leader. He was a man for all seasons and all reasons in many ways. Many times, I reflect back on something that he said that, when I’m in a tough spot and I think about giving up. You say to yourself, “What kind of sacrifice is this going to be?” One thing I remember Dr. King saying is, if a man or a woman hasn’t found something in life that they’re willing to die for, then perhaps they’re not fit to live. He lived out that reality that he became so deeply immersed in this mission that he ultimately had to give his life for it. I watched a number of documentaries over the years on the sit-ins and during the depth of segregation. One was the night before they were going to sit at the lunch counters, and the person who was leading the demonstration as they were planning out it strategically, at the end, he said to them, “I want everybody in the room to look around at each other and shake hands because, tomorrow night, when we have this meeting, some of you are not going to be here.” I thought to myself, “Oh, my god, would I have the courage of commitment to know that, if I were part of this demonstration, tomorrow night, I have to put my life on the line. I might not be back.” If I’m sitting in that room, I have to say to myself, “Are you willing to sacrifice your life for this cause?” To me, a lot of the untold stories about segregation and the injustices that black people have faced most of our lives is those people who died so that we can enjoy the things that we enjoy in society today. To me, whenever I have any questions about the depth of commitment, I go back and I say to myself, “Do you feel so strong about this that you’d be willing to give your life for it? Do you feel this strong about it, that you would risk getting fired?” Over the years, especially when I was at Nike, sometime I had a depth of belief and conviction that what I was suggesting was right, and I was willing to fight right down to the end. If it meant I got fired, then I got fired. I never allowed the position to threaten me to be less than what I should be as a person. Tim Ferriss: You mentioned your grandmother in passing. She seems to have been a very important figure in your life. How did that come to be the case? George Raveling: Well, my grandma was basically, if I can borrow a religious concept – my grandmother was the Pope. Her word was infallible. What was interesting, my grandma’s a product of a Blackfoot Indian Tribe. On both sides, our family, we really are descendants of American Indian Tribes, which I find interesting sometimes because we now – I’ve gone through these connotations that, when I was first born – which you’ll find interesting. I was born in a segregated hospital in Washington, D.C. – Garfield Hospital. There were four floors for whites and one floor for blacks. I came into the world in a segregated world. As I was growing up, when I was 9, my dad died, and, when I was 13, my mom had a nervous breakdown, and she was institutionalized the rest of her life. In those days, the economy was in poor shape, so you got rations from the government. You got flour, sugar, milk – so forth. I come home one day, and my mom’s standing at the sink, and she’s got the water running, and she’s pouring this big bag of sugar into the sink and just letting the sugar go down. I grabbed it and turned it off. I said, “Mom, what’s going on?” She was incoherent. Anyway, my mom ended up being institutionalized. Now, here’s George at 13 years old – no, I was 12. What do you do with George? He has no parental supervision. Dad’s dead. Mom’s in a mental institution. She spent most of the rest of her life there. My grandma worked for this white family in Georgetown, and so she was sharing with the lady of the house this dilemma. She was saying, “I don’t know what I’m going to do, but I have to do something for him.” The lady said her daughter was head of Catholic charities in D.C., and she would mention it to her. Maybe her daughter could do something. Low and behold, the daughter decides that she’s going to help. She found a Catholic boarding school for me in Pennsylvania. It was called St. Michael’s School for Boys. She was able to get me into the school there. You stayed there year-round as a resident. I went off to St. Michael’s. The structure where priests ran the institution, and the teaching and the service parts were done all by nuns. Over the course of the time I was there, I did everything from bale hay to pick apples to clean chicken coops to work in the kitchen, scrub the floors in the chapel to make beds. You had to do a chore to help offset your presence there. The classes were very strict and rigorous. The classes were small, so we got a lot of individual attention. It was just a stroke of a miracle that my grandma was able to get me into this situation. My grandma never graduated from high school. In fact, no one in my family – my mom or dad – finished high school. She knew that there had to be a better way for me, and she did everything that she could to help me grow as a person. I remember, one time, Tim, my grandma took myself and my brother out, and she said, “We’re going to go outside. I want to teach you some manners and lessons.” My grandma takes my brother and I out on the street, and she says, “I’m going to start to teach you how to treat women. Women are to be respected.” She says, “When you walk down the street, you always walk on the outside. The woman always walks on the inside. When you get to the corner, you make sure you check the traffic in both ways before, and then you walk more as a guard. If a woman’s getting in the car, you always open the door for them first. If you sit down at the table for the meal, you hold the chair and help them.” Long before Feminist Movement was even thought of, my grandmother was teaching us social graces. Yes, sir. No, sir. I go on a flight now, and it is just part of my DNA. When people say something – if a stewardess says something, I say, “Yes, ma’am. No, ma’am. Yes, sir. No, sir.” I’m 80 years old, and I still do that. Invariably, what’ll happen on the flight is either during the flight or at the end, the stewardess will say to me, “Hey, can I ask you a question?” I’ll say yes, and I know it’s coming. They’ll say, “Are you from the military?” I say, “Well, I was in the military, but, no, I’m not in the military now.” They say, “Well, are you from the south?” I say, “No. Why do you ask?” They say, “Well, because you’re so polite. No one says, yes, ma’am, and no –,” I have a lot of people now who find it uncomfortable if I say, “Yes, sir,” at 80 years old and they’re younger than me, but it’s just the way I was born. My grandma was huge on manners. If we went somewhere and there were adults there – in those days, if you were a child, kids were to be seen and not heard. If there was a conversation going on with adults, you just listen. If someone asks me a question and I didn’t say, “Yes, ma’am and, no, ma’am,” when I got home, my grandma would say, “I heard Miss Jenkins ask you that, and you just said, ‘Yeah.’ Bend over,” and she’d whip me. My greatest quote from my grandma was she told me, one time, she said, “There’s more horses’ asses in the world then there are horses.” That’s been my favorite grandma quote. Tim Ferriss: She’s a good teacher and a good enforcer, it sounds like. George Raveling: Yes. Tim Ferriss: Well, were there any other mentors during that – or teachers or people who had a strong impact on you over that stay in that Catholic school? George Raveling: Yeah. There was a nun who took a liking to me named Sister Delores. She lived to be 87. For some reason, she saw something in me I never saw in myself. She would always say positive things to me. At the time, I didn’t realize the value of them, but she’d always say to me, “George, you can be special,” or, if I wasn’t working up to my potential in whatever area it was, she would say, “Now, that’s not being special, and you’re on earth to be special.” To me, I had never had anybody look at me and make me think I could be anything other than average. She constantly preached that to me. She would watch the basketball games, and, after, she would come – or the next day in class, she would say, “Well, in the third quarter, you really were loafing out there. I was embarrassed.” She always found a way to – I’d write a paper, and she’d read it, and she’d say, “This is really good, but this is not your best stuff. You can do better.” She always created this contest of having me compete against myself. It was never competing against the other students. It was always me competing against myself. She taught me the power of a positive attitude, and she would never allow me to think negatively. The other person was my high school coach. He taught me so many lessons about life. At our school, there were four sports; boxing, baseball, basketball, and football. One of the things that you learned, if you wanted to get off campus some, you participated in sports. I actually participated in every one, and the one that probably gets zero attention – because a lot of people just don’t know – was boxing. I actually boxed golden glove for two years. Tim Ferriss: Really? George Raveling: Yeah. I know your Chinese foot boxing, so you can probably identify with that. Tim Ferriss: I wouldn’t want to deal with your reach. George Raveling: I actually, somewhere in my high school scrapbooks, have a picture of me in the ring. In those days, you wore the headgear, and you had the big gloves. I fought in my weight class, which, at that time – I wish I was under 200 pounds now. I actually won my senior year. I won a golden glove event. Then I played baseball. I played first base and pitched. In football, I played in all – except the last year, and then we didn’t have a good quarterback, so my coach put me at quarterback. Believe me, my talents were – I wouldn’t have even gotten a walk-on offered, but I was the quarterback. What happened was basketball, between my eighth-grade year and ninth-grade year, I grew four inches. I went from 6’0” to 6’4” in one year. Obviously, the height advantage proved beneficial to me early on in basketball. Over the course of the four years, I got better and better. When I look back on it now, a lot of it was Sister Delores encouraging me, kept telling me, “Oh, you’re getting better.” She kept me motivated all the time. My senior year, I ended up being the second leading scorer in the state of Pennsylvania. At this point, let’s just step back really quick. At the end of my junior year, I’m waiting to take the Greyhound bus back to D.C. for – I get a week’s vacation back in D.C. I’m sitting there waiting for the bus to come by. Tim, I can remember it was like yesterday. I thought to myself, “God, if I can just graduate and become a pilot in the Air Force, I’ll have it made.” I had no idea anything about basketball was going to take me and get me a scholarship. The following year, I end up the second leading scorer in the state. We’re playing at St. Rose in Carbondale and, after the game, when I come out of the locker room, a gentleman comes up to me, and he says, “Hi, my name’s Jack Ramsey. I’m the coach at St. Joe College,” and he hands me a card. Of course, Jack Ramsey is in the basketball hall of fame, great coach. He said, “I like the way you play. We’d like to offer you a scholarship,” and I said, “Yes, sir.” Every time he’d say something, I’d just say, “Yes, sir,” because I didn’t know what else to say. On the school bus ride back to the school, my coach says, “Who’s that man you were talking to outside the locker room?” I said, “He was a coach,” and I handed him the card. My coach says, “Well, what did he tell you?” I said, “He said that he wanted to offer me a scholarship.” I said, “Coach, what’s a scholarship,” because I had no idea that they would pay for your education and, in return, you participated in basketball. Then, over the course of the remainder of the season, I had an offer from Michigan State, Villanova, and Gettysburg and a bunch of other schools. I add Gettysburg because their coach did the best job of recruiting me. He’d write me handwritten letters, four and five pages, on what is going to mean to go to Gettysburg and so forth. He’d drive up to games. He was so persistent. At the end of the day, the reality was this: As far as the nuns and the priests were concerned, it would’ve been heresy to go to a state institution. I was going to a Catholic school. Then it basically came down to St. Joe’s and Villanova. I went down for the visit at Villanova, and, while I was there, they gave me admissions exam. You didn’t have PSAT and ACT then. I took the admissions exam the first day I was there. Once again, amazing insight by Sister Delores. When she found out I was going to get scholarship offers, she started to make me stay after school every day and work on the entrance exams so I was prepared. The Sunday before we left to drive back up to Hoban Heights, the coach, Al Severance, offered me a scholarship and wanted a decision while we were there. Basically, my high school coach made the decision. He thought that that’s where I should go. Little did I know that basketball was going to be this transformative force in my life that was going to take me someplace I never thought that I could go. Tim, never in my life – and I don’t mean this in a mean-spirited way – did anyone in my family ever say to me, “George, when you grow up, I want you to go to college.” There was no reason for them to think that – at that time, it wasn’t even a dream or thought because nobody had received that type of education. Go back to my grandma. I call my grandma and I tell her what’s going on and that I’m going to get this scholarship. I tell her. Well, how does it work? I tell her, “If I agree to play on the basketball team for the four years, they’ll pay for my education.” All of a sudden, there’s utter silence on the phone. I said, “Grandma, are you still there?” She said, “Yes.” I said, “Why you so quiet?” She says, “Oh, I just feel like a failure.” I said, “What do you mean?” She said, “I thought I raised you better than that.” I said, “Well, grandma, what did I do wrong?” She said, “Stupid. No white people going to give you a free education to play basketball. How could you be so stupid to believe –,” she could not comprehend that, because of the racial situation, that someone would pay for your education. All you had to do was play basketball. She just – it took her over a year before she fully was able to even trust that this was – when I finally got on campus at Villanova and went to the first class, then she kind of started to be a lot more trustful of the process. I look back on it now, and it just shows you the depth of a stain of racism and how things are implanted in your mind that you just can’t – they’re incomprehensible. Tim Ferriss: On that note, when I was doing homework, I read somewhere that you have a collection of racist mementos in your house. George Raveling: Yes. Wow, you did do some research. Tim Ferriss: Beyond that, I don’t know the details, but that just stuck in my mind because that’s something, I think, that a lot of people would actively avoid. Why do you have this collection? George Raveling: Well, first of all, no one’s ever asked me that question, but I probably have over $100,000.00 worth of black collectibles. For about eight or nine years, it became an obsession with me. I would go to antique shows and go to stores and hunt down old black memorabilia. I have things that date back before – I actually have a first edition of Uncle Tom’s Cabin. I started to collect books, figurines, and postcards. I started out with figurines. A friend of mine told me about an antique store that was closing, and the gentleman had a huge collection of black collectibles. It was in San Pedro. I went down, and I paid him $35,000.00 for the collectibles. He had over 100 pieces. Part of the deal was that he had to mark them and write a little card so I would understand the historic significance of them. Postcards, Tim, I have them back before you had – this might surprise you. Originally, you didn’t have to put a stamp on a postcard to send it out to mail. I have them back in – the earliest one I have is 1891. Tim Ferriss: Wow. George Raveling: What was interesting about the black postcards was they always made blacks – they pictured them in a derogatory term. One of the more frequent ones you see is a black person eating watermelon with a smile on his face. They were all derogatory. Now, here’s what’s further interesting: You put stamps on them. I was able to read the messages on some of them. The one that I remember the most is a lady’s writing to one of her girlfriends. We’ll just make up the names. She says, “Hellen, we have a nigger that works at our house that smiles just like him.” In those days, to use the word nigger was commonplace. I don’t know that you ever learn to accept it, but it was something that was said commonplace. I started to build this historic collection of memorabilia so that I could have a legacy for my children and their children. I have them on display at my home to remind me of where we were and where we are today and the trials and tribulations that we’ve gone through. Postcards, I probably have over 300 of the postcards, and I probably have about 500 of the figurines. I was just thinking, because I have some original Aunt Jemima flower packs. Once I got going, it was amazing the things I was able to collect. I had so many of them that I couldn’t put them all on display, so I have, probably, three-quarters of them are boxed up in storage. The others are around my house. Tim Ferriss: Do you collect anything else, or have you collected anything else? George Raveling: Books and friends. In my library at home, I have well over 2,500 books and probably have another 600 or 700 that are in storage because I just ran out of space. I just continue to buy books to read them. I have, as you probably researched, an unusual way of going about reading books. And, friends, I don’t have a strategy or anything for friends that – most times, people, when I meet them, are not who they end up being, whether it was Phil Knight, Bob Knight, John Thompson, Sunny – I could tell you tons of people, when I met them, they were not who they ended up being, but, for some reason, we were able to build an authentic and sustainable relationship. I’ve always looked upon relationships as a privilege that you have. At the end of the day, at the core of our relationships, in my mind, is trust and respect. Both of those have to be earned. Over the years, I’ve met people and, unintentionally, we’ve stayed in touch, and there’s been this level of trust that’s allowed the relationship to endure. It’s a lot like marriage. You have to work at it. You have to understand that there’s a balance in relationships. With me, the number one thing that I ask myself continually is, what can I do for you? Your good friend, Ryan Holiday, and I had dinner last night. One of the very last things I said to him, I said, “Ryan, is there anything I can be doing for you in the next 30 days?” I’ve always had this theory that, if you help enough people get what they want, you’ll always get what you want.” I’ve never tried to enter a relationship based on selfish motives, that, if I know this person, I’m going to get these benefits. I try to find out, what do we have in common as people? What is it that we can share? How can I help this person? No matter how famous they are, how successful they are, everyone has certain needs, even if they’re just psychological needs. We all need truth tellers in our life. In building relationships, I try to make sure that I surround myself with people who want to see me become better and help me become better, that I can learn from them and that I can contribute to their lives. Most of the friendships I have in life, they all started by mistake. One of the young men that’s here today that has taught me almost all I know about technology, I spoke at a clinic in Orlando. A friend of mine, Kevin Eastman, was running the clinic. I said to him, “Who’s going to put my presentation up on the screen? Do you have an IT guy?” He said, “Yes.” I said, “Well, introduce him to me because I want to put my presentation up. I want to walk to the back of the room and make sure it’s clear and so forth.” I met Alex Sovosier, and, during the time I was there, we just hit it off. I’m pretty sure he was taking me back to the airport, and I ask him if he would be interested in doing a website for me, and he said yes. That’s how it started, and it’s turned into a lifelong friendship. I think that was the start of me recognizing that I needed to be around more young people. I don’t associate – maybe it’s bad to say this, but I don’t hang out with many people my own age. Most of the people that I associate with are younger people because I think they’re the future. They’re smart. They’re naive enough that they’ll tell you the truth, and they’re not afraid to tell you if they think you’re wrong. When I hang around people my own age, it tends to always revert back to the past. I don’t want to talk about coaching at Washington State or being the first black this or the first black that. What I want to do is figure out, at 80 years old, what is it that I don’t know but need to know, and how is it going to help me stay relevant in this ever-changing world? I tend to spend most of my time with younger people who inspire me, who I can have a partnership with. That’s the other thing about relationships. I think relationships, at their most authentic stage, it’s a partnership. We share common vision, common goals, common objectives, common strategy, common execution, plan – it’s a we mentality. It’s not a me mentality. It’s a win-win mentality. It’s not I win, you lose or you lose, I win. It’s not about that. We’re in this thing together, and we’re in the boat together. We’re going to row in the same direction, and we’re going to get the boat ashore. Tim Ferriss: You mentioned books, and I want to make sure we give reading at least a few minutes because you are known as a veracious reader, the human Google – one nickname – and you’ve read, probably, I’m sure, thousands of books at this point. You were very kind, when we first got here – we’re recording this right now – you said you learned from the wise man. It’s always a good thing to bear gifts, or something along those lines, and you gave me several books. You’ve also gifted many, many different books. How did this love affair with books start, and could you tell us about how you read books? Because, as you alluded to earlier, you have a particular way of reading books. George Raveling: Well, as I look back on it now, Tim – and the point of reference, as so many times as we speak, is always going to be my grandma. My grandma told me, one time – when she’d be in the kitchen cooking, she’d tell me stories. One time, my grandma told me, she said, “George, you know, back in the days of slavery, the plantation owners used to put their money in books and put them up on the bookshelves,” because their banking system wasn’t as sophisticated as it is today. I said, “Well, grandma, why do they do that?” She said, “Because they didn’t have to worry about the slaves stealing the money because the slaves would never take the books off the shelf because they couldn’t read.” From that, I began to understand that, as long as someone can control your mind, they can control who you are in your body. I decided that I was never going to allow myself to be in a position where someone could control my mind and control my body because of my lack of information and knowledge. I decided that I was going to try to read and learn as much as I possibly could on a continual basis because I believe that people will have a greater respect for you if they respect you intellectually. I’ve often felt, in life, if I had the choice between Tim liking me or Tim respecting me, I’d far more hope that you respect me than like me. I figure the byproduct of you respecting me will be that you’ll learn to like me. I don’t work at trying to get people to like me. I’ve been on this mission for reading for years and years and years. It’s become an obsession now with me. I don’t go anywhere without a book and a notebook. If I’m in line – if I go to the doctor’s office, I take a book with me. If I’m in the – I have a new system now. If I go to a bookstore, if I’m in Barnes and Noble and the line has got eight or nine people in it, rather than stand there for ten minutes waiting, I’ll start reading the book right there in line and start underlining things. I have all these quirks that I’ve acquired over the years with reading books. First of all, I divide the book into messages. I don’t spend any time, now, trying to read a whole book because there’s probably, in most books, maybe, eight to ten chapters that are really powerful and influential, and, the others, I skim through. I never start a book from the front and go to the back. I’ll open the index, and I’ll find what I believe is an interesting chapter, and I start there. That’s actually how I purchase a book. When I’m in the bookstore, I have this routine that I go through. If it passes, I buy the book. If it doesn’t, I don’t buy the book. Tim Ferriss: What’s your routine? George Raveling: I’m going to envision this one. Our office is in El Segundo, which is outside of Los Angeles. I go to Barnes and Noble there. One thing that I found out, that because there’s so many corporate offices within a two-mile radius, that they tend to house really excellent business books. I’ll go in. As soon as I go in, I look at the books that are on reduction sale to see if there’s something there that might be a good buy. Then I go to the new releases, nonfiction. By the way, I go to a bookstore four to five days out of the week. I’m constantly going in. I just call it search and discovery. I’ll go to the new releases in the nonfiction, and I’ll look through the books. There are usually 20 books on the table. I’d say eight out of ten times, I’m going to find a book that I’d never heard of before. I’ll pick the book up, I go to the back, I read about the author. Then I go to the front part, and I read the promos down the side. The next thing I do is I go to the chapters, and I’ll find a chapter, and I’ll open it up, and I’ll see the writer’s style. I look at the style. Is this someone that’s a book filled with a lot of statistics or stories? Because I know what I’m looking for. The books that have had the most impact are the ones that make me change the way I think or act or behave. Those are the books that ultimately end up being the best for me. I’ll go through the book, and then, once I find this one chapter, I start to read some of it, and I can tell if this is going to be me or not. At that point, I’ll purchase the book. I just don’t go in and buy a book based on the top ten – not that there’s anything wrong with that. It’s just that I’ve had better success – now, here at 80 years old, two of my favorite authors are Ryan Holiday and Walter Isaacson. They’ve both taken me on interesting intellectual journeys. The first book I read by Walter Isaacson was Steve Jobs. Oh, I was so blown away. I had underlined about three-quarters of the book. I was writing down quotes. As you know, the Steve Jobs book could be anything you want it to be. It can be a thesis on leadership. It was just utterly fascinating. I loved Walter Isaacson’s writing style. When I finished the book, I went back, I said, “Damn, I like the way that he writes.” I go back, and I look to see what else he had written. Then I see he’s done a book on Benjamin Franklin. He’s done a book on Einstein and, subsequently, Kissinger and others. I go to the bookstore, and I buy the Benjamin Franklin book, and I am blown away and a little sad because I feel like, “God damn, I went through all this education. No one ever taught me any of this stuff,” other than the kite. Before that, I think, if you’d have asked me, who was the most important American of all time, I think I would’ve probably tended to say Abraham Lincoln, but, after I read Isaacson’s book on Benjamin Franklin, I would now feel – the lottery system, the banking, schools, streets. He did so many unbelievable things. Then, from there, I went to Einstein. Anybody who can write a book on Einstein and that an idiot like me can understand the physics and – it was absolutely – it was a miracle. In the book, Tim, I read that Einstein was very active in what they would capture, in those times, as the Negro Movement. It says that he wrote a book on Einstein and the Negro Movement. Well, I had never heard of this, so I immediately stop reading and go Google Einstein on the Negro problem. Low and behold, it comes up, so I chase the book down. What I find, a lot of times, in reading books is – in your book, Tools of the Titan, I’m reading, and I see you mention in there about masterminds. I had never heard of masterminds, so I circle it, and I write Google behind it. I got back, and I go online, and I find out, wow – I’m thinking to myself, “Oh, my god, I never knew about this. How do I become part of it?” I sent some information to Ryan Holiday about this mastermind. He gets back to me. He says, “Oh, I’m surprised you didn’t know about that. You want to go? I’ll get you in.” The next thing I know, I get this invite to go to masterminds in Carmel Valley. In my 80 years on earth, that was the greatest collection of intellects that I’d ever been around in my life. I was so intimidated. What was marvelous – that was when I knew I was on the right path because I’m 80 years old. The next oldest person there’s probably 49. They’re all young energetic people. I will readily admit I was so intimidated. I was thinking to myself, “God, how am I going to fit in?” Every night, I went to bed with the worst headaches that I ever had because I couldn’t process all this stuff. By the second day, I’ve already filled up a notebook of notes. It was one of those life-changing experiences. You helped me grow as a person just by what you mentioned in Tools of the Titan. Tim Ferriss: Well, thank you for reading it, first of all. I’m sure that, with all my notes here today, I’m going to have to figure out a way to have another conversation with you for sure. Hopefully, I won’t blow it between now and the end of the interview. Books that you’ve reread the most yourself or gifted to other people the most, are there any books that come to mind? George Raveling: Well, being 80 years old, it’s a long span of reading. The books that I’ve given out the most, rarely do I go to meet anyone and I don’t – I can’t tell you the last time I met someone and I didn’t bring them a book. It’s just become a habit now to give them a book. Most cases, I give them two or three books. The books that I’ve given away the most lately are Ryan’s two books, Obstacles and Ego is the Enemy and 12 Rules for Life by Jordan Peterson. This was one where I happened to go in to Barnes and Noble the day the book arrives, and I go through it, and it passes my test. I get back to the hotel, and I start reading the book. Before I know it, it’s 2:00 a.m., and I’m still – the guy’s got me hooked already. I start telling people, “Oh, you have to get this book,” and no one’s ever heard of this guy, although, in Canada, I understand he’s quite controversial. He’s a professor at the University of Toronto. Then, about three weeks go by, and, all of a sudden, it’s an explosion. It’s now number two on the best sellers and so forth. I would say I probably have given away somewhere between 20 and 30 copies of that to friends. I’ll get a note from someone every now and then saying, “Hey, tell me a good book to read.” That’s the one I recommend the most. I give Ryan’s books away a lot. One thing that I like about Ryan’s book is it’s easier to carry because it’s smaller. I can get a little bag, and I can put 12 of them in there. Tim Ferriss: Yeah, mine are not as user friendly from carrying perspective. George Raveling: No, but that’s the – one thing that I found with your two books is – I take them on as a personal challenge. I say, “If he spent this much time with these many pages, I am not going to allow the length of the book to intimidate me. I’m going to see this as an opportunity.” What I did with Tools of the Titan was – I call that my China book. It’s 13 hours to Shanghai or 13 hours to Hong Kong and 13 coming back. That’s 26 hours, man. I can knock that sucker out. Some books, you just have to find the right environment in which to read them. Tim Ferriss: Totally. I’m going to actually just pause for a minute. We’ll keep the recording going. I’m going to go grab the books that you brought for me because I’d love to talk about them, so I’ll be right back. Okay, so here we have five books. I’ll just read off the titles quickly, and then I’d love to hear you explain your reasons for choosing a few of these, perhaps. The first is Life is So Good, George Dawson and Richard Glaubman. The next is The True Believer: Thoughts on the Nature of Mass Movements by Eric Hoffer. Next, we have Blue Highways by William Least Heat-Moon. That’s quite a name. Then we have Whiplash: How to Survive Our Faster Future, Joi Ito and Jeff Howe. I actually know Joi. I have not read this book, though. [Foreign language], Joi. [Foreign language]. Truth, Hector Macdonald. I would love to hear you explain why you like or why you chose, perhaps, a few of these. George Raveling: Well, my first goal was, as I said to you when I first entered the room, is that what I learned from the three wise men was they always came bearing gifts. I felt that I wanted to share something with you of values as you were sharing something with me of value and allowing me to be on your program. I thought long and hard about the types of books that a Princeton graduate would interesting. I went back through. The first one is Life is So Good is about a black young man who was a slave and, at 98 years old, he decides that he’s going to teach himself to write. Tim Ferriss: Wow. George Raveling: Then he subsequently goes back and gets his GED. It’s a fascinating story about that he never allowed his environment to imprison him. It took him a while to realize that he had the capabilities to still read. What was more important was that he wanted to do it. He taught himself to read. He ended up going back to school. One of the things in here was they have a couple of letters that young kids who read the book – here’s a cute one that says, “Dr. Mr. Dawson, I’m in second grade. I live in Wisconsin. I’m glad that your brain still works. Happy 10th anniversary.” One other one, it says, “I’m happy that you can read now. I’m glad you like school. I do, too. I’m in the fourth grade. Your friend, Alex.” Tim Ferriss: That’s very cute. George Raveling: This, to me, is one of the true classics of all time. This is The True Believer by Eric Hoffer. Eric Hoffer was a long shore man in San Francisco. He’s self-educated. This book is about fanatics and how the people become so engrossed in mass movements. A lot of the backdrop for his rationale has to do with Hitler’s rise to power in Germany. I just want to remember. I’m pretty sure the book came out – in 1951, he wrote this. It’s every bit as contemporary as – in fact, if there was one of these books that I would say that someone should pick up and read right now, I would say it’s so applicable, even though it was written in ’51 is The True Believer by Eric Hoffer. I don’t think you can get it in hardback now, but it’s a marvelous book. Blue Highways was one that I read twice. William Least Heat-Moon was a professor in English at the University of Missouri. He arrived at a point where he was totally bored at being a professor. He makes a unique decision to abandon his career, sell everything he has – he has a credit card. He sells everything he has, and he decides that he’s going to travel the blue highways of life, and he’s going to go all around America, and all he’s going to do is go into small towns off of blue highways and take up residence there for a day, two, a week and just talk to the local inhabitants and go into restaurants and learn other people’s stories and their challenges and successes. The blue highway connotation – and I know this because I taught map reading when I was in the Army – is, on a map, the blue highways are secondary thoroughfare. The major highways, they’re drawn in red. He decided that, “I don’t want to travel around America on the main highways of life because the real stories are off the blue highways.” It’s just an incredible story of his journey. It gives you a look at America from a perspective that you wouldn’t normally – what you find out, even in these little towns around America, there’s not a whole lot of difference. People, they have their anxiety, they have their joys, they have their visions. One thing I noticed was that people in the smaller towns tend to lead a much simpler life. Their values are a lot more sustainable. What I mean by that, they have fixed values that they’ve grown up with from a child, and they’ve never compromised. It’s a great book. Once again, I spent a good bit of time trying to figure out which ones I thought you would like. The next one, I bought at the University of Penn bookstore about five months ago. I never go to Philadelphia and don’t go the Penn bookstore, and they have an incredible collection of books. At that time, I was thinking to myself, “You need to change the subjects matter a little bit.” A dominant conversation in America is the future, the future. Get to the future first. What’s the future going to look like? I started to realize you need to understand more about the future and what it is and what the potential on. As I’m going to the bookstore, I decide only books I’m going to buy are books that talk about the future. I ended up buying about six books. I came across this – the good Lord helped me discover this book, and it’s called Whiplash: How to Survive Our Faster Future. It’s written by two professors at MIT. The book is incredible. As you can see, I destroy books. Tim Ferriss: Wow. You have a lot of underlines. Do you mind if I take a quick look at that? George Raveling: Oh, no, no, no, no. Tim Ferriss: I just want to – I’m a bit of a notetaking fanatic, so always fascinated to see how people take notes. You have underlines. You have things that are circles, and I see Google here. Then you have something that is circled and looks like it has spines around it. It’s almost like a cactus. What do you reserve that for? George Raveling: The ones with circle are – I’m always looking for new ways to explain things and to teach. Those are words that I’ll go back and I’ll transfer into one of my journals because I’m looking for new ways to explain things. Sometimes a person will be mentioned, and so I’ll circle that. I’ll write those down. Every day, I take about a half an hour and Google. I Google people’s names. I Google, as I said, with masterminds. Where you see the markings on the side of a paragraph, that means, when I go back, that I want to reread that in its entirety, and it’s really important. Tim Ferriss: Oh, this marking right here. George Raveling: Yes. Tim Ferriss: What it looks like, just for people who are listening to this, it’s basically a bunch of horizontal lines stacked in the margin from the beginning of, say, this paragraph to the bottom of the paragraph. That’s something that you’ll reread. George Raveling: Yes. I make comments. Like, on this paragraph, I wrote, “Unbelievable.” This was a quote that I wanted to put in my journal on quotes. This was a person that was mentioned that I want to Google. A lot of times, what’ll happen, Tim, I go back, and I Google a person and, immediately, I go to see if they have a Twitter account. If they do, then I sign up for their Twitter account. To me, the handheld device has become my won personal library and my source of information. Where I’ve discovered a growing problem is there’s huge proliferation of information today. We’re overwhelmed with information. What I find out is that, for me, I have to segment the information. I have this little formula. Information equals knowledge. Knowledge equals wisdom. Wisdom equals growth. Growth allows me to share. I take the information, and I segment it into magazine reading, blogs, articles, and books. What I found out is that I was devoting an inordinate about of time to blogs, articles, and magazines and newspapers, and it was compromising my book reading. What I had to do was to start to plan out my week. I’ll have a day where I say, “Blogs, magazines, and newspapers.” Then I’ll have a day where it’s book day. That day, I’m not doing anything but reading my books. The other thing I have to do is try to figure out other ways to get book reading in. If I hop on a flight from LA to Austin, I put four books in my bookbag that I carry on the plane. I read four books at a time. I have a lot of crazy things I do. Tim Ferriss: Is this what you’re reading now? George Raveling: This is one of them, yes. Tim Ferriss: Just for people wondering, this is – I love how wide-ranging this is. The Mind – is the title — It’s Projections and Multiple Facets by Yogi Bhajan, PhD, master of Kundalini yoga with Gurucharan S. Khalsa, PhD. Amazing. George Raveling: What I do is, if I get bored when I’m reading, I’ll just switch to another book until I get one that really captures my attention. When I get on the plane, I’m going to usually start off – I’ll read the Wall Street and New York Times and the local paper. By the second half, I’ll go to my books. Like I said, I just have all these crazy things. For example, I’ve trained myself to understand that the blank pages – I’ve made all the blank pages in the book valuable because I take every blank page, and I write notes in there so I don’t have to switch to my notebook. It’s more handy. As you can see, on a lot of the blank pages – Tim Ferriss: You have writing on every blank page. George Raveling: Yeah, I write. I skip around a lot. Tim Ferriss: Oh, wow. Hold on. On this spread, you have three different highlighters. You have, I suppose, pink, yellow, and green, and you have some red emphasis at the top of that particular page. George Raveling: Well, what I do is – it helps redirect my attention to what’s important. If you saw a speech that I gave – for example, I was a graduation speaker, a couple years ago, at Villanova. If you saw the speech, it’s just a maze of colors. My brain is trained at the colors will redirect my attention. If it’s all pink, then, in many ways, there really wasn’t any sense to color it. I tend to go back – once I read a book, I go back now, and I’ll reread the book and go with the underlining again. Sometimes, if it’s really powerful enough, I just do it right then. Tim Ferriss: On the key phrases or words that you circle – my system is I put PH in the margin next to it, which stands for phrase, and then, on the very beginning of the book, I create an index of phrases. I’ll have PH, and then I’ll put in the book numbers. Similarly, you do these multiple passes. When I’ll go through a book and I’ll underline or highlight and then I’ll go through it a second time, in the margin, I’ll put T2 and a circle around it just for Tim two, like second pass, for things I find really interesting. Then, if I read it a third time, I’ll go through and I’ll do T3. I can not only see what was interesting to me at different times, but, also, sometimes I’ll get so excited reading a book – I don’t know if you do this – I’ll highlight so much. I’ll be like, “Okay, well, I might as well not have highlighted anything because I highlighted everything. Then, the second time around, I’ll be a little bit more precise, maybe. Then I can go back, and I have my own table of contents, which it looks like is similar to what you do. George Raveling: Yeah. What I’ve found out in reading books now is, when I go back on the second passage of the book of reading it, I find some pages where I didn’t have anything underlined. Just my inquisitive self, I’ll go back and read that page. There’ll be three or four things that I wanted to underline or I wanted to ponder on. I can’t understand, “Well, how did I miss this?” The second reading, for me, is revealing because I always find something that I missed that, maybe, my brain just was functioning too fast, or I was being distracted. I’ve learned that a second reading is vitally important. Then the last thing I would do is I would end up transferring these to journals. I actually have book notes back to 1972 is when I started to keep them in three-ring binders. What I would do is, when I was done with a book, I would just give the book to my – those days, there were secretaries. I’d give it to my secretary, and she would type out everything that I had underlined in the book, and then she’d create a cover page for it. I have three-ring binders. I probably have 12 or 15 from Washington State. I probably have – I only stayed at Iowa four years, but I’d say I probably have about eight from Iowa and probably, maybe, 15 or 20 from USC. I actually have them – I save my notes over the years. One thing that they’ve been a great source of, not only learning and reflection, but I find information that I can utilize in speeches. It’s interesting, also, when you look back in the – I think people, 50 years ago, placed a greater importance on writing skills and word usages. It was an artform – and how people go about explaining themselves is – most of the books I read, there are very few of them that I don’t come away and feel that I’m a better person. One of the things I like to ask myself at the close of every day is, “What did I do to make myself a better person than I was yesterday? What did I learn today?” From a talk that I do, I say that every day is composed of 86,400 seconds of opportunities. How shameful is it for me, at the close of my day, to say that I didn’t do anything today to make myself a better person than I was yesterday? That’s shame on me because I had 86,400 seconds of opportunities to do something – even if it’s no more than a thank you, a random smile, a pat on the back. Think about this, Tim. There are a lot of people in this country who go through 24 hours and never have anyone say anything to them positive. You might be the only person that day who said something to that person that was positive. I know we’re in a different culture now, and I always think I’m running a little risk, but, if I’m in a restaurant or somewhere and a person’s waiting on me and he or she has a great smile, I verbally say, “Hey, you have a great smile.” Sometimes I feel a little uneasy when I say it to a female because someone might think you’re trying to come on to them. At the same time, I’m willing to take that risk. Earlier, when we were leaving breakfast, as we were leaving, the two waitresses said, “Thanks for coming,” and they had a big smile on their face, so I said to both of them, “The two of you have a great smile.” Well, to me, I like practicing random acts of kindness because, so much today, we’re cruel – and unintentionally cruel. We don’t think how valuable the little things are – the thank-yous, the smiles, the taking time to listen. I had a situation – I still grapple with this, when people stop you on the street and ask for money. We were having lunch yesterday, and a lady came up, and she asked if we could spare some money. She wanted to get something to eat or drink. I gave her $5.00, and said, “Now, I hope you use the $5.00 on what you said you were going to do.” She points, and there’s a little grocery store a few doors down. She comes back, shows me the drink and the $3.00 change. Tim Ferriss: Wow. George Raveling: It was a win for both of us. I grapple with this thing about, do I give them some money, or do I not? In this case, I really felt good that I was able to do something for her, and she did something for me because she made me feel good that I could trust – what she really did is help fortify my mind that I should probably be giving more instead of less. Tim Ferriss: Well, you’ve given a lot in a lot of ways in many years over your life. Certainly, one capacity is that of coach or educator or teacher. We could spend days – and hopefully we will. Hopefully, we’ll get to know each other even better and spend more time together. For now, I thought we might jump forward, at least from your childhood stories to the Olympics, 1984. There are many different angles we could take to get into this. I suppose where I want to start – there are so many different things that I want to touch on. Since we were talking about communicating and phrasing and words, could you share the motivational quote that you came up with at that time? I think it’s each one of us has a relative who gave his life for this country. The least we could do is give 40 minutes of ourselves. George Raveling: Yes, that’s actually a Bob Knight quote. It was a motivating force because, when you stop and think about it, very seldom in our lifetime does our country ever come to us and say, “We need you.” It’s always the exact opposite, that we’re looking for something from the government. I felt that this was a unique opportunity, that the country was basically saying to the team and the coaches that we need you, and we need you to bring back a gold medal for us. This was a unique opportunity for us to serve our country. I can remember vividly, in the months leading up to the ’84 Olympics in Los Angeles. I would envision that we were going to win the gold medal, and we were going to be standing there and hear the National Anthem play and to be at attention and look at the American Flag. I know that we’re in a different era now and a different time, but the reality was this is how I felt. I grew up in an era where my grandma taught America, right or wrong, America. Whatever the problems are, we’ll work them out, but, at the end of the day, we’re an American. I envision what it was going to be like when we stood there and received the gold medal and heard the National Anthem play, and you had the satisfaction of saying to yourself, “Mission accomplished.” It was one of the most unique experiences I’ve ever had in my life, to be in a position where you could represent your country, and you could have a good feeling about it. I’m sure there’ll be a lot of people who will question why I felt that way, but that’s the truth of the matter. Tim Ferriss: I was chatting with Ryan, or texting with Ryan last night, after he had dinner with you. He was peppering me with suggested topics, which, of course, we have an overabundance of. One of the bullets here in the notes in front of me refers to you leading the practice team to beating the dream team. Can you elaborate on this, please? George Raveling: What happened was, for the first time in the history of the Olympics, the United States decided not to use college players anymore but to use professional players. That year, the Olympics were in Barcelona, and Chuck Daly was the head coach of the U.S. team. Of course, you had the – I think the only player on that dream team that’s not in the basketball hall of fame right now is Christian Laettner. He was the only college player on the roster. Of course, you had Magic, Bird, Barkley, Jordan – you name it. Chuck and I had been lifelong friends, back from when he was an assistant at Duke, and I was an assistant at Villanova. He was a Pennsylvanian, grew up in Punxsutawney. We had a long-standing authentic relationship. Chuck decided that they wanted to put together a group of college players that would scrimmage the dream team twice a day in practice. He suggested that I be the coach, and so C.M. Newton, who was head of USA basketball at the time, called me and asked if I would be the coach of the team. I said, “I’d love to do it.” They picked the players and Bobby Hurley and Chris Webber and a bunch of guys. We only had eight players. Roy Williams and I coached the team together. The first night that we had the scrimmage, I think the NBA guys basically looked at us as this is just a scrimmage of college guys. They didn’t really take it as serious as we did. The college guys, we were all fired up. This is a great opportunity. We scrimmaged for 37 minutes, and we actually beat them in the scrimmage. The word got out, and they were livid. One thing that happened, I picked one of my managers from USC to be a manager for our team. When the practice ended, Larry Bird came up to me and he said, “Coach, can you do me a favor?” I said, “Sure. What?” He says, “Can you leave a van and a driver here or have somebody come back and pick me up?” I said, “Oh, I’ll leave one of the managers with a van.” Larry hadn’t shot the ball that well in the scrimmage, so he stayed and shot for an hour and 15 minutes straight. I told Dennis Johnson, who was the manager, I said, “When you get back, let me know you’re back.” When he came to my room, I said, “How did it go?” He said, “Coach, unbelievable. He just continually shot. He only took one water break. He was drenched head to toe.” He looked at me and he said, “Coach, if Larry Bird is doing this, what should the average guy be doing?” It was just a great experience. The next time we scrimmaged, they were fired up. I’m embarrassed to say this. We didn’t score a field goal for the first nine minutes. They were on us like white on rice, man. They said, “Oh, you guys think you’re hot S. We’re going to show you.” Jordan was leading the pack. They were determined. “Okay, you guys think you’re good. We’re going to show you what good is.” Tim Ferriss: I want to talk about coaching a team. I think the way I’d like to get into this is by asking if you could, maybe, mention just one coach that you have been impressed by, alive or dead, past, present – doesn’t matter. What impressed you about them? George Raveling: Oh, I would say two coaches who are – or I’d actually have to say three. Three coaches who have had an immense impact on me as a person, as a coach, my life would be Bob Knight, John Thompson, and Lefty Driesell. Lefty Driesell, I was his assistant at the University of Maryland. He was the one who fueled my passion for reading. He was the one who taught me that you don’t just read the sports section. He actually got me into a system that I still use. When I go to the newspaper now, the last section of the newspaper that I read is sports. That’s something that started back with him. He also told me the importance of reading the editorial page every day. The other thing was he wanted us to be the best dressed staff in the ACC. I picked up a lot of habits from Lefty that I have to this day. John Thompson and I grew up in the same neighborhood in Washington, D.C. He’s had so much influence on the way I think, the way I act, what I believe. The one thing I learned with John is, when you’re around John, your talk to listen ratio should be 90 percent, and the talk should be 10 because, if it’s any other way, you’ve lost a great opportunity to learn and to be taught. John is a maverick thinker, and he was a maverick thinker before the connotation even existed. The other person, Bob Knight, just had an absolutely amazing impact on – I was at a summer league game as an assistant coach at Villanova. At halftime, I go down to look at the scoreboard, and a guy taps me on the back. I turn, and he says, “Hi, my name’s Bob Knight, assistant at West Point.” I say, “Hi, George Raveling, assistant at Villanova.” From that moment on, we had a lifelong friendship. That’s how I ended up being the assistant coach on the ’84 Olympic team. Maybe Bob’s greatest gift to me was that he saw something in me that I never saw in myself. He was relentless to make sure that I achieved it. He said to me, “George, if we’re going to survive in this profession, we have to become an expert in some phase of the game, and you need to make yourself an expert in some phase of the game.” Bob’s was defense, and so he said to me, “I know you speak a lot of clinics on rebound, and that’s your niche. You’ve got to make yourself the foremost authority on the globe on rebounding.” He stayed after me on the phone. He called me one night. He said, “Hey, I looked it up in the Library of Congress.” There’s no book in the Library of Congress on rebounding, so you’ve got a unique opportunity.” I still didn’t believe I could actually write a book, and so Bob just stayed after me. Finally, he said, “Write an outline and send it to me.” Of course, we didn’t have the technology we do, so I wrote an outline and sent it to him. Little did I know, he was setting me up to walk me through this. The moral of the story is I end up writing a book called – one I wrote was Rebounder’s Workshop, and the other one was called War on the Boards. That was the thesis and the manuscript for The Art of Rebounding. I’ve probably sold 100,000, copies over the years, of the book. Without Bob staying on me and being relentless and never accepting no, he helped me find something inside of me that I would’ve never, in my life, ever thought I would’ve written a book or even had the talent to do. He saw something in me that other people didn’t see in me. That’s been a lot of the relevance for this magical carpet ride I’ve had, people seeing something in me that I didn’t see in myself. My grandma seeing something in me. Sister Delores seeing something in me. My high school coach seeing something in me. My college coach, Al Severance, he said something, Tim, that I’ll never ever forget. One time, he was talking to us, and he said, “The first sign of intelligence is to admit that you don’t know something.” Here I am, 80 years old, and I still remember him telling me this. I’ve learned so much. Everyone, including yourself, have touched my life in a productive way. If I don’t read Tools of the Titan, I don’t learn about mastermind. If I don’t learn about mastermind, I kill myself in 20 different relationships. I learn things about people that I didn’t know. It’s just been a blessed journey, that you meet people who are willing to help you continue to grow, especially at 80 years old. You think, Tim, at 60 years old, the thought process in America was you retire. You get a gold watch. You live happily ever after. Between 60 and 80, it might be the most productive years of my life. I’ve grown so much. I was 63 years old, and I get appointed global director of sports marketing at Nike – at 63 years old. You defy the odds. Ex basketball coach, black, no business background, and you’re running a Fortune 500 category. I can remember many times thinking – that all of four years I spent at Villanova, I was an economics major. At that time, they didn’t call it a business school. They called it school of commerce and finance. I graduate with a degree in economics, and I used to think, “God, this is a waste of time. I learned all this. I’m never going to use it.” Little did I know that, at 63 years old, all of this was going to come back to fruition, and it was going to be necessary. It did pay off. Tim Ferriss: As I understand it, the job offer, or at least your beginning with Nike, became through what seemed like a prank call from Phil Knight – at least that’s what I’ve read, is that you got the – George Raveling: Actually, it started long before that. When I went to work full time for them, I get this call – and then we’ll go back to the origin. I get a call one night, and I answer the phone, and the voice says, “This is Phillip Knight,” and that’s basically how Phil always addresses it. To this day, if he calls, he’s going to say, “This is Phillip Knight.” Momentarily, I thought, “Ah, this is somebody putting me on.” Then I said, “Is it really?” He said, “Yeah, it’s Phillip Knight.” I said, “What’s going on?” He said, “I just called to see if you’d be interested in coming to work for Nike full time.” We talked it through, and I said, “Well, what do you want me to do?” He said, “We want you to come and –,” at that time, Nike had this camp called The All-American Camp. He said, “I want you to upgrade it, but I want to figure out how we can reach younger kids.” I still have, somewhere in storage, the original presentation that I made to him to start a grassroots program. At that time, there was no such thing as a grassroots program. That was the start of me working full time. I actually started at Nike in 1978. Nike decides they’re going to get college coaches to endorse their product. They fly 11 of us to Las Vegas. Jerry Tarkanian was one. Jimmy Valvano and so forth. John Slusher Sr. and Phil came and made the presentation to us. Essentially, they would give you a compensation and all the product for you and your team. This was in ’78. I was sitting beside Bill Foster, who was coaching at Clemson at the time. The second day, we had to make a decision. Part of it was they give you a compensation. The compensation was $5,000.00 in cash or $5,000.00 in stock. The impediment – really wasn’t, as it turned out – was, if you took the stock, you couldn’t cash the stock for five years. At that time, the stock was about $6.00. Bill Foster leans over to me, and he says, “George, take the stock. Take the stock. I’ll explain to you later. All these other idiots are going to take the cash.” The five-year thing ended up being a disciplinary factor because, even if you wanted to, you couldn’t cash it. Then, when the five years passed, Bill called me about six months before the due date, and he said, “Listen to me again, don’t cash the stock. Don’t cash the stock. Just let it roll over. You got this far without it. You can get the rest of the way.” Anyway, by the time I finally sold the stock, it was up to $46.00 and it split. To go back, that year, in ’78, Nike sends Bill Foster, myself, and Eddie Sutton to China for a month to do clinics. We went to Peking, Shanghai, and Guangzhou. At that time, Beijing did not exist. Subsequently, Peking was replaced with Beijing. At that time, it was called Peking. We went and did these clinics in China. At that time, it was highly communistic. Everybody dressed the same. The women dressed with white blouse and olive green slacks. The men had these little Nehru jackets, olive green, and they had a cap with the red star on it. They could speak no English. One day, we’re in Tiananmen Square, and Bill Foster’s wife had a Polaroid camera, and she was taking pictures. She took a picture of a group of Chinese people standing together conversating. When it develops, she showed it to them, and they were – we might as well have been for the moon. We couldn’t tell what they were saying, but they were so excited, pointing, and then more people came. They had no idea how this was transpiring. Here’s an interesting story, Tim: A Chinese gentleman steps out of the crowd, and he comes up to me, and he picks my hand up, and he rubs my hand, and looks at his fingers. It was apparent he had never seen a black person before in his life, and he thought it was paint. Tim Ferriss: Wow. George Raveling: He was rubbing to see if the paint – because he couldn’t figure it out. He had never seen a black person before. It’s a story that’s left an indelible mark on my stay. That was, maybe, one of the great trips of all time. I’ll tell you one other quick story. We’re doing a clinic in Shanghai, and the interpreter comes up to me at the end of my lecture. He says, “Coach, this coach would like to borrow your rebounding book, and he’ll bring it back in the morning.” I thought he just wanted to take it home and read it. The next morning, he comes back. Sure enough, he gives me the book, and he’s got 25 copies of it. Overnight, he printed 25 copies of the book and gave me mine back. Tim Ferriss: Welcome to China. You started working full time at Nike at age 63. Is that right? George Raveling: Well, no. I actually took the global sports marketing job at 63. I actually had put in about eight years in developing this grassroots program at Nike. Then, subsequently, I got this opportunity to be the global director. Tim Ferriss: You mentioned a familiar name to a lot of people, Michael Jordan, earlier from the dream team. I’ve seen a photograph of you with a very young Michael Jordan. I’ve read that you were the one who actually convinced Michael Jordan to sign with Nike, or certainly were one of the driving factors there. Could you share that story? George Raveling: Yeah, I don’t know if I would go that far, but I was a conduit. Early at the Olympic trials, Sonny Vaccaro, who was then heading up Nike basketball, and Phil had come to me, and they said, “Hey, can you see if you can get Michael to visit with us?” We were still training in Bloomington. I brought the subject up with Michael. What happened was – I don’t know exactly how this happened, but Vern Fleming, who was on a team from Georgia, Patrick Ewing, myself, and Michael, we were inseparable the whole Olympic experience. We went everywhere together. We were like the four amigos. We’d go to McDonald’s. We’d go to the movies, the shopping mall. Wherever we did, it was always the four of us. I developed a really unique relationship with Michael. From time to time, I would bring it up to him about the Nike thing without being overbearing. In the very beginning, he said, “Coach, I have no interest in Nike. I’m an Adidas guy. I’m going to go to Adidas. I don’t even like their product.” Every now and then, I would bring it up, and he would say, “Coach, I’m telling you, man, it’s a waste of time. I’m going to be an Adidas guy.” Now, we’re at the Olympics, and we get through pool play, and we have a day off. Sonny Vaccaro calls, and he says, “Hey, can you bring Michael – get him to come over and met me at Tony Roma’s in Santa Monica?” I bring it up to Michael, and I think, just out of frustration, to get rid of me, he said, “Okay, I’ll go.” We’re going over in the car, and he said, “Coach, I’m only doing this for you. It’s a waste of time. Whatever Nike offers me, I’m going to take it to Adidas, and, if Adidas matches it, that’s it. That’s who I want to be.” To fast forward, him and his mom and dad and David Falk come up to Nike for a visit. The meeting is successful, but it didn’t move the needle because Michael was still convinced that he should go with Under Armour, but part of the Nike deal – Tim Ferriss: Or Adidas. George Raveling: I’m sorry, with Adidas. Part of the deal was, at that time, there was no such thing as a signature shoe, and so David Falk came up with this idea of Air Jordan. Nike would make a signature shoe that would be marketed under this logo of Air Jordan. The meeting goes well. We think we’ve got a shot. True to his word, Michael took the deal back – or David took the deal back to Adidas, and Adidas passed on it because of the signature shoe thing because they didn’t feel there was any market for it. They still made him an offer, but they wouldn’t go on the signature shoe thing. If I remember correctly, Michael was getting $0.05 of royalty on the shoe. At any rate, Michael ends up accepting the offer from Nike. As they say on television, the rest was history. Here we are today, and Jordan Brand is a business of its own. There’s Nike, Inc., and then you have these subsets – Hurley, Converse, Jordan Brand. Jordan Brand is the second biggest seller of basketball shoes in the world – basketball shoes – other than Nike, Inc. They sell more basketball shoes than Under Armour or Adidas. Here, you go back to ’84, and, here today, he sits at the end of one of the most profitable sport footwear companies in the world. What’s interesting, which historians will put in their rightful place one day, is Nike was the first Fortune 500 company to take a black male and make them the face of their company. I’m sure you’re familiar with the Spike Lee ads and all those things like that. There was a huge risk in some ways. One time, I mentioned to Michael about Nike taking a risk, and so he quickly came back to me. He says, “Nike took a risk? Hey, I took a risk, too.” Tim Ferriss: You’ve spent so much time teaching and guiding and cultivating players and people who work for you and the people around you. I had read – and please feel free to correct this – that you’ve said the most important conversation is the one you have with yourself. George Raveling: Right. Tim Ferriss: Yeah. Could you elaborate on that, please? Because I think that self-talk is – and I’m not sure that’s what you’re referring to – so, so terribly important. I’d love to hear you just elaborate on that. George Raveling: The older I’ve gotten, the more I’ve come to the conclusion that the conversation that you have every day with yourself – as you characterize it, self-talk – is so vital. It’s far more important than the conversations you have with those around you. The best part about the conversation with yourself is you’re in total control of that conversation. You can craft the conversation any way you want to. I try to have at least 90 percent of the conversations that I have with myself, which I have two or three times a day, that it’s positive self-talk. If I start to linger on to something negative, then what I’ll do is I’ll immediately deal with it and discount it. For example – since I’m Catholic, I’ll make this confession – this morning, when I got up, your reputation’s so impeccable that I was – I got up at 5:00. I’m really nervous. I’m thinking to myself, “God, what if I do a bad job. I’ll be so embarrassed.” The minute I started thinking that, I said, “Nope, that’s not it. Get fired up, man. You’re going to do it.” I’m in the bathroom, and I’m doing this motivational talk for myself to eradicate any doubt that I have. I keep saying to myself, “You have to go in there. You have to give them your best shot. You can do it.” I’m getting myself fired up for it. Tim Ferriss: And this is out loud? George Raveling: Yeah, because I really spend as much time as – probably, at least – I wouldn’t say probably. Once a day, I’ll find an hour to just go someplace and sit by myself, and all I’ll do is take a notebook and a pen in front of me, and I’ll just sit there and think. Whatever comes into my mind – and then I start to fixate on those things. Or I’ll write down notes as a result of something that I think, or I’ll write out a strategy. For example, the way I govern my day, Tim, is I get up in the morning, and I put my two feet beside the bed, and I say to myself, “Okay, George, you only have two choices. These are the only two choices that you have, and you have to make one. The two choices are to be happy or to be very happy.” There’s no other choice. Then I start to plan out my day. I have these points of focus. Energy management, time management, environmental management, productivity. To me, productivity is a byproduct of the other three. How do I manage my energy every day so I can be at maximum efficiency? One of the things I try to do is declutter my mind. I won’t do anymore than four things a day. It reverts back to something one of the presidents at Nike, Charlie Denson, said one time in a leadership meeting. He said, “Let me ask you guys this: Would we better off doing 25 things good, or would we be better off doing six things great?” To me, to simplify my day, I will not do more than four things. I try to limit the meetings to two. If it’s two, one of them is usually a breakfast meeting. When I go into the office, I have a total commitment, once I get into the office, to be totally focused on business matter, try to be as disciplined as I can – not to get on the telephone – and also to meet with the two people that work with me. We meet every single day, and we talk as a team because I want us to function as a team. I want each person’s opinion to be valued. If one person happens to be 50 years younger than me, so what? Their opinion is valuable to me. I respect everyone’s knowledge. I think to myself, “They know something that I don’t know.” I want to value their opinion. We meet every day as a staff. We talk about things. It helps me grow, and it keeps my day simplified. I try to, once a week, have a personal audit. I go back through the week and audit my week and make course corrections along the way. That’s when I really get into the self-talk part, is having these little mental audits that my life’s not just going on and on and on. I try to evaluate, am I making progress? What am I doing that’s good? What am I doing that’s not working? And then make those course corrections. At 80 years old, I try to hold myself to the most severe standards. I just despise the idea of retirement. I think that it’s the biggest force that’s ever been predicated on us is this idea of retirement because the first thing that happens, you retire physically, and then you retire mentally, and then you’re just taking up residence in society. I don’t ever want to be a resident of society. I want to be a contributor to society. Tim Ferriss: Well, you seem like you’re just getting warmed up. You certainly have lots of energy. What are you most excited about these days and working on? George Raveling: Well, what I get most excited about is just – when you’re 80 years old, you damn sure better be excited that you wake up the next morning and you have a growth opportunity. I’m still trying to understand, like most of us, what the future is going to be like, and how can I get to the future first? What’s the future going to be like? I read a lot of books and talk to a lot of people, but I don’t know if anybody can really tell you what the world’s going to be like five years from now. Not ten years from now but five years from now. We’re in a society where it behooves all of us to be comfortable with change and to be comfortable with being uncomfortable. Tim Ferriss: If you could, metaphorically speaking, put anything on a billboard – not commercial but a message, a quote, a word, a question, somebody else’s quote – could be anything – to get out to millions or billions or people, what type of message or word or quote or anything might you put on that billboard? George Raveling: I would say, if I could put up a billboard and a message to people, the quote would be, if it is to be, it’s up to me because, at the end of the day, each of us have an individual responsibility to ourselves and to our society to figure out ways to be positive difference makers. It all starts in life. I’m fine just reminding myself that nobody’s going to row your boat but you. You’ve got to get in, and you’ve got to row your boat to the other side of the lake. I would remind people, as I said, if it is to be, it’s up to me. That’s something that I had on my office door. I had a big sign at Washington State. I had it on my office door. It’s something that I’ve tried to make an indelible mark on my brain that it’s up to me. Change is about – the most authentic change takes place within yourself. Often times, in life, Tim, as you know, the most important person you ever get to lead is yourself. If you can’t lead yourself, how are you going to lead other people? I would like to challenge people to start to look within before they look out, look within. What are the things that I can do to be a positive change maker in my life and in the life of others? When we talk about being a positive change maker, the thought process is this is about trying to change society. I hear people always say, “Do something that’ll change the world.” Well, if you want to do something that’s going to change the world, you change first.” If everybody started to feel that way, we’d have this huge movement of change that would be authentic. Tim Ferriss: Hear, hear. I’m getting all fired up. You’re good at that, coach. I want to be respectful of your time, so I think we’re going to wrap up shortly here. Is there anything else you’d like to share, any other parting words? Certainly, people can find you @GeorgeRaveling on Twitter, Instagram, Facebook, LinkedIn. Website: coachgeorgeraveling.com. I encourage everybody to check it out. Is there anything else that you’d like to recommend to people? George Raveling: You just got me off the hook because all my youthful advisors said, “Coach, make sure you tell people how to stay in touch with you.” Technology has helped me create a platform of sharing, to try to share – one thing my grandma said to me one time – she was correcting me, and I was a little smart alecy. She looked at me in a stern way, and she said, “Boy, let me tell you something. I know where the potholes are in life, and, maybe, if you listen to me, I can help you avoid stepping into them.” At 80 years old, I think of my grandma, and I say, “Hey, I know where a lot of the potholes are in life, and maybe I can tell you where they are and share my life experiences with you so that you don’t have to step into those potholes.” That’s what I try to do is to share – an old guy told me one time, “Nothing in life is of any value unless you can share it with other people.” That is the essence of me at 80 years old. What is it that I have that I can share with others, or what can I give away? I don’t even know if I said this to my wife yet, so you’re going to be the beneficiary of a movement. I now have committed that I’m going to try to give away most of my personal belongings. I’m going to give away my clothes. My books, I won’t. I’m trying to give away as much as stuff as I can to simplify my life. I can only wear one pair of shoes. I can only wear one pair of underwear. I don’t need all these things. I’m going to rid myself of all of these material things that I thought were important at 80 years old. The money’s not that – I learned money’s not that important. Collecting things are not that important. How you dress – all those things become what I call a surrender. Someone tells you what time to get up in the morning, what time to go to bed, what to eat, what to dress, how to act. We end up being prisoners of someone else’s expectations. I want to live the whatever time I have left, and I want to – as Martin Luther King said, “Free at last, free at last. Thank God Almighty, we’re free at last.” I just want to be free of all these fences that society has put up around me. I want to try to find out, where are my outer limits? Once you take down the fences, you allow a person to seek their outer limits, and that’s what I’m trying to do at 80 years old is to figure out where my outer limits are and to keep reaching for them. Tim Ferriss: Well, coach, I hope to have many more conversations with you. George Raveling: Thank you. Tim Ferriss: Thank you so much, sir. George Raveling: Thank you. Tim Ferriss: May you be around for at least another 80 and what a gift of a conversation. George Raveling: Thank you. I appreciate you giving me the time. Tim Ferriss: For everybody listening, for links to everything we talked about – certainly where you can find Coach Raveling online and learn what he’s up to, in edition to the books that we discussed and everything else, you can find all of that linked in the show notes at tim.blog/podcast. What a ride. To everybody out there, until next time, thank you for listening. Posted on: August 11, 2018.", "speakers": ["tim ferriss", "george raveling"], "text_sentences": ["coach, welcome to the show", "thank you very much", "it’s a pleasure to be part of your world", "i have been looking forward to this conversation ever since our mutual friend, ryan holiday, gave me a teaser of your life story", "when i started doing homework and prep, i started thinking to myself, “i should try to get coach to spend the next two days with me", "i should cancel my flights,” because we are going to barely scratch the surface in the time that we have today", "i struggled with where to start because i have pages and pages of notes of my own", "you also sent me – i will give you credit where credit is due – the absolute best exploratory bullets of any guest out of 300 plus guests has sent me", "we’re going to start somewhere that i think may surprise people, and that is the i have a dream speech", "could you tell us about your relationship with that please", "well, it’s one of those stories about being in the right place at the right time", "it was a thursday night in claymont, delaware", "i was having dinner at my best friend’s home", "his dad was a very prominent dentist in wilmington", "in the background, as we ate dinner – in those days, everyone ate dinner as a family", "in the background, the television was on, and the news commentary was about the forthcoming march on washington", "my friend was named warren wilson", "his name was dr", "woodrow wilson", "he asked the question of us, “are you boys going to go the march on washington?” we said no, and he asked us why not", "we gave him some youthful excuse that we didn’t have any money or way to get there", "so, he said, “well, i have a feeling this is going to be a historic event", "it could be the largest gathering of black people in the history of america in one place,” and so he said, “i think the two of you should be there", "what i’m going to do –,” he had two cars", "he said, “i’m going to give you one of the cars and money, and you guys should attend.” the next day, we took off for washington, d.c", "on friday", "at that time, there was one main thoroughfare into washington, d.c., was route 1", "when you come in, you come in off of new york avenue", "there were a lot of what we call motels, in those days, along there, and we found one that was suitable to our economics, and we got a room", "we decided that we would go down to the monument grounds just to get a feel for the best way to get there and what it was going to look like", "as we were walking around, we encountered a gentleman, and he asked us – i’m 6’4” and warren’s 6’4”", "he asked us if we were coming to the march the next day, and we say said, “absolutely.” he said, “would you want to volunteer?” we said, “for what?” he said, “to be security guards.” we said, “sure, we’ll volunteer.” he said, “well, we’re expecting twice the attendance that the papers are predicting, and so we have to add additional security", "we’ll meet you down there the next morning at 8:15.” we got there early", "we woke up", "we were all excited", "we get down there, and we find him, and he said, “wow, you guys are really early.” he looks at how tall we are, and he says, “well, we’ve decided we’re going to put extra security up on the podium", "we’re going to assign you guys to the podium.” they had these little white hats, which may be like a sailor hat", "they were carboard to wear for identification", "we were stationed at the podium where all the speakers were going to – to give you some backdrop on it, all the speakers – they started 9:00 in the morning", "if i remember correctly, john lewis was the first speaker, and then there were a series of speakers throughout the day, concluding with martin luther king as the last speaker", "some people would suggest that he was the keynote speaker, but he really wasn’t", "they put king last because they knew he would hold the crowd", "part of the stipulation was each speaker had to submit, in writing, his speech that he was going to give", "it could not exceed five minutes", "there was a hard and fast rule on this", "what was interesting about it was that james baldwin submitted his speech, and they felt it was too exclamatory", "they were worried about getting the crowd too excited and maybe having a demonstration", "baldwin’s speech was over five minutes, and so they wouldn’t accept it, so baldwin refused to speak", "he was originally to be one of the speakers", "as the day goes on, it’s a hot and humid day", "as you look out from the lincoln memorial, you look out to what they call the reflecting pool all the way back to the washington monument", "the longer the day went, the hotter it became, the more energized people were", "we finally get to that point of the end of the day, and martin luther king comes on to speak", "as history will show, king speaks", "he’s speaking from prepared notes", "he gets about one paragraph left, and, as he’s speaking, the crowd is just memorized by him", "he has captured every single ounce of attention in each human being", "he had a cadence about the way he spoke that he would say, “how long –,” he had, what i call, drum beats, and he had a way of raising and lowering his voice to manipulate you as a listener", "he’s just about toward the end of the last – going to the last paragraph, and you hear a voice", "today, with technology, you could certainly do it", "a female voice seated behind the podium says, “tell them about the dream, martin", "tell them about the dream.” well, the voice was that of mahalia jackson, who most people would say is the greatest black gospel singer of all time – maybe the greatest gospel singer of all time", "she had worked on previous demonstrations and gatherings with martin luther king", "she had heard martin luther king tell the i have a dream part in selma and detroit", "if you look at the original speech, it was not part of the original speech", "second, he’s the only speaker who exceeded five minutes", "at that point, the crowd is just mesmerized by him", "he adlibs in the i have a dream speech", "then, at the conclusion, he goes back and closes out with the prepared closing", "when it’s over, we were told to form a v around the podium and help to usher him out", "just as he finishes – the most frequently asked question is, why did you ask him for the speech", "i have no idea", "it was just impulse", "i say to dr", "king, as he folding his speech, i said, “dr", "king, could i have that copy of the speech?” just as he’s folding it, he instinctively hands it to me, and then the rabbi who’s doing the benediction says, “dr", "king, that’s a great speech", "i’m so inspired,” so his attention shifted away from me to the rabbi.” when the rabbi finished the benediction – actually, cbs went through the archives of johnson and johnson ebony magazine, and the found a picture of me standing right beside him at the podium", "i actually have a picture that verifies that i was there", "cbs was able to find some footage where he was folding the speech, and they can see him handing it but didn’t show my hand in it", "at any rate, when it’s over, they go over to the white house", "as they walk into the oval office, president kennedy says, “dr", "king, i loved your i have a dream speech.” well, the media took that and ran with it because, if you see the original speech, the speech had no title", "little did i know, at that time, that this was going to take on the historic significance that it did", "it actually took 50 years for it to really find its rightful place in history", "it makes me mindful of something i heard malcolm x say one time, that history’s best situated to record all man’s deeds", "my interpretation of that is history and historians, ultimately, will put things in their rightful place", "it took 50 years", "well, so i had no idea, at that point, when i had the speech that it was going to become a valuable historic document", "when i got back home, i put it inside of a book that i had that president harry truman gave me", "my senior year at villanova, i played in the east-west all-star game, and it was in kansas city", "one of the things that they did is they took us out to independence, missouri to meet president truman", "when we went out to meet him, his office at his home was a replica of the oval office", "as we walked in, each of us noticed there were two huge tables to the right with books stacked up on them", "well, at the end, after president truman had talked with the team and the coaching staff and trainers, on the way out, he gave each of us a two-volume book that he wrote on his presidency", "in the book, which i still have both of them now, both books say, “to george raveling from harry s", "truman", "best wishes,” and it has the date", "i put the speech inside of one of those for a couple reasons", "i would remember where it was, and, two, i knew i’d never throw those books away because how many people can say they have an autographed book by the president of the united states personally to you", "it stayed there for years and years, and i never thought about it", "my wife didn’t even know i had it", "i go to the university of iowa’s head basketball coach, and, of course, i’m the first black coach there and the first in the big ten, and so there’s much to do about this", "at that time, all the local big newspapers had a sunday magazine section", "the cover story on the cedar rapids gazette paper in this magazine section was going to be about me taking the university of iowa head basketball coaching job", "as he was asking questions – what i call a throwaway question", "he said, “coach, were you ever involved in the civil rights movement?” i said, “well, kinda.” he said, “what does that mean?” i said, “well, i attended the march on washington", "i was a security guard, and i was able to secure the speech.” at that point, if i’ve ever seen a person just physically decompose – he was so much more – i couldn’t figure out why he was so excited", "he says, “oh, my god", "you have it", "where is it?” i had only been there about six weeks, so i hadn’t unpacked all the boxes down in the basement", "i said, “it’s in a box down in the basement.” he said, “can we go look for it?” we go down", "i figured out which box it was, and i pulled it out", "he was literally shaking", "he said, “oh, my god, can i call my editor", "can we take a picture of this?” i said, “sure.” that was the first public notice that i had this speech", "the story now starts to split between raveling being the head basketball coach and raveling having this speech", "from that point on, it took on a different significance, but, still, time had not placed it in its rightful place", "over the years, it became more – one of the miracles, tim, is that, for 50 years, i had this, and no flood", "house doesn’t catch on fire", "somebody doesn’t steal the book – whatever", "and, if you saw the actual speech – now, i have it in a vault in la", "for the speech to survive this long and the quality of the paper", "it’s typewritten", "you can see little typos in there and so forth", "i had a friend of mine who graduated with me from villanova who was with the fbi", "one time, we were talking about it, and he said, “well, if you ever get in a situation where someone doubts that you really have the speech or that it was – we can lift the fingerprints off of there", "your fingerprints are on there, and so is king’s.” it was an interesting circumstance that what became the focal part of the speech was something that he never really intended to use", "only through the motivation of mahalia jackson did he adlib the i dave a dream piece in", "as the years went on, it took on a unique value", "at one point, turner sports does a documentary on it", "my wife goes to work", "people are talking", "“oh, i didn’t know about your husband having the speech.” my wife comes home one evening", "she says, “hey, we have to have a talk.” i said, “okay.” she says, “the speech has to get out of this house right away", "you travel too much", "somebody’s going to break in the house, and i might get killed over this speech", "you have to get it out of there,” so we put it in a vault", "as would naturally would happen, various people tried to buy it from me, but i never felt that i had total ownership of it", "i kinda felt like i was the guardian of something historic", "i became so sensitive about it that i stop – on black history month, i’d get many invitations to come bring the speech, talk about it", "i was so self-conscious that i stopped doing it because i never wanted anybody to think that i was profiting off of this, and i never entertained any of the offers to sell it", "when i was growing up as a little boy in d.c., my grandma used to always say that money’s the root of all evil", "don’t build your life around money", "i wasn’t rich, but i wasn’t poor, and i wasn’t desperate to make money or headlines on it", "the headlines accrued because of people’s curiosity about having it", "i look back on it now, and it was a classic example of being in the right place at the right time, which happens so much in my life, getting good adult advice", "if dr", "wilson doesn’t say, “you two need to go, and i’ll provide the opportunity for you,” then i would’ve missed out on a piece of history that put an indelible mark on my life", "what an incredible story", "what an incredible experience, when you think about how the stars aligned for that to happen", "from that point on, i’d learned a good lesson that you don’t have to have a relationship with a person for them to become your mentor", "in those days, i don’t even know if i knew the connotation mentor", "i looked at king more as someone as a teacher, someone i could learn from", "as we fast forward and i’m now working at nike, i had this picture in my office, and it was a headshot of martin luther king, james baldwin, and malcolm x", "when people would come into my office, they would look at the things on the wall, and they would always be drawn to that portrait", "what was interesting, most people – i would say 99 percent of the people could not tell you all three of them", "a lot of people would get king", "some would get james baldwin", "very few, malcolm x", "it was rare that anyone got all three of them", "they would ask me why i had it up there, and i said, “they’re my mentors", "they’re my inspiration", "they’re the people whose lives i look to when i’m trying to figure out something complex.” while i didn’t have a day to day relationship with dr", "king, i had a mental day to day relationship – month to month, week to week, year to year – because there was so much that i wanted to learn from", "one thing, while it’s in my mind, i’d like to share with you – and i don’t know if the vast majority of people that followed king knew this", "i just found out this past week in reading a book review in the new york time book review section that, when dr", "king was in the seminary at crozer, which is in chester, pennsylvania – that’s where he took his practice to become a preacher – they had a basketball team", "dr", "king was on the team", "that delighted me, to no end, to discover that he played basketball during the time", "the person who wrote the book actually found, in the archives, a box score from one of their games", "unfortunately, they got waxed 124 to 41", "i was so pleased to find out that there was an athletic side to him", "in all i’ve read about king over the years, i’d never known that he participated in athletics", "there was an immediate joy to find out that he – and particularly that he played basketball", "when you say you had a relationship with, say, dr", "king in the sense that you viewed him as a mentor or a role model and you revisited that, would you find yourself in specific situations and ask yourself, “what would dr", "king do,” or how did that fit in your life from a mentorship standpoint", "was it just putting yourself in their shoes to make hard decisions, or how did you – i think one thing that became quickly apparent to me was the value of words and the spoken word is such a powerful tool, perhaps maybe more powerful than the atom bomb in many ways", "the fact that he had a vision – the whole i have a dream", "all great leaders, i believe, share a vision, and then they have a journey", "he talked about the vision, the journey, the completion of the dream, and the conquering of injustice", "to me, king was so many things", "he was a preacher", "he was a messenger", "he was a visionary", "he was a precursor, a leader", "he was a man for all seasons and all reasons in many ways", "many times, i reflect back on something that he said that, when i’m in a tough spot and i think about giving up", "you say to yourself, “what kind of sacrifice is this going to be?” one thing i remember dr", "king saying is, if a man or a woman hasn’t found something in life that they’re willing to die for, then perhaps they’re not fit to live", "he lived out that reality that he became so deeply immersed in this mission that he ultimately had to give his life for it", "i watched a number of documentaries over the years on the sit-ins and during the depth of segregation", "one was the night before they were going to sit at the lunch counters, and the person who was leading the demonstration as they were planning out it strategically, at the end, he said to them, “i want everybody in the room to look around at each other and shake hands because, tomorrow night, when we have this meeting, some of you are not going to be here.” i thought to myself, “oh, my god, would i have the courage of commitment to know that, if i were part of this demonstration, tomorrow night, i have to put my life on the line", "i might not be back.” if i’m sitting in that room, i have to say to myself, “are you willing to sacrifice your life for this cause?” to me, a lot of the untold stories about segregation and the injustices that black people have faced most of our lives is those people who died so that we can enjoy the things that we enjoy in society today", "to me, whenever i have any questions about the depth of commitment, i go back and i say to myself, “do you feel so strong about this that you’d be willing to give your life for it", "do you feel this strong about it, that you would risk getting fired?” over the years, especially when i was at nike, sometime i had a depth of belief and conviction that what i was suggesting was right, and i was willing to fight right down to the end", "if it meant i got fired, then i got fired", "i never allowed the position to threaten me to be less than what i should be as a person", "you mentioned your grandmother in passing", "she seems to have been a very important figure in your life", "how did that come to be the case", "well, my grandma was basically, if i can borrow a religious concept – my grandmother was the pope", "her word was infallible", "what was interesting, my grandma’s a product of a blackfoot indian tribe", "on both sides, our family, we really are descendants of american indian tribes, which i find interesting sometimes because we now – i’ve gone through these connotations that, when i was first born – which you’ll find interesting", "i was born in a segregated hospital in washington, d.c", "– garfield hospital", "there were four floors for whites and one floor for blacks", "i came into the world in a segregated world", "as i was growing up, when i was 9, my dad died, and, when i was 13, my mom had a nervous breakdown, and she was institutionalized the rest of her life", "in those days, the economy was in poor shape, so you got rations from the government", "you got flour, sugar, milk – so forth", "i come home one day, and my mom’s standing at the sink, and she’s got the water running, and she’s pouring this big bag of sugar into the sink and just letting the sugar go down", "i grabbed it and turned it off", "i said, “mom, what’s going on?” she was incoherent", "anyway, my mom ended up being institutionalized", "now, here’s george at 13 years old – no, i was 12", "what do you do with george", "he has no parental supervision", "dad’s dead", "mom’s in a mental institution", "she spent most of the rest of her life there", "my grandma worked for this white family in georgetown, and so she was sharing with the lady of the house this dilemma", "she was saying, “i don’t know what i’m going to do, but i have to do something for him.” the lady said her daughter was head of catholic charities in d.c., and she would mention it to her", "maybe her daughter could do something", "low and behold, the daughter decides that she’s going to help", "she found a catholic boarding school for me in pennsylvania", "it was called st", "michael’s school for boys", "she was able to get me into the school there", "you stayed there year-round as a resident", "i went off to st", "michael’s", "the structure where priests ran the institution, and the teaching and the service parts were done all by nuns", "over the course of the time i was there, i did everything from bale hay to pick apples to clean chicken coops to work in the kitchen, scrub the floors in the chapel to make beds", "you had to do a chore to help offset your presence there", "the classes were very strict and rigorous", "the classes were small, so we got a lot of individual attention", "it was just a stroke of a miracle that my grandma was able to get me into this situation", "my grandma never graduated from high school", "in fact, no one in my family – my mom or dad – finished high school", "she knew that there had to be a better way for me, and she did everything that she could to help me grow as a person", "i remember, one time, tim, my grandma took myself and my brother out, and she said, “we’re going to go outside", "i want to teach you some manners and lessons.” my grandma takes my brother and i out on the street, and she says, “i’m going to start to teach you how to treat women", "women are to be respected.” she says, “when you walk down the street, you always walk on the outside", "the woman always walks on the inside", "when you get to the corner, you make sure you check the traffic in both ways before, and then you walk more as a guard", "if a woman’s getting in the car, you always open the door for them first", "if you sit down at the table for the meal, you hold the chair and help them.” long before feminist movement was even thought of, my grandmother was teaching us social graces", "yes, sir", "no, sir", "i go on a flight now, and it is just part of my dna", "when people say something – if a stewardess says something, i say, “yes, ma’am", "no, ma’am", "yes, sir", "no, sir.” i’m 80 years old, and i still do that", "invariably, what’ll happen on the flight is either during the flight or at the end, the stewardess will say to me, “hey, can i ask you a question?” i’ll say yes, and i know it’s coming", "they’ll say, “are you from the military?” i say, “well, i was in the military, but, no, i’m not in the military now.” they say, “well, are you from the south?” i say, “no", "why do you ask?” they say, “well, because you’re so polite", "no one says, yes, ma’am, and no –,” i have a lot of people now who find it uncomfortable if i say, “yes, sir,” at 80 years old and they’re younger than me, but it’s just the way i was born", "my grandma was huge on manners", "if we went somewhere and there were adults there – in those days, if you were a child, kids were to be seen and not heard", "if there was a conversation going on with adults, you just listen", "if someone asks me a question and i didn’t say, “yes, ma’am and, no, ma’am,” when i got home, my grandma would say, “i heard miss jenkins ask you that, and you just said, ‘yeah.’ bend over,” and she’d whip me", "my greatest quote from my grandma was she told me, one time, she said, “there’s more horses’ asses in the world then there are horses.” that’s been my favorite grandma quote", "she’s a good teacher and a good enforcer, it sounds like", "yes", "well, were there any other mentors during that – or teachers or people who had a strong impact on you over that stay in that catholic school", "yeah", "there was a nun who took a liking to me named sister delores", "she lived to be 87", "for some reason, she saw something in me i never saw in myself", "she would always say positive things to me", "at the time, i didn’t realize the value of them, but she’d always say to me, “george, you can be special,” or, if i wasn’t working up to my potential in whatever area it was, she would say, “now, that’s not being special, and you’re on earth to be special.” to me, i had never had anybody look at me and make me think i could be anything other than average", "she constantly preached that to me", "she would watch the basketball games, and, after, she would come – or the next day in class, she would say, “well, in the third quarter, you really were loafing out there", "i was embarrassed.” she always found a way to – i’d write a paper, and she’d read it, and she’d say, “this is really good, but this is not your best stuff", "you can do better.” she always created this contest of having me compete against myself", "it was never competing against the other students", "it was always me competing against myself", "she taught me the power of a positive attitude, and she would never allow me to think negatively", "the other person was my high school coach", "he taught me so many lessons about life", "at our school, there were four sports; boxing, baseball, basketball, and football", "one of the things that you learned, if you wanted to get off campus some, you participated in sports", "i actually participated in every one, and the one that probably gets zero attention – because a lot of people just don’t know – was boxing", "i actually boxed golden glove for two years", "really", "yeah", "i know your chinese foot boxing, so you can probably identify with that", "i wouldn’t want to deal with your reach", "i actually, somewhere in my high school scrapbooks, have a picture of me in the ring", "in those days, you wore the headgear, and you had the big gloves", "i fought in my weight class, which, at that time – i wish i was under 200 pounds now", "i actually won my senior year", "i won a golden glove event", "then i played baseball", "i played first base and pitched", "in football, i played in all – except the last year, and then we didn’t have a good quarterback, so my coach put me at quarterback", "believe me, my talents were – i wouldn’t have even gotten a walk-on offered, but i was the quarterback", "what happened was basketball, between my eighth-grade year and ninth-grade year, i grew four inches", "i went from 6’0” to 6’4” in one year", "obviously, the height advantage proved beneficial to me early on in basketball", "over the course of the four years, i got better and better", "when i look back on it now, a lot of it was sister delores encouraging me, kept telling me, “oh, you’re getting better.” she kept me motivated all the time", "my senior year, i ended up being the second leading scorer in the state of pennsylvania", "at this point, let’s just step back really quick", "at the end of my junior year, i’m waiting to take the greyhound bus back to d.c", "for – i get a week’s vacation back in d.c", "i’m sitting there waiting for the bus to come by", "tim, i can remember it was like yesterday", "i thought to myself, “god, if i can just graduate and become a pilot in the air force, i’ll have it made.” i had no idea anything about basketball was going to take me and get me a scholarship", "the following year, i end up the second leading scorer in the state", "we’re playing at st", "rose in carbondale and, after the game, when i come out of the locker room, a gentleman comes up to me, and he says, “hi, my name’s jack ramsey", "i’m the coach at st", "joe college,” and he hands me a card", "of course, jack ramsey is in the basketball hall of fame, great coach", "he said, “i like the way you play", "we’d like to offer you a scholarship,” and i said, “yes, sir.” every time he’d say something, i’d just say, “yes, sir,” because i didn’t know what else to say", "on the school bus ride back to the school, my coach says, “who’s that man you were talking to outside the locker room?” i said, “he was a coach,” and i handed him the card", "my coach says, “well, what did he tell you?” i said, “he said that he wanted to offer me a scholarship.” i said, “coach, what’s a scholarship,” because i had no idea that they would pay for your education and, in return, you participated in basketball", "then, over the course of the remainder of the season, i had an offer from michigan state, villanova, and gettysburg and a bunch of other schools", "i add gettysburg because their coach did the best job of recruiting me", "he’d write me handwritten letters, four and five pages, on what is going to mean to go to gettysburg and so forth", "he’d drive up to games", "he was so persistent", "at the end of the day, the reality was this: as far as the nuns and the priests were concerned, it would’ve been heresy to go to a state institution", "i was going to a catholic school", "then it basically came down to st", "joe’s and villanova", "i went down for the visit at villanova, and, while i was there, they gave me admissions exam", "you didn’t have psat and act then", "i took the admissions exam the first day i was there", "once again, amazing insight by sister delores", "when she found out i was going to get scholarship offers, she started to make me stay after school every day and work on the entrance exams so i was prepared", "the sunday before we left to drive back up to hoban heights, the coach, al severance, offered me a scholarship and wanted a decision while we were there", "basically, my high school coach made the decision", "he thought that that’s where i should go", "little did i know that basketball was going to be this transformative force in my life that was going to take me someplace i never thought that i could go", "tim, never in my life – and i don’t mean this in a mean-spirited way – did anyone in my family ever say to me, “george, when you grow up, i want you to go to college.” there was no reason for them to think that – at that time, it wasn’t even a dream or thought because nobody had received that type of education", "go back to my grandma", "i call my grandma and i tell her what’s going on and that i’m going to get this scholarship", "i tell her", "well, how does it work", "i tell her, “if i agree to play on the basketball team for the four years, they’ll pay for my education.” all of a sudden, there’s utter silence on the phone", "i said, “grandma, are you still there?” she said, “yes.” i said, “why you so quiet?” she says, “oh, i just feel like a failure.” i said, “what do you mean?” she said, “i thought i raised you better than that.” i said, “well, grandma, what did i do wrong?” she said, “stupid", "no white people going to give you a free education to play basketball", "how could you be so stupid to believe –,” she could not comprehend that, because of the racial situation, that someone would pay for your education", "all you had to do was play basketball", "she just – it took her over a year before she fully was able to even trust that this was – when i finally got on campus at villanova and went to the first class, then she kind of started to be a lot more trustful of the process", "i look back on it now, and it just shows you the depth of a stain of racism and how things are implanted in your mind that you just can’t – they’re incomprehensible", "on that note, when i was doing homework, i read somewhere that you have a collection of racist mementos in your house", "yes", "wow, you did do some research", "beyond that, i don’t know the details, but that just stuck in my mind because that’s something, i think, that a lot of people would actively avoid", "why do you have this collection", "well, first of all, no one’s ever asked me that question, but i probably have over $100,000.00 worth of black collectibles", "for about eight or nine years, it became an obsession with me", "i would go to antique shows and go to stores and hunt down old black memorabilia", "i have things that date back before – i actually have a first edition of uncle tom’s cabin", "i started to collect books, figurines, and postcards", "i started out with figurines", "a friend of mine told me about an antique store that was closing, and the gentleman had a huge collection of black collectibles", "it was in san pedro", "i went down, and i paid him $35,000.00 for the collectibles", "he had over 100 pieces", "part of the deal was that he had to mark them and write a little card so i would understand the historic significance of them", "postcards, tim, i have them back before you had – this might surprise you", "originally, you didn’t have to put a stamp on a postcard to send it out to mail", "i have them back in – the earliest one i have is 1891", "wow", "what was interesting about the black postcards was they always made blacks – they pictured them in a derogatory term", "one of the more frequent ones you see is a black person eating watermelon with a smile on his face", "they were all derogatory", "now, here’s what’s further interesting: you put stamps on them", "i was able to read the messages on some of them", "the one that i remember the most is a lady’s writing to one of her girlfriends", "we’ll just make up the names", "she says, “hellen, we have a nigger that works at our house that smiles just like him.” in those days, to use the word nigger was commonplace", "i don’t know that you ever learn to accept it, but it was something that was said commonplace", "i started to build this historic collection of memorabilia so that i could have a legacy for my children and their children", "i have them on display at my home to remind me of where we were and where we are today and the trials and tribulations that we’ve gone through", "postcards, i probably have over 300 of the postcards, and i probably have about 500 of the figurines", "i was just thinking, because i have some original aunt jemima flower packs", "once i got going, it was amazing the things i was able to collect", "i had so many of them that i couldn’t put them all on display, so i have, probably, three-quarters of them are boxed up in storage", "the others are around my house", "do you collect anything else, or have you collected anything else", "books and friends", "in my library at home, i have well over 2,500 books and probably have another 600 or 700 that are in storage because i just ran out of space", "i just continue to buy books to read them", "i have, as you probably researched, an unusual way of going about reading books", "and, friends, i don’t have a strategy or anything for friends that – most times, people, when i meet them, are not who they end up being, whether it was phil knight, bob knight, john thompson, sunny – i could tell you tons of people, when i met them, they were not who they ended up being, but, for some reason, we were able to build an authentic and sustainable relationship", "i’ve always looked upon relationships as a privilege that you have", "at the end of the day, at the core of our relationships, in my mind, is trust and respect", "both of those have to be earned", "over the years, i’ve met people and, unintentionally, we’ve stayed in touch, and there’s been this level of trust that’s allowed the relationship to endure", "it’s a lot like marriage", "you have to work at it", "you have to understand that there’s a balance in relationships", "with me, the number one thing that i ask myself continually is, what can i do for you", "your good friend, ryan holiday, and i had dinner last night", "one of the very last things i said to him, i said, “ryan, is there anything i can be doing for you in the next 30 days?” i’ve always had this theory that, if you help enough people get what they want, you’ll always get what you want.” i’ve never tried to enter a relationship based on selfish motives, that, if i know this person, i’m going to get these benefits", "i try to find out, what do we have in common as people", "what is it that we can share", "how can i help this person", "no matter how famous they are, how successful they are, everyone has certain needs, even if they’re just psychological needs", "we all need truth tellers in our life", "in building relationships, i try to make sure that i surround myself with people who want to see me become better and help me become better, that i can learn from them and that i can contribute to their lives", "most of the friendships i have in life, they all started by mistake", "one of the young men that’s here today that has taught me almost all i know about technology, i spoke at a clinic in orlando", "a friend of mine, kevin eastman, was running the clinic", "i said to him, “who’s going to put my presentation up on the screen", "do you have an it guy?” he said, “yes.” i said, “well, introduce him to me because i want to put my presentation up", "i want to walk to the back of the room and make sure it’s clear and so forth.” i met alex sovosier, and, during the time i was there, we just hit it off", "i’m pretty sure he was taking me back to the airport, and i ask him if he would be interested in doing a website for me, and he said yes", "that’s how it started, and it’s turned into a lifelong friendship", "i think that was the start of me recognizing that i needed to be around more young people", "i don’t associate – maybe it’s bad to say this, but i don’t hang out with many people my own age", "most of the people that i associate with are younger people because i think they’re the future", "they’re smart", "they’re naive enough that they’ll tell you the truth, and they’re not afraid to tell you if they think you’re wrong", "when i hang around people my own age, it tends to always revert back to the past", "i don’t want to talk about coaching at washington state or being the first black this or the first black that", "what i want to do is figure out, at 80 years old, what is it that i don’t know but need to know, and how is it going to help me stay relevant in this ever-changing world", "i tend to spend most of my time with younger people who inspire me, who i can have a partnership with", "that’s the other thing about relationships", "i think relationships, at their most authentic stage, it’s a partnership", "we share common vision, common goals, common objectives, common strategy, common execution, plan – it’s a we mentality", "it’s not a me mentality", "it’s a win-win mentality", "it’s not i win, you lose or you lose, i win", "it’s not about that", "we’re in this thing together, and we’re in the boat together", "we’re going to row in the same direction, and we’re going to get the boat ashore", "you mentioned books, and i want to make sure we give reading at least a few minutes because you are known as a veracious reader, the human google – one nickname – and you’ve read, probably, i’m sure, thousands of books at this point", "you were very kind, when we first got here – we’re recording this right now – you said you learned from the wise man", "it’s always a good thing to bear gifts, or something along those lines, and you gave me several books", "you’ve also gifted many, many different books", "how did this love affair with books start, and could you tell us about how you read books", "because, as you alluded to earlier, you have a particular way of reading books", "well, as i look back on it now, tim – and the point of reference, as so many times as we speak, is always going to be my grandma", "my grandma told me, one time – when she’d be in the kitchen cooking, she’d tell me stories", "one time, my grandma told me, she said, “george, you know, back in the days of slavery, the plantation owners used to put their money in books and put them up on the bookshelves,” because their banking system wasn’t as sophisticated as it is today", "i said, “well, grandma, why do they do that?” she said, “because they didn’t have to worry about the slaves stealing the money because the slaves would never take the books off the shelf because they couldn’t read.” from that, i began to understand that, as long as someone can control your mind, they can control who you are in your body", "i decided that i was never going to allow myself to be in a position where someone could control my mind and control my body because of my lack of information and knowledge", "i decided that i was going to try to read and learn as much as i possibly could on a continual basis because i believe that people will have a greater respect for you if they respect you intellectually", "i’ve often felt, in life, if i had the choice between tim liking me or tim respecting me, i’d far more hope that you respect me than like me", "i figure the byproduct of you respecting me will be that you’ll learn to like me", "i don’t work at trying to get people to like me", "i’ve been on this mission for reading for years and years and years", "it’s become an obsession now with me", "i don’t go anywhere without a book and a notebook", "if i’m in line – if i go to the doctor’s office, i take a book with me", "if i’m in the – i have a new system now", "if i go to a bookstore, if i’m in barnes and noble and the line has got eight or nine people in it, rather than stand there for ten minutes waiting, i’ll start reading the book right there in line and start underlining things", "i have all these quirks that i’ve acquired over the years with reading books", "first of all, i divide the book into messages", "i don’t spend any time, now, trying to read a whole book because there’s probably, in most books, maybe, eight to ten chapters that are really powerful and influential, and, the others, i skim through", "i never start a book from the front and go to the back", "i’ll open the index, and i’ll find what i believe is an interesting chapter, and i start there", "that’s actually how i purchase a book", "when i’m in the bookstore, i have this routine that i go through", "if it passes, i buy the book", "if it doesn’t, i don’t buy the book", "what’s your routine", "i’m going to envision this one", "our office is in el segundo, which is outside of los angeles", "i go to barnes and noble there", "one thing that i found out, that because there’s so many corporate offices within a two-mile radius, that they tend to house really excellent business books", "i’ll go in", "as soon as i go in, i look at the books that are on reduction sale to see if there’s something there that might be a good buy", "then i go to the new releases, nonfiction", "by the way, i go to a bookstore four to five days out of the week", "i’m constantly going in", "i just call it search and discovery", "i’ll go to the new releases in the nonfiction, and i’ll look through the books", "there are usually 20 books on the table", "i’d say eight out of ten times, i’m going to find a book that i’d never heard of before", "i’ll pick the book up, i go to the back, i read about the author", "then i go to the front part, and i read the promos down the side", "the next thing i do is i go to the chapters, and i’ll find a chapter, and i’ll open it up, and i’ll see the writer’s style", "i look at the style", "is this someone that’s a book filled with a lot of statistics or stories", "because i know what i’m looking for", "the books that have had the most impact are the ones that make me change the way i think or act or behave", "those are the books that ultimately end up being the best for me", "i’ll go through the book, and then, once i find this one chapter, i start to read some of it, and i can tell if this is going to be me or not", "at that point, i’ll purchase the book", "i just don’t go in and buy a book based on the top ten – not that there’s anything wrong with that", "it’s just that i’ve had better success – now, here at 80 years old, two of my favorite authors are ryan holiday and walter isaacson", "they’ve both taken me on interesting intellectual journeys", "the first book i read by walter isaacson was steve jobs", "oh, i was so blown away", "i had underlined about three-quarters of the book", "i was writing down quotes", "as you know, the steve jobs book could be anything you want it to be", "it can be a thesis on leadership", "it was just utterly fascinating", "i loved walter isaacson’s writing style", "when i finished the book, i went back, i said, “damn, i like the way that he writes.” i go back, and i look to see what else he had written", "then i see he’s done a book on benjamin franklin", "he’s done a book on einstein and, subsequently, kissinger and others", "i go to the bookstore, and i buy the benjamin franklin book, and i am blown away and a little sad because i feel like, “god damn, i went through all this education", "no one ever taught me any of this stuff,” other than the kite", "before that, i think, if you’d have asked me, who was the most important american of all time, i think i would’ve probably tended to say abraham lincoln, but, after i read isaacson’s book on benjamin franklin, i would now feel – the lottery system, the banking, schools, streets", "he did so many unbelievable things", "then, from there, i went to einstein", "anybody who can write a book on einstein and that an idiot like me can understand the physics and – it was absolutely – it was a miracle", "in the book, tim, i read that einstein was very active in what they would capture, in those times, as the negro movement", "it says that he wrote a book on einstein and the negro movement", "well, i had never heard of this, so i immediately stop reading and go google einstein on the negro problem", "low and behold, it comes up, so i chase the book down", "what i find, a lot of times, in reading books is – in your book, tools of the titan, i’m reading, and i see you mention in there about masterminds", "i had never heard of masterminds, so i circle it, and i write google behind it", "i got back, and i go online, and i find out, wow – i’m thinking to myself, “oh, my god, i never knew about this", "how do i become part of it?” i sent some information to ryan holiday about this mastermind", "he gets back to me", "he says, “oh, i’m surprised you didn’t know about that", "you want to go", "i’ll get you in.” the next thing i know, i get this invite to go to masterminds in carmel valley", "in my 80 years on earth, that was the greatest collection of intellects that i’d ever been around in my life", "i was so intimidated", "what was marvelous – that was when i knew i was on the right path because i’m 80 years old", "the next oldest person there’s probably 49", "they’re all young energetic people", "i will readily admit i was so intimidated", "i was thinking to myself, “god, how am i going to fit in?” every night, i went to bed with the worst headaches that i ever had because i couldn’t process all this stuff", "by the second day, i’ve already filled up a notebook of notes", "it was one of those life-changing experiences", "you helped me grow as a person just by what you mentioned in tools of the titan", "well, thank you for reading it, first of all", "i’m sure that, with all my notes here today, i’m going to have to figure out a way to have another conversation with you for sure", "hopefully, i won’t blow it between now and the end of the interview", "books that you’ve reread the most yourself or gifted to other people the most, are there any books that come to mind", "well, being 80 years old, it’s a long span of reading", "the books that i’ve given out the most, rarely do i go to meet anyone and i don’t – i can’t tell you the last time i met someone and i didn’t bring them a book", "it’s just become a habit now to give them a book", "most cases, i give them two or three books", "the books that i’ve given away the most lately are ryan’s two books, obstacles and ego is the enemy and 12 rules for life by jordan peterson", "this was one where i happened to go in to barnes and noble the day the book arrives, and i go through it, and it passes my test", "i get back to the hotel, and i start reading the book", "before i know it, it’s 2:00 a.m., and i’m still – the guy’s got me hooked already", "i start telling people, “oh, you have to get this book,” and no one’s ever heard of this guy, although, in canada, i understand he’s quite controversial", "he’s a professor at the university of toronto", "then, about three weeks go by, and, all of a sudden, it’s an explosion", "it’s now number two on the best sellers and so forth", "i would say i probably have given away somewhere between 20 and 30 copies of that to friends", "i’ll get a note from someone every now and then saying, “hey, tell me a good book to read.” that’s the one i recommend the most", "i give ryan’s books away a lot", "one thing that i like about ryan’s book is it’s easier to carry because it’s smaller", "i can get a little bag, and i can put 12 of them in there", "yeah, mine are not as user friendly from carrying perspective", "no, but that’s the – one thing that i found with your two books is – i take them on as a personal challenge", "i say, “if he spent this much time with these many pages, i am not going to allow the length of the book to intimidate me", "i’m going to see this as an opportunity.” what i did with tools of the titan was – i call that my china book", "it’s 13 hours to shanghai or 13 hours to hong kong and 13 coming back", "that’s 26 hours, man", "i can knock that sucker out", "some books, you just have to find the right environment in which to read them", "totally", "i’m going to actually just pause for a minute", "we’ll keep the recording going", "i’m going to go grab the books that you brought for me because i’d love to talk about them, so i’ll be right back", "okay, so here we have five books", "i’ll just read off the titles quickly, and then i’d love to hear you explain your reasons for choosing a few of these, perhaps", "the first is life is so good, george dawson and richard glaubman", "the next is the true believer: thoughts on the nature of mass movements by eric hoffer", "next, we have blue highways by william least heat-moon", "that’s quite a name", "then we have whiplash: how to survive our faster future, joi ito and jeff howe", "i actually know joi", "i have not read this book, though", "[foreign language], joi", "[foreign language]", "truth, hector macdonald", "i would love to hear you explain why you like or why you chose, perhaps, a few of these", "well, my first goal was, as i said to you when i first entered the room, is that what i learned from the three wise men was they always came bearing gifts", "i felt that i wanted to share something with you of values as you were sharing something with me of value and allowing me to be on your program", "i thought long and hard about the types of books that a princeton graduate would interesting", "i went back through", "the first one is life is so good is about a black young man who was a slave and, at 98 years old, he decides that he’s going to teach himself to write", "wow", "then he subsequently goes back and gets his ged", "it’s a fascinating story about that he never allowed his environment to imprison him", "it took him a while to realize that he had the capabilities to still read", "what was more important was that he wanted to do it", "he taught himself to read", "he ended up going back to school", "one of the things in here was they have a couple of letters that young kids who read the book – here’s a cute one that says, “dr", "mr", "dawson, i’m in second grade", "i live in wisconsin", "i’m glad that your brain still works", "happy 10th anniversary.” one other one, it says, “i’m happy that you can read now", "i’m glad you like school", "i do, too", "i’m in the fourth grade", "your friend, alex.” that’s very cute", "this, to me, is one of the true classics of all time", "this is the true believer by eric hoffer", "eric hoffer was a long shore man in san francisco", "he’s self-educated", "this book is about fanatics and how the people become so engrossed in mass movements", "a lot of the backdrop for his rationale has to do with hitler’s rise to power in germany", "i just want to remember", "i’m pretty sure the book came out – in 1951, he wrote this", "it’s every bit as contemporary as – in fact, if there was one of these books that i would say that someone should pick up and read right now, i would say it’s so applicable, even though it was written in ’51 is the true believer by eric hoffer", "i don’t think you can get it in hardback now, but it’s a marvelous book", "blue highways was one that i read twice", "william least heat-moon was a professor in english at the university of missouri", "he arrived at a point where he was totally bored at being a professor", "he makes a unique decision to abandon his career, sell everything he has – he has a credit card", "he sells everything he has, and he decides that he’s going to travel the blue highways of life, and he’s going to go all around america, and all he’s going to do is go into small towns off of blue highways and take up residence there for a day, two, a week and just talk to the local inhabitants and go into restaurants and learn other people’s stories and their challenges and successes", "the blue highway connotation – and i know this because i taught map reading when i was in the army – is, on a map, the blue highways are secondary thoroughfare", "the major highways, they’re drawn in red", "he decided that, “i don’t want to travel around america on the main highways of life because the real stories are off the blue highways.” it’s just an incredible story of his journey", "it gives you a look at america from a perspective that you wouldn’t normally – what you find out, even in these little towns around america, there’s not a whole lot of difference", "people, they have their anxiety, they have their joys, they have their visions", "one thing i noticed was that people in the smaller towns tend to lead a much simpler life", "their values are a lot more sustainable", "what i mean by that, they have fixed values that they’ve grown up with from a child, and they’ve never compromised", "it’s a great book", "once again, i spent a good bit of time trying to figure out which ones i thought you would like", "the next one, i bought at the university of penn bookstore about five months ago", "i never go to philadelphia and don’t go the penn bookstore, and they have an incredible collection of books", "at that time, i was thinking to myself, “you need to change the subjects matter a little bit.” a dominant conversation in america is the future, the future", "get to the future first", "what’s the future going to look like", "i started to realize you need to understand more about the future and what it is and what the potential on", "as i’m going to the bookstore, i decide only books i’m going to buy are books that talk about the future", "i ended up buying about six books", "i came across this – the good lord helped me discover this book, and it’s called whiplash: how to survive our faster future", "it’s written by two professors at mit", "the book is incredible", "as you can see, i destroy books", "wow", "you have a lot of underlines", "do you mind if i take a quick look at that", "oh, no, no, no, no", "i just want to – i’m a bit of a notetaking fanatic, so always fascinated to see how people take notes", "you have underlines", "you have things that are circles, and i see google here", "then you have something that is circled and looks like it has spines around it", "it’s almost like a cactus", "what do you reserve that for", "the ones with circle are – i’m always looking for new ways to explain things and to teach", "those are words that i’ll go back and i’ll transfer into one of my journals because i’m looking for new ways to explain things", "sometimes a person will be mentioned, and so i’ll circle that", "i’ll write those down", "every day, i take about a half an hour and google", "i google people’s names", "i google, as i said, with masterminds", "where you see the markings on the side of a paragraph, that means, when i go back, that i want to reread that in its entirety, and it’s really important", "oh, this marking right here", "yes", "what it looks like, just for people who are listening to this, it’s basically a bunch of horizontal lines stacked in the margin from the beginning of, say, this paragraph to the bottom of the paragraph", "that’s something that you’ll reread", "yes", "i make comments", "like, on this paragraph, i wrote, “unbelievable.” this was a quote that i wanted to put in my journal on quotes", "this was a person that was mentioned that i want to google", "a lot of times, what’ll happen, tim, i go back, and i google a person and, immediately, i go to see if they have a twitter account", "if they do, then i sign up for their twitter account", "to me, the handheld device has become my won personal library and my source of information", "where i’ve discovered a growing problem is there’s huge proliferation of information today", "we’re overwhelmed with information", "what i find out is that, for me, i have to segment the information", "i have this little formula", "information equals knowledge", "knowledge equals wisdom", "wisdom equals growth", "growth allows me to share", "i take the information, and i segment it into magazine reading, blogs, articles, and books", "what i found out is that i was devoting an inordinate about of time to blogs, articles, and magazines and newspapers, and it was compromising my book reading", "what i had to do was to start to plan out my week", "i’ll have a day where i say, “blogs, magazines, and newspapers.” then i’ll have a day where it’s book day", "that day, i’m not doing anything but reading my books", "the other thing i have to do is try to figure out other ways to get book reading in", "if i hop on a flight from la to austin, i put four books in my bookbag that i carry on the plane", "i read four books at a time", "i have a lot of crazy things i do", "is this what you’re reading now", "this is one of them, yes", "just for people wondering, this is – i love how wide-ranging this is", "the mind – is the title — it’s projections and multiple facets by yogi bhajan, phd, master of kundalini yoga with gurucharan s", "khalsa, phd", "amazing", "what i do is, if i get bored when i’m reading, i’ll just switch to another book until i get one that really captures my attention", "when i get on the plane, i’m going to usually start off – i’ll read the wall street and new york times and the local paper", "by the second half, i’ll go to my books", "like i said, i just have all these crazy things", "for example, i’ve trained myself to understand that the blank pages – i’ve made all the blank pages in the book valuable because i take every blank page, and i write notes in there so i don’t have to switch to my notebook", "it’s more handy", "as you can see, on a lot of the blank pages – you have writing on every blank page", "yeah, i write", "i skip around a lot", "oh, wow", "hold on", "on this spread, you have three different highlighters", "you have, i suppose, pink, yellow, and green, and you have some red emphasis at the top of that particular page", "well, what i do is – it helps redirect my attention to what’s important", "if you saw a speech that i gave – for example, i was a graduation speaker, a couple years ago, at villanova", "if you saw the speech, it’s just a maze of colors", "my brain is trained at the colors will redirect my attention", "if it’s all pink, then, in many ways, there really wasn’t any sense to color it", "i tend to go back – once i read a book, i go back now, and i’ll reread the book and go with the underlining again", "sometimes, if it’s really powerful enough, i just do it right then", "on the key phrases or words that you circle – my system is i put ph in the margin next to it, which stands for phrase, and then, on the very beginning of the book, i create an index of phrases", "i’ll have ph, and then i’ll put in the book numbers", "similarly, you do these multiple passes", "when i’ll go through a book and i’ll underline or highlight and then i’ll go through it a second time, in the margin, i’ll put t2 and a circle around it just for tim two, like second pass, for things i find really interesting", "then, if i read it a third time, i’ll go through and i’ll do t3", "i can not only see what was interesting to me at different times, but, also, sometimes i’ll get so excited reading a book – i don’t know if you do this – i’ll highlight so much", "i’ll be like, “okay, well, i might as well not have highlighted anything because i highlighted everything", "then, the second time around, i’ll be a little bit more precise, maybe", "then i can go back, and i have my own table of contents, which it looks like is similar to what you do", "yeah", "what i’ve found out in reading books now is, when i go back on the second passage of the book of reading it, i find some pages where i didn’t have anything underlined", "just my inquisitive self, i’ll go back and read that page", "there’ll be three or four things that i wanted to underline or i wanted to ponder on", "i can’t understand, “well, how did i miss this?” the second reading, for me, is revealing because i always find something that i missed that, maybe, my brain just was functioning too fast, or i was being distracted", "i’ve learned that a second reading is vitally important", "then the last thing i would do is i would end up transferring these to journals", "i actually have book notes back to 1972 is when i started to keep them in three-ring binders", "what i would do is, when i was done with a book, i would just give the book to my – those days, there were secretaries", "i’d give it to my secretary, and she would type out everything that i had underlined in the book, and then she’d create a cover page for it", "i have three-ring binders", "i probably have 12 or 15 from washington state", "i probably have – i only stayed at iowa four years, but i’d say i probably have about eight from iowa and probably, maybe, 15 or 20 from usc", "i actually have them – i save my notes over the years", "one thing that they’ve been a great source of, not only learning and reflection, but i find information that i can utilize in speeches", "it’s interesting, also, when you look back in the – i think people, 50 years ago, placed a greater importance on writing skills and word usages", "it was an artform – and how people go about explaining themselves is – most of the books i read, there are very few of them that i don’t come away and feel that i’m a better person", "one of the things i like to ask myself at the close of every day is, “what did i do to make myself a better person than i was yesterday", "what did i learn today?” from a talk that i do, i say that every day is composed of 86,400 seconds of opportunities", "how shameful is it for me, at the close of my day, to say that i didn’t do anything today to make myself a better person than i was yesterday", "that’s shame on me because i had 86,400 seconds of opportunities to do something – even if it’s no more than a thank you, a random smile, a pat on the back", "think about this, tim", "there are a lot of people in this country who go through 24 hours and never have anyone say anything to them positive", "you might be the only person that day who said something to that person that was positive", "i know we’re in a different culture now, and i always think i’m running a little risk, but, if i’m in a restaurant or somewhere and a person’s waiting on me and he or she has a great smile, i verbally say, “hey, you have a great smile.” sometimes i feel a little uneasy when i say it to a female because someone might think you’re trying to come on to them", "at the same time, i’m willing to take that risk", "earlier, when we were leaving breakfast, as we were leaving, the two waitresses said, “thanks for coming,” and they had a big smile on their face, so i said to both of them, “the two of you have a great smile.” well, to me, i like practicing random acts of kindness because, so much today, we’re cruel – and unintentionally cruel", "we don’t think how valuable the little things are – the thank-yous, the smiles, the taking time to listen", "i had a situation – i still grapple with this, when people stop you on the street and ask for money", "we were having lunch yesterday, and a lady came up, and she asked if we could spare some money", "she wanted to get something to eat or drink", "i gave her $5.00, and said, “now, i hope you use the $5.00 on what you said you were going to do.” she points, and there’s a little grocery store a few doors down", "she comes back, shows me the drink and the $3.00 change", "wow", "it was a win for both of us", "i grapple with this thing about, do i give them some money, or do i not", "in this case, i really felt good that i was able to do something for her, and she did something for me because she made me feel good that i could trust – what she really did is help fortify my mind that i should probably be giving more instead of less", "well, you’ve given a lot in a lot of ways in many years over your life", "certainly, one capacity is that of coach or educator or teacher", "we could spend days – and hopefully we will", "hopefully, we’ll get to know each other even better and spend more time together", "for now, i thought we might jump forward, at least from your childhood stories to the olympics, 1984", "there are many different angles we could take to get into this", "i suppose where i want to start – there are so many different things that i want to touch on", "since we were talking about communicating and phrasing and words, could you share the motivational quote that you came up with at that time", "i think it’s each one of us has a relative who gave his life for this country", "the least we could do is give 40 minutes of ourselves", "yes, that’s actually a bob knight quote", "it was a motivating force because, when you stop and think about it, very seldom in our lifetime does our country ever come to us and say, “we need you.” it’s always the exact opposite, that we’re looking for something from the government", "i felt that this was a unique opportunity, that the country was basically saying to the team and the coaches that we need you, and we need you to bring back a gold medal for us", "this was a unique opportunity for us to serve our country", "i can remember vividly, in the months leading up to the ’84 olympics in los angeles", "i would envision that we were going to win the gold medal, and we were going to be standing there and hear the national anthem play and to be at attention and look at the american flag", "i know that we’re in a different era now and a different time, but the reality was this is how i felt", "i grew up in an era where my grandma taught america, right or wrong, america", "whatever the problems are, we’ll work them out, but, at the end of the day, we’re an american", "i envision what it was going to be like when we stood there and received the gold medal and heard the national anthem play, and you had the satisfaction of saying to yourself, “mission accomplished.” it was one of the most unique experiences i’ve ever had in my life, to be in a position where you could represent your country, and you could have a good feeling about it", "i’m sure there’ll be a lot of people who will question why i felt that way, but that’s the truth of the matter", "i was chatting with ryan, or texting with ryan last night, after he had dinner with you", "he was peppering me with suggested topics, which, of course, we have an overabundance of", "one of the bullets here in the notes in front of me refers to you leading the practice team to beating the dream team", "can you elaborate on this, please", "what happened was, for the first time in the history of the olympics, the united states decided not to use college players anymore but to use professional players", "that year, the olympics were in barcelona, and chuck daly was the head coach of the u.s", "team", "of course, you had the – i think the only player on that dream team that’s not in the basketball hall of fame right now is christian laettner", "he was the only college player on the roster", "of course, you had magic, bird, barkley, jordan – you name it", "chuck and i had been lifelong friends, back from when he was an assistant at duke, and i was an assistant at villanova", "he was a pennsylvanian, grew up in punxsutawney", "we had a long-standing authentic relationship", "chuck decided that they wanted to put together a group of college players that would scrimmage the dream team twice a day in practice", "he suggested that i be the coach, and so c.m", "newton, who was head of usa basketball at the time, called me and asked if i would be the coach of the team", "i said, “i’d love to do it.” they picked the players and bobby hurley and chris webber and a bunch of guys", "we only had eight players", "roy williams and i coached the team together", "the first night that we had the scrimmage, i think the nba guys basically looked at us as this is just a scrimmage of college guys", "they didn’t really take it as serious as we did", "the college guys, we were all fired up", "this is a great opportunity", "we scrimmaged for 37 minutes, and we actually beat them in the scrimmage", "the word got out, and they were livid", "one thing that happened, i picked one of my managers from usc to be a manager for our team", "when the practice ended, larry bird came up to me and he said, “coach, can you do me a favor?” i said, “sure", "what?” he says, “can you leave a van and a driver here or have somebody come back and pick me up?” i said, “oh, i’ll leave one of the managers with a van.” larry hadn’t shot the ball that well in the scrimmage, so he stayed and shot for an hour and 15 minutes straight", "i told dennis johnson, who was the manager, i said, “when you get back, let me know you’re back.” when he came to my room, i said, “how did it go?” he said, “coach, unbelievable", "he just continually shot", "he only took one water break", "he was drenched head to toe.” he looked at me and he said, “coach, if larry bird is doing this, what should the average guy be doing?” it was just a great experience", "the next time we scrimmaged, they were fired up", "i’m embarrassed to say this", "we didn’t score a field goal for the first nine minutes", "they were on us like white on rice, man", "they said, “oh, you guys think you’re hot s", "we’re going to show you.” jordan was leading the pack", "they were determined", "“okay, you guys think you’re good", "we’re going to show you what good is.” i want to talk about coaching a team", "i think the way i’d like to get into this is by asking if you could, maybe, mention just one coach that you have been impressed by, alive or dead, past, present – doesn’t matter", "what impressed you about them", "oh, i would say two coaches who are – or i’d actually have to say three", "three coaches who have had an immense impact on me as a person, as a coach, my life would be bob knight, john thompson, and lefty driesell", "lefty driesell, i was his assistant at the university of maryland", "he was the one who fueled my passion for reading", "he was the one who taught me that you don’t just read the sports section", "he actually got me into a system that i still use", "when i go to the newspaper now, the last section of the newspaper that i read is sports", "that’s something that started back with him", "he also told me the importance of reading the editorial page every day", "the other thing was he wanted us to be the best dressed staff in the acc", "i picked up a lot of habits from lefty that i have to this day", "john thompson and i grew up in the same neighborhood in washington, d.c", "he’s had so much influence on the way i think, the way i act, what i believe", "the one thing i learned with john is, when you’re around john, your talk to listen ratio should be 90 percent, and the talk should be 10 because, if it’s any other way, you’ve lost a great opportunity to learn and to be taught", "john is a maverick thinker, and he was a maverick thinker before the connotation even existed", "the other person, bob knight, just had an absolutely amazing impact on – i was at a summer league game as an assistant coach at villanova", "at halftime, i go down to look at the scoreboard, and a guy taps me on the back", "i turn, and he says, “hi, my name’s bob knight, assistant at west point.” i say, “hi, george raveling, assistant at villanova.” from that moment on, we had a lifelong friendship", "that’s how i ended up being the assistant coach on the ’84 olympic team", "maybe bob’s greatest gift to me was that he saw something in me that i never saw in myself", "he was relentless to make sure that i achieved it", "he said to me, “george, if we’re going to survive in this profession, we have to become an expert in some phase of the game, and you need to make yourself an expert in some phase of the game.” bob’s was defense, and so he said to me, “i know you speak a lot of clinics on rebound, and that’s your niche", "you’ve got to make yourself the foremost authority on the globe on rebounding.” he stayed after me on the phone", "he called me one night", "he said, “hey, i looked it up in the library of congress.” there’s no book in the library of congress on rebounding, so you’ve got a unique opportunity.” i still didn’t believe i could actually write a book, and so bob just stayed after me", "finally, he said, “write an outline and send it to me.” of course, we didn’t have the technology we do, so i wrote an outline and sent it to him", "little did i know, he was setting me up to walk me through this", "the moral of the story is i end up writing a book called – one i wrote was rebounder’s workshop, and the other one was called war on the boards", "that was the thesis and the manuscript for the art of rebounding", "i’ve probably sold 100,000, copies over the years, of the book", "without bob staying on me and being relentless and never accepting no, he helped me find something inside of me that i would’ve never, in my life, ever thought i would’ve written a book or even had the talent to do", "he saw something in me that other people didn’t see in me", "that’s been a lot of the relevance for this magical carpet ride i’ve had, people seeing something in me that i didn’t see in myself", "my grandma seeing something in me", "sister delores seeing something in me", "my high school coach seeing something in me", "my college coach, al severance, he said something, tim, that i’ll never ever forget", "one time, he was talking to us, and he said, “the first sign of intelligence is to admit that you don’t know something.” here i am, 80 years old, and i still remember him telling me this", "i’ve learned so much", "everyone, including yourself, have touched my life in a productive way", "if i don’t read tools of the titan, i don’t learn about mastermind", "if i don’t learn about mastermind, i kill myself in 20 different relationships", "i learn things about people that i didn’t know", "it’s just been a blessed journey, that you meet people who are willing to help you continue to grow, especially at 80 years old", "you think, tim, at 60 years old, the thought process in america was you retire", "you get a gold watch", "you live happily ever after", "between 60 and 80, it might be the most productive years of my life", "i’ve grown so much", "i was 63 years old, and i get appointed global director of sports marketing at nike – at 63 years old", "you defy the odds", "ex basketball coach, black, no business background, and you’re running a fortune 500 category", "i can remember many times thinking – that all of four years i spent at villanova, i was an economics major", "at that time, they didn’t call it a business school", "they called it school of commerce and finance", "i graduate with a degree in economics, and i used to think, “god, this is a waste of time", "i learned all this", "i’m never going to use it.” little did i know that, at 63 years old, all of this was going to come back to fruition, and it was going to be necessary", "it did pay off", "as i understand it, the job offer, or at least your beginning with nike, became through what seemed like a prank call from phil knight – at least that’s what i’ve read, is that you got the – actually, it started long before that", "when i went to work full time for them, i get this call – and then we’ll go back to the origin", "i get a call one night, and i answer the phone, and the voice says, “this is phillip knight,” and that’s basically how phil always addresses it", "to this day, if he calls, he’s going to say, “this is phillip knight.” momentarily, i thought, “ah, this is somebody putting me on.” then i said, “is it really?” he said, “yeah, it’s phillip knight.” i said, “what’s going on?” he said, “i just called to see if you’d be interested in coming to work for nike full time.” we talked it through, and i said, “well, what do you want me to do?” he said, “we want you to come and –,” at that time, nike had this camp called the all-american camp", "he said, “i want you to upgrade it, but i want to figure out how we can reach younger kids.” i still have, somewhere in storage, the original presentation that i made to him to start a grassroots program", "at that time, there was no such thing as a grassroots program", "that was the start of me working full time", "i actually started at nike in 1978", "nike decides they’re going to get college coaches to endorse their product", "they fly 11 of us to las vegas", "jerry tarkanian was one", "jimmy valvano and so forth", "john slusher sr", "and phil came and made the presentation to us", "essentially, they would give you a compensation and all the product for you and your team", "this was in ’78", "i was sitting beside bill foster, who was coaching at clemson at the time", "the second day, we had to make a decision", "part of it was they give you a compensation", "the compensation was $5,000.00 in cash or $5,000.00 in stock", "the impediment – really wasn’t, as it turned out – was, if you took the stock, you couldn’t cash the stock for five years", "at that time, the stock was about $6.00", "bill foster leans over to me, and he says, “george, take the stock", "take the stock", "i’ll explain to you later", "all these other idiots are going to take the cash.” the five-year thing ended up being a disciplinary factor because, even if you wanted to, you couldn’t cash it", "then, when the five years passed, bill called me about six months before the due date, and he said, “listen to me again, don’t cash the stock", "don’t cash the stock", "just let it roll over", "you got this far without it", "you can get the rest of the way.” anyway, by the time i finally sold the stock, it was up to $46.00 and it split", "to go back, that year, in ’78, nike sends bill foster, myself, and eddie sutton to china for a month to do clinics", "we went to peking, shanghai, and guangzhou", "at that time, beijing did not exist", "subsequently, peking was replaced with beijing", "at that time, it was called peking", "we went and did these clinics in china", "at that time, it was highly communistic", "everybody dressed the same", "the women dressed with white blouse and olive green slacks", "the men had these little nehru jackets, olive green, and they had a cap with the red star on it", "they could speak no english", "one day, we’re in tiananmen square, and bill foster’s wife had a polaroid camera, and she was taking pictures", "she took a picture of a group of chinese people standing together conversating", "when it develops, she showed it to them, and they were – we might as well have been for the moon", "we couldn’t tell what they were saying, but they were so excited, pointing, and then more people came", "they had no idea how this was transpiring", "here’s an interesting story, tim: a chinese gentleman steps out of the crowd, and he comes up to me, and he picks my hand up, and he rubs my hand, and looks at his fingers", "it was apparent he had never seen a black person before in his life, and he thought it was paint", "wow", "he was rubbing to see if the paint – because he couldn’t figure it out", "he had never seen a black person before", "it’s a story that’s left an indelible mark on my stay", "that was, maybe, one of the great trips of all time", "i’ll tell you one other quick story", "we’re doing a clinic in shanghai, and the interpreter comes up to me at the end of my lecture", "he says, “coach, this coach would like to borrow your rebounding book, and he’ll bring it back in the morning.” i thought he just wanted to take it home and read it", "the next morning, he comes back", "sure enough, he gives me the book, and he’s got 25 copies of it", "overnight, he printed 25 copies of the book and gave me mine back", "welcome to china", "you started working full time at nike at age 63", "is that right", "well, no", "i actually took the global sports marketing job at 63", "i actually had put in about eight years in developing this grassroots program at nike", "then, subsequently, i got this opportunity to be the global director", "you mentioned a familiar name to a lot of people, michael jordan, earlier from the dream team", "i’ve seen a photograph of you with a very young michael jordan", "i’ve read that you were the one who actually convinced michael jordan to sign with nike, or certainly were one of the driving factors there", "could you share that story", "yeah, i don’t know if i would go that far, but i was a conduit", "early at the olympic trials, sonny vaccaro, who was then heading up nike basketball, and phil had come to me, and they said, “hey, can you see if you can get michael to visit with us?” we were still training in bloomington", "i brought the subject up with michael", "what happened was – i don’t know exactly how this happened, but vern fleming, who was on a team from georgia, patrick ewing, myself, and michael, we were inseparable the whole olympic experience", "we went everywhere together", "we were like the four amigos", "we’d go to mcdonald’s", "we’d go to the movies, the shopping mall", "wherever we did, it was always the four of us", "i developed a really unique relationship with michael", "from time to time, i would bring it up to him about the nike thing without being overbearing", "in the very beginning, he said, “coach, i have no interest in nike", "i’m an adidas guy", "i’m going to go to adidas", "i don’t even like their product.” every now and then, i would bring it up, and he would say, “coach, i’m telling you, man, it’s a waste of time", "i’m going to be an adidas guy.” now, we’re at the olympics, and we get through pool play, and we have a day off", "sonny vaccaro calls, and he says, “hey, can you bring michael – get him to come over and met me at tony roma’s in santa monica?” i bring it up to michael, and i think, just out of frustration, to get rid of me, he said, “okay, i’ll go.” we’re going over in the car, and he said, “coach, i’m only doing this for you", "it’s a waste of time", "whatever nike offers me, i’m going to take it to adidas, and, if adidas matches it, that’s it", "that’s who i want to be.” to fast forward, him and his mom and dad and david falk come up to nike for a visit", "the meeting is successful, but it didn’t move the needle because michael was still convinced that he should go with under armour, but part of the nike deal – or adidas", "i’m sorry, with adidas", "part of the deal was, at that time, there was no such thing as a signature shoe, and so david falk came up with this idea of air jordan", "nike would make a signature shoe that would be marketed under this logo of air jordan", "the meeting goes well", "we think we’ve got a shot", "true to his word, michael took the deal back – or david took the deal back to adidas, and adidas passed on it because of the signature shoe thing because they didn’t feel there was any market for it", "they still made him an offer, but they wouldn’t go on the signature shoe thing", "if i remember correctly, michael was getting $0.05 of royalty on the shoe", "at any rate, michael ends up accepting the offer from nike", "as they say on television, the rest was history", "here we are today, and jordan brand is a business of its own", "there’s nike, inc., and then you have these subsets – hurley, converse, jordan brand", "jordan brand is the second biggest seller of basketball shoes in the world – basketball shoes – other than nike, inc", "they sell more basketball shoes than under armour or adidas", "here, you go back to ’84, and, here today, he sits at the end of one of the most profitable sport footwear companies in the world", "what’s interesting, which historians will put in their rightful place one day, is nike was the first fortune 500 company to take a black male and make them the face of their company", "i’m sure you’re familiar with the spike lee ads and all those things like that", "there was a huge risk in some ways", "one time, i mentioned to michael about nike taking a risk, and so he quickly came back to me", "he says, “nike took a risk", "hey, i took a risk, too.” you’ve spent so much time teaching and guiding and cultivating players and people who work for you and the people around you", "i had read – and please feel free to correct this – that you’ve said the most important conversation is the one you have with yourself", "right", "yeah", "could you elaborate on that, please", "because i think that self-talk is – and i’m not sure that’s what you’re referring to – so, so terribly important", "i’d love to hear you just elaborate on that", "the older i’ve gotten, the more i’ve come to the conclusion that the conversation that you have every day with yourself – as you characterize it, self-talk – is so vital", "it’s far more important than the conversations you have with those around you", "the best part about the conversation with yourself is you’re in total control of that conversation", "you can craft the conversation any way you want to", "i try to have at least 90 percent of the conversations that i have with myself, which i have two or three times a day, that it’s positive self-talk", "if i start to linger on to something negative, then what i’ll do is i’ll immediately deal with it and discount it", "for example – since i’m catholic, i’ll make this confession – this morning, when i got up, your reputation’s so impeccable that i was – i got up at 5:00", "i’m really nervous", "i’m thinking to myself, “god, what if i do a bad job", "i’ll be so embarrassed.” the minute i started thinking that, i said, “nope, that’s not it", "get fired up, man", "you’re going to do it.” i’m in the bathroom, and i’m doing this motivational talk for myself to eradicate any doubt that i have", "i keep saying to myself, “you have to go in there", "you have to give them your best shot", "you can do it.” i’m getting myself fired up for it", "and this is out loud", "yeah, because i really spend as much time as – probably, at least – i wouldn’t say probably", "once a day, i’ll find an hour to just go someplace and sit by myself, and all i’ll do is take a notebook and a pen in front of me, and i’ll just sit there and think", "whatever comes into my mind – and then i start to fixate on those things", "or i’ll write down notes as a result of something that i think, or i’ll write out a strategy", "for example, the way i govern my day, tim, is i get up in the morning, and i put my two feet beside the bed, and i say to myself, “okay, george, you only have two choices", "these are the only two choices that you have, and you have to make one", "the two choices are to be happy or to be very happy.” there’s no other choice", "then i start to plan out my day", "i have these points of focus", "energy management, time management, environmental management, productivity", "to me, productivity is a byproduct of the other three", "how do i manage my energy every day so i can be at maximum efficiency", "one of the things i try to do is declutter my mind", "i won’t do anymore than four things a day", "it reverts back to something one of the presidents at nike, charlie denson, said one time in a leadership meeting", "he said, “let me ask you guys this: would we better off doing 25 things good, or would we be better off doing six things great?” to me, to simplify my day, i will not do more than four things", "i try to limit the meetings to two", "if it’s two, one of them is usually a breakfast meeting", "when i go into the office, i have a total commitment, once i get into the office, to be totally focused on business matter, try to be as disciplined as i can – not to get on the telephone – and also to meet with the two people that work with me", "we meet every single day, and we talk as a team because i want us to function as a team", "i want each person’s opinion to be valued", "if one person happens to be 50 years younger than me, so what", "their opinion is valuable to me", "i respect everyone’s knowledge", "i think to myself, “they know something that i don’t know.” i want to value their opinion", "we meet every day as a staff", "we talk about things", "it helps me grow, and it keeps my day simplified", "i try to, once a week, have a personal audit", "i go back through the week and audit my week and make course corrections along the way", "that’s when i really get into the self-talk part, is having these little mental audits that my life’s not just going on and on and on", "i try to evaluate, am i making progress", "what am i doing that’s good", "what am i doing that’s not working", "and then make those course corrections", "at 80 years old, i try to hold myself to the most severe standards", "i just despise the idea of retirement", "i think that it’s the biggest force that’s ever been predicated on us is this idea of retirement because the first thing that happens, you retire physically, and then you retire mentally, and then you’re just taking up residence in society", "i don’t ever want to be a resident of society", "i want to be a contributor to society", "well, you seem like you’re just getting warmed up", "you certainly have lots of energy", "what are you most excited about these days and working on", "well, what i get most excited about is just – when you’re 80 years old, you damn sure better be excited that you wake up the next morning and you have a growth opportunity", "i’m still trying to understand, like most of us, what the future is going to be like, and how can i get to the future first", "what’s the future going to be like", "i read a lot of books and talk to a lot of people, but i don’t know if anybody can really tell you what the world’s going to be like five years from now", "not ten years from now but five years from now", "we’re in a society where it behooves all of us to be comfortable with change and to be comfortable with being uncomfortable", "if you could, metaphorically speaking, put anything on a billboard – not commercial but a message, a quote, a word, a question, somebody else’s quote – could be anything – to get out to millions or billions or people, what type of message or word or quote or anything might you put on that billboard", "i would say, if i could put up a billboard and a message to people, the quote would be, if it is to be, it’s up to me because, at the end of the day, each of us have an individual responsibility to ourselves and to our society to figure out ways to be positive difference makers", "it all starts in life", "i’m fine just reminding myself that nobody’s going to row your boat but you", "you’ve got to get in, and you’ve got to row your boat to the other side of the lake", "i would remind people, as i said, if it is to be, it’s up to me", "that’s something that i had on my office door", "i had a big sign at washington state", "i had it on my office door", "it’s something that i’ve tried to make an indelible mark on my brain that it’s up to me", "change is about – the most authentic change takes place within yourself", "often times, in life, tim, as you know, the most important person you ever get to lead is yourself", "if you can’t lead yourself, how are you going to lead other people", "i would like to challenge people to start to look within before they look out, look within", "what are the things that i can do to be a positive change maker in my life and in the life of others", "when we talk about being a positive change maker, the thought process is this is about trying to change society", "i hear people always say, “do something that’ll change the world.” well, if you want to do something that’s going to change the world, you change first.” if everybody started to feel that way, we’d have this huge movement of change that would be authentic", "hear, hear", "i’m getting all fired up", "you’re good at that, coach", "i want to be respectful of your time, so i think we’re going to wrap up shortly here", "is there anything else you’d like to share, any other parting words", "certainly, people can find you @georgeraveling on twitter, instagram, facebook, linkedin", "website: coachgeorgeraveling.com", "i encourage everybody to check it out", "is there anything else that you’d like to recommend to people", "you just got me off the hook because all my youthful advisors said, “coach, make sure you tell people how to stay in touch with you.” technology has helped me create a platform of sharing, to try to share – one thing my grandma said to me one time – she was correcting me, and i was a little smart alecy", "she looked at me in a stern way, and she said, “boy, let me tell you something", "i know where the potholes are in life, and, maybe, if you listen to me, i can help you avoid stepping into them.” at 80 years old, i think of my grandma, and i say, “hey, i know where a lot of the potholes are in life, and maybe i can tell you where they are and share my life experiences with you so that you don’t have to step into those potholes.” that’s what i try to do is to share – an old guy told me one time, “nothing in life is of any value unless you can share it with other people.” that is the essence of me at 80 years old", "what is it that i have that i can share with others, or what can i give away", "i don’t even know if i said this to my wife yet, so you’re going to be the beneficiary of a movement", "i now have committed that i’m going to try to give away most of my personal belongings", "i’m going to give away my clothes", "my books, i won’t", "i’m trying to give away as much as stuff as i can to simplify my life", "i can only wear one pair of shoes", "i can only wear one pair of underwear", "i don’t need all these things", "i’m going to rid myself of all of these material things that i thought were important at 80 years old", "the money’s not that – i learned money’s not that important", "collecting things are not that important", "how you dress – all those things become what i call a surrender", "someone tells you what time to get up in the morning, what time to go to bed, what to eat, what to dress, how to act", "we end up being prisoners of someone else’s expectations", "i want to live the whatever time i have left, and i want to – as martin luther king said, “free at last, free at last", "thank god almighty, we’re free at last.” i just want to be free of all these fences that society has put up around me", "i want to try to find out, where are my outer limits", "once you take down the fences, you allow a person to seek their outer limits, and that’s what i’m trying to do at 80 years old is to figure out where my outer limits are and to keep reaching for them", "well, coach, i hope to have many more conversations with you", "thank you", "thank you so much, sir", "thank you", "may you be around for at least another 80 and what a gift of a conversation", "thank you", "i appreciate you giving me the time", "for everybody listening, for links to everything we talked about – certainly where you can find coach raveling online and learn what he’s up to, in edition to the books that we discussed and everything else, you can find all of that linked in the show notes at tim.blog/podcast", "what a ride", "to everybody out there, until next time, thank you for listening"]}