{"dialog_idx": {}, "episode_num": 336, "file_type": "audio", "guests": [], "num_sentences": 1400, "num_words": 23291, "raw_text": "Please enjoy this transcript of my interview with Scott Belsky (@scottbelsky), an entrepreneur, author, investor, Chief Product Officer of Adobe, and venture partner with venture capital firm Benchmark. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the interview here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS: Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: Scott, welcome to the show. Scott Belsky: Thanks, Tim. Tim Ferriss: Here we are at the kitchen table. I didn’t think we would have a chapter two today. We met earlier for some oysters and beverages and caught up. And I was picking your brain on a number of different things. And we were trading stories. And I realized that you have, and you’re going to know what I’m referring to, how many Evernote notes? Scott Belsky: Well, a lot of Evernote notes, in particular – Tim Ferriss: But specific to what we’ll be talking about? Scott Belsky: Yeah. I think it started at like maybe 830 or so a couple of years ago, when I started trimming it down.  Tim Ferriss: And you’ve been capturing lessons learned, maxims, mantras for yourself, in the process of developing this career. And I hope this doesn’t come off the wrong way, but you’ve worn so many hats, it isn’t a single career. It seems like you’ve lived many different lives. And people have already heard the bio that I read, in the intro. But perhaps you could indicate the roles that you’ve had in the companies that you’ve been a part of because they are so varied. And I just want to underscore how eclectic it is. Scott Belsky: Yeah, eclectic, for better or for worse. But I was an entrepreneur back in 2005 starting a very small, almost a lifestyle business, at that point, to help organize the creative world, a company called Behance. Five years of bootstrapping as a small team, valuing resourcefulness over the resources we didn’t have. A few near-death experiences in that process. Then, became a venture backed company, which is a little bit more of a traditional Silicon Valley like story, being venture-backed for a few years, growing really fast, when through an acquisition, I found myself working in a very big company as a vice president, given what I came in with, as well as a few other projects. And a few new muscles there, navigating a big, corporate experience. Then, I decided, I’ve been a seed investor for a while. I like this. People are telling me I should be an investor. I jumped in and became a general partner at a venture capital firm. Total context switch, learned a lot of things, some the hard way. Then, realized I miss building. I wanted to get back to it. And now, I’m an executive at a big, public company. Adobe, the same company that acquired us, but totally new position. And I would say that whenever I think about best practices, if there was ever such a thing, I actually realize that they all conflict, based on whatever context you’re in. And the things that I thought were super important as a startup and were the rules of the road, if you will, actually maybe the exact wrong playbook to play at a later stage company or than at a public company or in a venture capital firm.  And it, in some ways, makes you kind of throw everything you accept as conventional wisdom out the door because you realize that everything kind of conflicts, and it’s really based on the context. But, in some ways, there are also some patterns and some lessons learned from the clashes of wisdom. Tim Ferriss: And the different positions that you’ve had, the different roles you have played, are also of interest to me because you’ve ended up filling the seats on both sides of the table, in different relationships and different transactions, right? Entrepreneur, investor, startup founder, and potential acquirer. You’re in a position yourself now where your younger self could have been, in some capacity, talking to you. Scott Belsky: Yes. Tim Ferriss: And you’ve collected these notes over time. So I thought what the hell. And we talked about this, maybe or maybe not after a few glasses of wine a bit earlier today, we should just record a podcast. So, here we are, late night at Chez Ferriss, and we’re going to record this episode, half of which may occur inside a very, very hot truth barrel, i.e., barrel sauna, TBD. But we’re just going to wing it. So let’s start exploring some of these maxims on some of these notes, and you can tell us the story behind it. And we’re just going to riff. So let’s do it. Scott Belsky: Sure. Well, I have to say, it was actually on a plane a couple of years ago, I was going through this file of about 800 and something notes. And I realized that, first of all, if this plane goes down, they’re all gone. And second of all, this is really disorganized. Should I start to kind of organize them, based on some theme. And, ultimately, it came down to three things. One was endurance. How do you navigate the endless self-doubt, uncertainty, ambiguity, extraordinary volatility in whether it’s a new venture of a turn around of something or a bold creative project? I feel like a lot of them, that was the theme. How do you just stick with it long enough to figure it out? How do you have the persistence and the patience and everything related to endurance?  The second theme that came out, which is a pretty broad theme, I would say, and maybe I was cheating a little bit, is optimization. How do you make the product better? How do you make the team better? And also, how are you constantly, in some ways, maybe testing the way you work and making yourself better? Obviously, books can be written on that. But that was my second theme. The third theme, which is a bit more narrow, I called the final mile. I found that whether it was entrepreneurs I’ve worked with over the years that involve me in their acquisition process or writers that I know right before their book comes out, people in the final mile of something being done or almost being done, there’s a lot of interesting stuff that happens. Some self-sabotage, new doubts.  You think you know what you’re doing because you got that far, and then, you realize, oh shit, I don’t know what I’m doing. So those are the three themes. And I was like okay, for starters, let me just start to break them into themes. And that’s where it all began.  Tim Ferriss: So you got the buckets. Let’s dig into some examples.  Scott Belsky: Sure. So, I think that, if we go in that order, and you think about endurance, one of the – there were a number of different observations around, and especially from my own experience, building and sort of bootstrapping for five years and keeping people, when we actually weren’t really making any money. We didn’t really have customers. No one really cared about or knew about what we were doing.  Tim Ferriss: And you said organizing the creative world I think may have been the wording you used. What does that mean in practice? What were you trying to sell? Scott Belsky: Yeah. For Behance, the insight was that the creative world, meaning any sort of design, photographer, architect, illustrator in the world of creative production, these are some of the most interesting people in the world. They make our lives interesting. It’s also the most disorganized community on the planet. There’s very little attribution about who did what. These folks, often time, feel like their career is at the mercy of circumstance. And the idea behind Behance, which was my startup back in the day, was to help organize these people. In some ways, build a LinkedIn for the creative world, you could describe it that way, and some of the products to help them get organized. But we didn’t really know what we were doing.  It was a bit of a team of misfits in the sense that all of us had roles we weren’t necessarily qualified for, when we were building this team, in the early days. And what I learned very quickly was that the idea that we wanted to come together for that thing that motivated us to, in some cases, quit our jobs or take a huge risk or start incurring more debt in our lives, that was enough to get us to get started. That wasn’t enough to keep us engaged on a daily basis for years. And I think that’s one of those myths that, if the vision for what you want to achieve in the long term is great enough, you can just keep persisting and keep at it. In fact, you need to short circuit your reward system, in some ways. And I remember there was a conference we had a number of years ago for Behance where Fred Wilson, a venture capitalist in New York, spoke.  And he talked about two great addictions in life, heroin and a weekly salary. And his point was, when you unplug from either one, it’s very difficult. And if you think about, from birth, we’re almost branded towards short-term rewards, checks on the tests, grades in the courses, salary, bonus, whatever. And when you embark on something very long term, and you unplug from that, maybe you have to supplement it with something else. That is a creative endeavor, when you’re leading a team. For us, there were a few fun things we did. For starters, we had a name for our company called Behance, which didn’t mean anything, didn’t exist. And so every time you typed it in Google, it said, “Do you mean enhance? Do you mean enhance?” And so, short-term reward number one was maybe we won’t be a mistake someday.  Let’s get enough people to put portfolios up there. Let’s get enough blog posts and link backs and whatever else. And we would always search Behance and see if we actually showed up. It felt like a more achievable way to keep us oriented. And soon enough, we actually did suddenly show up as a legitimate result. And I kid you not, six months later, Beyoncé became super popular. We lost that for a little bit, but then, we got it back. There were all kinds of fun things like that. We made bets all of the time about things that people would have to do, if we got to a certain milestone. And those became this new reward system that governed and actually kept us together. And we, remarkably, didn’t really lose many people, at least voluntarily, for a number of years. Tim Ferriss: What else do you attribute that to? And for people who are listening, and they might have a small team, and they’re in that position of realizing perhaps that the initial irrational exuberance of the big vision and the grand unveiling of this world- changing company is actually going to take quite a few years, and that people are starting to – I’m not going to say founder but realize – the gravity of that reality is beginning to hit them, and the CEO, maybe sole founder, maybe co-founder, is thinking “Oh, shit, I need to whip up some shorter term incentives or motivating goals or anything to keep this team together, so there isn’t some form of mutiny or people start dropping off.” Do you have any recommendations for that person? Scott Belsky: A few different things. In some ways, I use the analogy of driving your team in a car with the windows blacked out, so no one knows where they are and how far they are in the journey. And that is sort of what a startup experience is like, by the way. You don’t know where those milestones actually are. You don’t necessarily even know where you’re going and how far along you are. The only thing that makes that more comforting or tolerable is a great narrative during the journey. Okay, we just crossed the state line. There’s this on the right. There’s this on the left. Even if it’s not necessarily answering the question of how far are we and where exactly are we going, there’s something about being talked through it. And I think that’s one of the jobs of someone at the helm is to build that narrative.  And part of that is a creative endeavor because you don’t necessarily know what to say, but you have to say something. And I think that’s one of those maybe less discussed muscles of a leader of a startup is to build that narrative and keep kind of walking people through. One of the things that I would oftentimes do is play out best and worst case scenarios with different dimensions.  Tim Ferriss: You mean play out for yourself or in front of employees? Scott Belsky: In front of the team. Tim Ferriss: What would be an example of that? Scott Belsky: A few things. One is we had a few different products we were kind of pursuing, or a few different angles rather. And I would, oftentimes, play out, hey, if this doesn’t work, maybe we can reuse the technology for this. Or if this business model doesn’t work, we’ll try that. And you know what? If this doesn’t work, look at what we will have learned over the next three years. We are going to be so marketable. This is going to be one of the best experiential educations any of us has ever had. And we’re going to be able to get salaries at X instead of Y. And that was also part of the – I would remember people feeling a little more comfortable when, in fact, the reality is we were working in, again, complete ambiguity and uncertainty and a little lost.  Tim Ferriss: This is, I think, having observed some excellent, great, good, mediocre, passable, and not so good CEOs over the last whatever it is, 20 years now, Jesus I’m getting fucking old; anyway, this is, I think, one of the most under-discussed and valued sales functions of the CEO. Right? They think of selling investors. They think of selling employees, but for the hiring of those employees. But to retain a team and, in the early days, this is so, so important. Scott Belsky: It’s merchandising. Think about the amount of capital that is spent on billboards and advertising that compels us to take action and do things every day. It’s obviously powerful. Yet why don’t we use those same mechanisms to get our team to do things, to get ourselves to do things. It’s an important muscle. You’re also trying to help your team accept the burden of uncertainty. And it’s just so much easier, when the stuff is around you. Tim Ferriss: So, you also use, dare I say, I do dare, strange incentives for yourself. And I was thumbing through some things that you’ve sent to me in the past, in terms of answers to questions and so on. I don’t know if you still do this, but you have your Scooby snacks and deep work rewards. Do you still do that? Scott Belsky: I still do that. Tim Ferriss: Can you tell people just briefly what that is? Because I’m sure a lot of people are listening who are perhaps solopreneurs or freelancers who might be, for a lot of the day, by themselves. So, they have to talk to themselves the way that you were talking to employees. Scott Belsky: Yeah. Tim Ferriss: So if you could just describe this for people. Scott Belsky: Sure. Well, I guess it’s short-circuiting my own reward system. I find the process of writing, for example, pretty painful. I have a writing playlist that I only allow myself to listen to, if I’m writing.  Tim Ferriss: Can you listen to it from the get go, or do you have to – Scott Belsky: I have to be in the zone. And when I find myself going to social media or checking email or whatever, I make myself stop it. And I am not allowed to start it again until I’m back in the writing zone. Tim Ferriss: What are some of those tracks? Do you remember some of the artists? Scott Belsky: Yeah. There’s a couple great melodies that I kind of love. One is this piano melody by a woman named Carly Comando that I discovered once. There are just a few other things that I love that I think I can work with that I didn’t want to burn out. But I also just wanted it to be like that reward like when I’m back in the writing zone, I’m feeling it. And the snacks. Tim Ferriss: And the snacks. So what are the snacks, and when are you allowed to have the snacks? Scott Belsky: Man, you know these really nice, flaky, buttery things that are dipped in chocolate that they sell? I don’t even know what you call them. Those. Tim Ferriss: Delicious snacks. Scott Belsky: The chocolate Flake bars that I get from London whenever I’m there. Only something I can have when I’m in the zone writing, in this case. Tim Ferriss: So, in the zone now, as a little piglet myself, I might be inclined to be like oh, man, just nailed my first paragraph. Let me have some chocolate. So, what’s the bar for in the zone? Scott Belsky: It’s when I get a material chunk done. When I feel like I – as I talk about it, this sounds ridiculous, but it’s not, right? Why don’t we take more active roles in governing ourselves and merchandising and playing sales tactics with ourselves, with our teams, just like we do with customers and the rest of the world? Yes, it works for me. Chocolate, good music, sometimes, that’s enough to get me doing what I’m supposed to be doing. Tim Ferriss: Okay. So, we’ve talked about reward systems. Are there any other guidelines or suggestions you would make to a founder who finds themselves in that very kind of embryonic stage where they’re realizing wow, I thought, in my mind, I had the excitement of a sprint, but this is not a sprint, this is going to take some time? Any other recommendations for keeping a team motivated or examples? Scott Belsky: There’s a lot of tough moments in that middle. There are a lot of meetings that don’t have answers at the end. There’s a lot of periods, again, of that ambiguity, where you’re kind of going in circles. There’s rework. You launch something, and you realize that it was built on the wrong text stack or that it was totally to the wrong type of customer, and you have to redo it again. And leaving your team constantly with energy, even after those very difficult bouts. I remember one guy I worked with, a guy named David Wadhwani who is now the CO of AppDynamics, a company in Silicon Valley. But I remember, every time I was in a meeting with him, and they could be like just the most depressing meetings. He would always kind of end with a recap that would, again, spin it around towards “We got this.”  We got the right people. These are the open questions. This is the plan to solve them. And everyone would kind of end in an up. And it’s another one of those tactics to keep people engaged, enduring. Tim Ferriss: Well, one that we talked about, which isn’t necessarily a reward system, but it reminds people why they’re doing what they’re doing and why they’ve made this gear shift into entrepreneurship. You gave me an example earlier, when we were hanging out, that was related to your, I guess, suppressed memories during the five years of bootstrapping, when you went back to look at photos from that period to see what was going on like, “Wow, I really can’t remember much from that period.” What did you find? And this is something that comes up, when I talk to people like Derek Sivers or others when they want to allow people working on the products to see what?  Scott Belsky: Well, and it goes back to that reward thing, I think, as well. I went back in my phone to that five years because I was actually surprised by how much I had forgotten. And I was wondering, did I forget it because I wanted to? Was there just nothing that is worth remembering? And so, yeah, I flipped back really quickly in my phone back to those years. And what did I find? I found tons of screenshots. I found a few – I remembered how many late nights. I was always trying to find the flaws of our product and send them to our team. This kind of never feeling done sense. I also found a lot of random screenshots of people saying nice things about the product. And then, I remembered, gosh, I used to always try, in a regular rhythm, to send those around. We didn’t have Slack, at the time, but you would post them on Slack now, I guess.  Those are, again, those little jolts of reward that are keeping the team feeling that this is – it’s the narrative. But it doesn’t happen naturally. And you have to look for it. You have to merchandize it. Yeah, I was surprised by how much of that five years was just kind of this, gosh, late nights because you can also see the timestamps on screenshots. It’s like, gosh, I was lying in bed at 2:00 a.m. looking at typos and stuff and sitting around. But that is a big part of it. Tim Ferriss: And, once again, you can use this for yourself. Anybody who has listened to this podcast long enough or read any number of the last few books that I’ve written knows that I’ve had bouts with depression. It runs in the family. And I seem to have, and I’m working on it, but a selective lens for looking – for searching for what is wrong, right. And I think that, at some point, I had it stuck in my head, this was taught, this was definitely nurture not nature, not by my parents, by other teachers and coaches, that the good stuff takes care of itself. Let me tell you what you need to get better at. And so I just developed this habit of always looking for what is wrong. And when you do that, it can put you, or it can put me at least, into perhaps a productive space, but a funk that follows that productivity, at times.  And so, I will take screenshots of, occasionally, really meaningful letters or comments from fans, and I will favorite it on my phone, so that I have a few things. This is actually something that I picked up from comedian Whitney Cummings, sort of the screen of zens. I have photographs of my dog, photographs of some of my best friends, and my family. And then, I’ll have a handful of these to remember like, oh, yeah, that’s why I slog through the fucking neighborhood of the internet where half of the people are throwing potted plants at your head out of the windows and deal with all of the sacrifices is ultimately for this. Where what we do touches somebody else.  And it’s so easy, even now for me, to get kind of mired in various details that are an important piece of the whole. But to kind of forget when the whole is put out into the world what it can do. It doesn’t always do it, but what it can do.  Scott Belsky: And that’s like the positive part that helps you keep going. I think there’s also, though, the other discipline belief that, first of all, you just have to sometimes just do your fucking job.  Tim Ferriss: Right. I think that was your answer in Tribe of Mentors to what do you do, when you feel, what was it, scattered or overwhelmed. I whisper to myself, “Scott, do your fucking job.”  Scott Belsky: I do, especially in moments where I’ve had to make a difficult move, fire somebody, make a difficult call, have a difficult meeting, there is that sometimes whisper of, hey, yes, I could try to find other ways to make me feel good about this. Or I’m just going to tell myself that this is what it takes. Tim Ferriss: What I’ve never asked someone because, in many cases, these are people I’ve never spoken to before that I’m interviewing, but we’ve spent a lot of time together. Is there an emotion that you returned to a lot that was disabling in the five years, when you were bootstrapping, or afterwards? Some people have a default emotion that crops up in certain periods of stress. Mine was, for a long time, I think I’m a lot better now, anger. Some people, it’s guilt or depression or sadness or a feeling of being hurt. It can be any number of things. Scott Belsky: Yeah, for me, it’s probably two things. I think that it is the realization that I’m not my best self, when things are going the best or when things are going really badly. When things are going really, really well, I’m not my best self because my ego can get in the way. And when things are going really badly, I’m not my best self because my fear is getting in the way. And so, when it comes to that question around self-awareness, I think that was, actually, a big breakthrough, at least personally for me, was, gosh, it’s when things are going really well that you start to say, “Hey, we don’t have to pay attention to competition anymore,” taking our eye off the ball. Hey, we must have actually – it’s the false attribution problem. “We must have done everything right, so we’re going to keep doing that stuff.” And then, again – Tim Ferriss: Rewarding good outcome without looking at process. Scott Belsky: That hurts. And that can be a fatal flaw. And when things are not going well, and it’s suddenly fear driving you, then, you can start paying too much attention to competition and start looking like them. Tim Ferriss: So that’s something you did, at the time? Scott Belsky: Oh, yeah. And then, I think, throughout my journey, I did both. Tim Ferriss: Did you notice that because you were taking notes on your own responses to things? Or was it just a realization one day that those were patterns? Scott Belsky: Well, I think it’s probably a little bit of both. On the fear, for example, there were the early days of Behance, there was another product out there called Dribbble that was doing little, 400-pixel snapshots of people’s work. And, by the way, that always looks better than the full project because you can pick which little, 400-pixel by 400 snapshot you take and get a nice, little, beautiful drop shadow, and that will always look great. And we were just sort of bewildered by this. It was like wow, it’s taking off so fast. It’s, obviously, a real differentiation from our product. And the fear of that made us suddenly shift – I can hear the tea.  Tim Ferriss: I’m sure other people can, too. Fortunately, these mics are very directional. So we should be okay. That is water boiling, folks. Scott Belsky: If you hear it, that is water not my stomach. But and, you know what, we made a mistake. We took our eye off the ball. We spent a few major cycles of our business trying to make our own version of the small, little snapshot thing. And then we realized it actually distracted from the core part of the product that made Behance good. And it was, again, bad judgment out of fear. And I didn’t have that self-awareness, at the time, to realize that I was skewing our entire product roadmap and convictions that the team had out of my being at a low point in that example. So I think that’s one of those examples where it was more in retrospect. I think, at the time though, I just try to ask myself why I react to things in certain ways.  Why did that meeting make me feel unsettled? What was it? Was it something that someone said? And if I can trace it back, why does that either make me afraid or make me feel like – I think you have to be kind of propping those questions. Tim Ferriss: What do you do with it, once you have identified a reason? And you can answer either of these, but say you realize that you overreacted to competition, in the case of Dribbble, and ended up misspending a lot of resources as a result. How do you ensure that doesn’t happen again? Or how did you? Or you could talk – I think they’re so interrelated. You come out of a meeting, and you’re like, “Why did that unsettle me? Is it fear? Is it something else? Is it something else? It’s fear. What is it fear of? It’s fear of this.” What do you then do with that? Because I think the hardest advice to take is often the advice you have given yourself or already realize that you need to do. I mean, not to incant the Mr. Derek Sivers again, although we’ve been talking about him. So, all good things, Derek.  But I think he is the one who said, in one of our conversations, that if more information were the answer, we’d all be billionaires with six pack abs. We all have a very good idea of a lot of things that need fixing or improving. So, what then? You figured it out. And I’m asking selfishly because I’ve got tons of stuff to work on. What do you do? Scott Belsky: Well, I’m still figuring it out as well. But I would say this is where the team comes in. I have, and have always had, people on my team that were really different.  Tim Ferriss: Well, sorry to interject. This is really your yerba mate can be my scapegoat. But let’s take the meeting example. You don’t have to identify any people, but let’s get super granular. Is there something, it doesn’t have to be a meeting, that unsettled you? Walk us through what, hypothetical or real, kind of an example, and then what you would do after that. How that would inform future behavior.  Scott Belsky: Well, I’m thinking of a few recent examples. And one is when – there was a meeting I was in recently where I came in with a number of priorities that I’m focused on, which, ultimately, means I want them resourced, I want to invest in these. These are things I want to put my chips on. And I felt pretty committed and felt like I did a lot of diligence. And then, the question was: “How could you say that all of these should be resourced? How could you not come in and really just talk about one?” Tim Ferriss: Okay. So, that was the response from the other side? Scott Belsky: No. The response from the other side threw me off. I was like, “One? I’ve got lots of products and lots of things going on. And every business is dynamic. One thing? That sounds crazy.” And it really threw me off. And then, I started to think, “Gosh, maybe I am doing what I always tell people not to. Maybe I’m spreading myself too thin. I’m not having enough conviction on the one thing that matters. Am I a good manager? Am I a good leader? Am I being informed properly? Do I have enough data?” You start having all of those kind of self-doubts arise. And then, I think, in this particular situation, I did a few things. One is I started to play out some scenarios in my head. I don’t know. Is there one thing that’s disproportionately likely to make an impact more than everything else?  And, actually, I felt, out of the list of 10 or so things, there were probably a couple that I would say, “Yeah, if I had to pick one or two, I think that those have an outsized proportion or likely to be making an impact. So why wouldn’t I just go all in?” And then I started to realize it’s because I have some doubts on those. And I want to hedge myself. Tim Ferriss: Are you doing those in your head in your office as a post mortem? Are you doing it on paper, typing it out? Scott Belsky: Usually, I’m doing it on planes. I benefit from the disconnected period where you’re just kind of letting things churn. It definitely does not happen in a meeting because, in a meeting, you’re defensive. You feel like you have to have a view, you have to have an opinion, you have to have an answer, especially if you’re a leader. But it’s really outside, when you’re just disconnected, and you’re kind of letting it run through your head. And if you have – but what you have to be doing is starting from the belief that you’re wrong. If you start from the belief that you’re right, and everyone else is like what do they mean, these are my 10 things, and I know that these are all important, it’s not going to get you anywhere. Tim Ferriss: Right. And it sounds like you don’t have to necessarily believe that you’re wrong, but you have to, as an exercise, assume like, “What if?”  Scott Belsky: You do. And it’s provocative. And you have to be provocative in your thinking. So, when I caught myself on the fact that it was actually sort of about hedging, then, it’s like well, what are my doubts about those one or two things? And maybe I should just spend a cycle of my time on just those. And that actually, in this case, impacted a number of meetings I set up and conversations I had and some data that I requested and whatever. And I remember, after that whole process, being like okay, that was a good cycle of leadership right there. Tim Ferriss: This is a great example. I appreciate you playing along. So, on the plane, when the announcement comes over the intercom, and they say, “We’re so sorry you misspent another $12.00” that your Wi-Fi is not working, everyone else is cursing, and you’re like, “Sweet, I’m going to get so much self-development done.” Are you doing this in your head, same question, on paper, on a computer, offline? How are you running through these “what if” scenarios? Scott Belsky: I usually start in my head. And then, I start getting a little anxious because I’m like oh, this is going to cause a chain of actions that I have to take, in which case, I have also, in Evernote, an action tracking list where it’s like the things that – if there’s one thing I want to look at every day that I’m sort of tracking that requires some action or thinking through or whatever, deep churning, and I immediately kind of added it to the list. And then, I think that’s when it starts to become more of a process and less of a provocative inner monologue.  Tim Ferriss: Awesome. That was great. Let’s dig back in, speaking of Evernote. Scott Belsky: Well, I think that one of those little notes that made it to the finish line for me was this question around suspending disbelief, as another tactic towards endurance. I remember my father, as an orthopedic surgeon, but when he was a resident, he was working in one of those crazy, New York City hospitals where people would come in with like overdoses and shooting wounds and stuff like that. And he was telling me that the most often kind of prescribed, especially on the psychiatric stuff that came in, was 100cc of Obecalp, which is, of course, placebo spelled backwards. And how as soon as someone would be like Obecalp, stat, 100cc, that would, suddenly, switch something in a lot of these patients’ minds, in terms of where they felt they were in their hope. And that always stuck with me.  And I was always kind of wondering, “How do I prescribe that to myself?” And I think there are many different tactics there. One that I’ve heard from a number of folks who have worked at Google over the years and have been in meetings with Larry Page where he’ll say, “Great! Good plan. How do you do 100 times that?” And that jolt to the system suddenly throws the current project plan out the door. Like all of the kind of near-term doubts you had don’t matter anymore. It’s like, 100 times that, we have to be doing something completely different. And in some ways, it’s sort of the same effect because, first of all, the disbeliefs you had in your more reserved plan are suddenly out the door because that sounds easy suddenly because this new thing, I don’t even know where I’d start.  And I think that there’s some – there are ways we can make sure that we just have exponentially more belief in ourselves, at times. Now, part of it also, is also taking pride in how naïve you are, in certain areas. I remember talking to the Airbnb guys and a few other teams that talked about how they didn’t even know the terminology of the industry they were trying to compete in and how that actually was a very empowering thing because, had they known that, they would have realized that some of their numbers didn’t match up early on. And they would have certainly abandoned the project before it actually became a business. So, I think that, sometimes, hiring people that think differently or don’t have the traditional expertise that you think you’re needing to hire, I think you sometimes have to recognize the benefits in not knowing too much. Tim Ferriss: Right. The constraints of an industry, which may already have been obsolete or expired in some way. Who knows? It’s like I really want to know the story of why we had to wait until whatever it was, 20 years ago, to have wheels on luggage. What was it? What was the inertia or lack of movement that made it take so long? It’s incredible. I digress. I don’t know the answer.  Scott Belsky: I don’t either. Tim Ferriss: What other tools do you use, when you are talking to someone else because they then could be telling themselves perhaps something similar later as self-talk? When you meet a founder who is just getting crushed under the weight of their own self-doubt, or maybe they just had to lay off half of the company, but let’s just assume, for the time being, that there is product market fit. It is solving a problem, but they’re just like, “I’m not a good CEO. I’m not a good…” fill in the blank. “I don’t know if I can do it.” They’re down. What do you say to people like that when they’re in those circumstances? Scott Belsky: Well, I usually start by reminding the founders that one of the greatest competitive advantages is simply sticking together long enough to figure it out. And how they shouldn’t necessarily beat themselves up about the daily volatility because it’s, basically, just a series of ups and downs in which you hope you have a positive slope, at the end of the day. And you hope that the next level is a little higher than the one before it. And if you can just have a team stick together long enough, and if you have continued conviction in the end state, then, it’s a fight against time. And I really believe that. Some people might say, “Oh, no, no, no. You can keep at it forever.” A labor of love has a way of paying off, just not how you’d expect.  And what, of course, you do have to – and when founders feel really low, sometimes, they’ll say, “How do I know whether I should quit or not?” Tim Ferriss: Well, that’s one of the most common questions that surfaces through the ether from listeners of this podcast and readers of mine is: “How do I know when to persist?” Because you always hear, you even said yourself, “We had multiple near-death experiences.” Scott Belsky: Right. Tim Ferriss: And if you’re bootstrapping, my God, often times, there’s a survivorship bias in, say, media coverage where it’s like, “Oh, so and so took out a 14th mortgage and sold his left kidney. And now, he runs Alibaba or whatever.” That’s not a real story, guys. I’m making that up. But you hear these remarkable tales of throwing caution to the wind. But you don’t get to see the bodies littered on the side of the street. So a question that I get from people who are trying to do the responsible thing is: “How do I know when to cut my losses and stop a project or just put RIP on a headstone for my company and move on versus persist through these very difficult times?” Scott Belsky: Well, I think, to me, the answer is pretty simple. First of all, you recognize the fact that everyone’s kind of messy middle journey is, at times, hopeless. And that self-doubt is a real thing. And so you’re not alone. However, if you start to lose conviction in what initially set you off on this journey, that’s a serious thing. However, if you have as much, if not more conviction for the problem you’re trying to solve, then you have to stick with it. And that’s actually what I typically will ask teams when they’re having that question. Tim Ferriss: How do you assess conviction?  Scott Belsky: To me, conviction is really about knowing that the world is going to be a certain way based on all of the work and research and experiences that you’re having. And I don’t care what the company is, what the product or service is that you’re trying to make. As you go about it day by day, you learn more. And you start to realize where you were right and where you were wrong. And you’re always wrong a little bit. That’s the whole point about pursuing a product market fit. However, a lot of teams will realize wait, people actually don’t need to do blah, blah, blah. They don’t want to have laundry done within a three-hour thing. And that’s not a real opportunity. But, since we raised $2 million, and we’ve got a team working, we’re just going to stick with it. I actually think they should quit.  However, if the answer is, “Oh, my God, this is even more inevitable than we ever thought. This is more important. This problem is actually going to be bigger than we realized, and we just have so much more conviction, even though shit is hitting the fan right now, and gosh, our product is completely wrong, and we have to start all over again!” That team, I would say you guys have to stick with it. You’re in that classic kind of mode of whoever sticks with it long enough is going to figure this out. So that to me is really where the decision point comes down to.  Tim Ferriss: I was going to throw out a tough case, which you see sometimes. Let’s say Odeo way back in the day, although, ultimately, it transmogrified in some fashion into Twitter. But they’re pursuing what one could argue had become the now ubiquitous podcasting and things of that sort. But they paddled for the wave really early. I guess, sometimes, it’s a case, not to throw some investing quotes in here, but I will, since I’m all caffeinated. I don’t know the attribution. I really wish I did. It might be Templeton. But the markets can remain irrational longer than you can remain solvent. Something like that.  Scott Belsky: Right. Well, timing is a bitch, first of all. And investing is really less about the future, and it’s more about the present. Tim Ferriss: In what way? Scott Belsky: In the sense that you can have the greatest idea for 10 years from now, but, again, time is the enemy of every bold endeavor. It’s just super hard to keep people engaged long enough and keep, of course, capital and everything else you need to stay alive long enough until the planets align and the timing is right. And I think that – and so, that’s why I would say that so much of investing is really about just knowing what’s right around the corner or already there and making your product and team bets based on that knowledge.  Tim Ferriss: Rather than 10 years in the future or something like that.  Scott Belsky: Yeah. Where a lot of investors get stuck because it’s easy to be a visionary. Know that someday, yes, we will have flying cars. It does not mean that we need to be making flying parking lots at this moment.  Tim Ferriss: What else do you have? Scott Belsky: One last thing, on that front, I would say is something I’ve seen from a number of founders. I know Ben Silbermann, co-founder of Pinterest, is one person who really thinks this way. We were talking about that kind of long journey, multi-years, and the merchandising and whatever. And this idea of breaking it down into chapters. When he talks about Pinterest, he’ll talk about the fact that after product market fit, then there was the year of internationalization. And everything in the company was geared around “Let’s go global. Let’s stop these clones.” And then there was a year around monetization. “Let’s figure out how are we going to have a business here.” And each year has been like a chapter. And that’s how he frames prioritization. Tim Ferriss: I like that. Scott Belsky: And I guess it kind of goes back to that drive with no sight out the windows. How do you keep the team engaged? But I think it’s a crucial point. And it’s part of the endurance question. Tim Ferriss: You used the metaphor of the kidnap car with the blacked out windows. One that I’ve also heard, not applied to startups but to novels, actually, writing novels that I like quite a lot, and I do not remember the attribution on this either, but it definitely wasn’t me, which is writing a novel is a bit like driving across the country with your headlights on.  Scott Belsky: Oh, yeah, Anne Lamott, I think. Tim Ferriss: It very well could have been Anne Lamott because Bird by Bird is one of my absolute favorite books, and I gift it to everybody, which I should probably also give to startup founders, quite frankly. A lot of the lessons are the same. But you can get to your destination, even though you can only see 20 feet in front of you. Scott Belsky: I think that’s part of it. The other part about it is how you build patience into the way your team is built. If you look at a company like Amazon, I think they kind of have a cultural set up for patience. This notion of being willing to be misunderstood for a very long period of time. It’s very embedded in the culture. And you hear lots of ways that that’s perpetuated. And then, you take a company like Google where I think, actually, they’ve tried to also build patience in but not as much cultural, more structural. So this notion of Alphabet and all of these little companies that are able to kind of exist on their own as if they were in a VC portfolio versus subject to the quarterly cadence of a large public company. So I think it’s breaking those down in the chapters. Yes, it’s the – Tim Ferriss: Sorry to interrupt. But the being misunderstood for long period of time, is that as a company or as a person within the company? Scott Belsky: Well, I think it’s both. Obviously – Tim Ferriss: And they do have their whatever it is, not 10 commandments, but like the 10 tenets of Amazon or something up on Amazon somewhere. I don’t recall exactly what they’re referred to as.  Scott Belsky: They also have their original shareholder letter that they attach to every new shareholder letter. And it’s sort of a Bible within the company that also is all about that. It’s basically, saying, “We’re going to do what’s right for the customer at the expense of a lot of other near-term opportunities to generate profit.” And that becomes a cultural tenet that, obviously, impacts the decisions that leaders make across their businesses. And I think that’s why something like AWS became such a large part of their business. Tim Ferriss: Amazon Web Services. Scott Belsky: Yes. And you see other parts of their business become huge businesses on their own because they’re just willing to invest that way. You have to have a way though because I think the realization here is that we are all impatient. Part of my belief is that it’s just biological. I don’t know what our life expectancy was hundreds and hundreds, if not thousands of years ago. But it was a hell of a lot shorter than it is today. And so the notion of committing 10 years of your life to something was just insane and very unwise. And so, when we do that, we are – Tim Ferriss: Get out there and procreate now. Scott Belsky: We’re going against our biological tendencies. And so you have to have hacks. You have to have those short-term reward system hacks. You have to have things like the cultural mechanisms or the structural mechanisms that push patience, the chapters, the merchandizing. Tim Ferriss: Since I’m going with stream of consciousness for a minute and certainly going off script, you mentioned Amazon. I’m fascinated by Amazon. Stratechery’s blog has some fantastic articles on Amazon. And one recently, or not so recently, a few months ago on the acquisition of Whole Foods that I thought was really astute. I was introduced to it by Naval Ravikant. Thank you, Naval. What do you read, when it comes to investing, entrepreneurship, or other? Are there any newsletters, main Twitter accounts, anything that you can mention that you find really thought provoking?  Scott Belsky: Well, Ben Thompson who you just mentioned, Stratechery, is, certainly, one of the greatest thinkers, I think, on what’s happening every day and always has a unique spin and has a lot of like actual helpful self-references because he’ll pull up things he wrote three years ago, not only to take a victory lap, but also, actually, it’s a very helpful reference because helps you kind of understand how some of these things could have been predicted and what the strategy is behind a lot of these moves. I think there are a lot of different investors that I follow or subscribe to newsletters for because I want to hear their view. And I’m trying to think of others. Tim Ferriss: Yeah. Anyone who comes to mind recognizing this is not an exhaustive or complete list. But folks who you – Scott Belsky: Like Tren Griffin, a guy who has been at Microsoft for a long time, close to Bill Gates, and has sort of observed the software industry evolve and has a lot of insights around what’s going on with all of the mayhem these days with valuations and certain companies that are exploding without concrete business models. And he always kind of boils it down to things like cost and requisition, lifetime value of a customer. But it’s just, again, I like people who come from a vantage point with an extreme bias, in his case, towards those fundamentals, trying to make sense of everything else that’s crazy in the world. That’s helpful. Tim Ferriss: Tren Griffin? Scott Belsky: His name is Tren Griffin, right. Josh Wolfe, who is a great investor in New York of a firm called Lux Capital, he’s actually been an extreme skeptic of Tesla for a very long time calling out, from his vantage point, around some of the fundamentals. And also, I think he’s used to entrepreneurs that have very wild personalities for future narratives. And he pokes holes, for a living, in that. And so he has some perspective on what he thinks may be happening on the Tesla front, which is always interesting. So he’s another example of someone who just kind of grounds what you’re reading on the headlines with some different perspective.  Tim Ferriss: Thematically, if you look at the non-investment reading that you do, if you looked at the pie chart, is there anything, in particular, that you’re consuming a good amount of these days or over the last year or two? Scott Belsky: I think that there are some biographies, the Doris Kearns Goodwin type stuff, the Walter Isaacson classic biographies. I recently read Shackleton’s Endurance story. Tim Ferriss: Appropriate. Scott Belsky: Yes. Which, obviously, relates to my thinking these days, which is just a phenomenal story. And there’s so many interesting leadership lessons of counterintuitive things that he did that help you understand difficult decisions that have to be made.  Tim Ferriss: And does anything come to mind? I’m asking a lot, I know. Scott Belsky: Yeah. I know, but one actually thing that stuck with me was, I forget the exact scenario, but the crew had a choice of going back and getting all of this food from the ship that was sinking. And everyone was like, “Of course, we have to get it. And we might be out here for years. We need as many supplies as possible,” but he didn’t let them. And it was like, “What do you mean. You’re the leader. How could you put your team at risk?” But he realized that, by allowing that to happen, he would be sending a message to his team that, “Yes, we will, in fact, maybe be stuck out here for years.” And he knew that would be almost like a death sentence to morale and to everything else. And so he just kind of artificially constrained their lifeline, to some extent, to make sure that the team knew that we just had to win.  We had to survive. We had to move faster. That’s an example. So, wow, what are the constraints that you should inflict on your team to make sure that performance is at a certain level? Tim Ferriss: Wow. You have to be thinking quite quickly to play through the different scenarios in your head and make that judgment call. Scott Belsky: And be willing to be unpopular.  Tim Ferriss: Yes. Scott Belsky: And take a risk. That’s a risk, right?  Tim Ferriss: So, I think we can maybe look at one of the other legs of the stool. We have sort of three buckets. What would be one example? And I’m thinking, actually, this would be a good place to pause, put on our most fashionable swimwear, and move into the truth barrel, if you’re open to that. Scott Belsky: I’m ready. Tim Ferriss: Okay. Pause. So, here we are in my winey sauna, with a submarine light. You guys can look it up. Very old timey. It looks like perhaps even a torture device in Rambo attached to the quills of a mattress of some type. But we are sitting in a barrel sauna, the specs of which were given to me by Rick Rubin. Thank you, Rick. This is the second time, out of 360 plus episodes, that I have attempted to do a podcast in a sauna. So thanks for being part of this experiment. Scott Belsky: Proud to be the second. Tim Ferriss: And the acoustics might be a little weird, so bear with me, dear listeners. And I thought I would segue by selfishly focusing on myself and a problem challenge that I ran into a mere 30 minutes before you got to my house because we were talking, in the indoor section, about, at one point, the importance of post mortems and asking yourself why you responded the way you did to certain things and how you do that work on planes. And it has led to insights and behavioral change. You seem to be, and this will foreshadow maybe the emotion that I suffered from and still suffer from right now, as we sit here, having this conversation. You strike me as a very even-keeled guy. I don’t think I’ve ever seen you angry, not that I’ve done anything to anger you, I don’t think.  But my default, in many situations, for reasons now known, some I’m sure unknown, has been anger. And it’s been a very valuable tool. It’s been a very useful fuel in some instances, for endurance even, to get things done. But I think that, in many, many circumstances, it has misplaced and outlived its usefulness. And it’s just corrosive for me. So, here’s what happened. For the last few months, I have been interacting with this nonprofit to do volunteer work for them both to serve and to help but also to learn a lot on the job, so to speak, volunteering for them. It turns out volunteering for them is pretty popular. Quite a few people want to volunteer. So it’s not perhaps as straightforward as you might think. And I invested a lot of time in emailing back and forth with these folks for what I would consider an extended period of time.  And I sort of, in the back of my mind, we’ll get to that, but I think about opportunity cost quite a lot, as it relates to time, in particular. This nonrenewable resource that we have. So, I put a ton of time in, which I hoped would end up in some type of solution for both sides. It would allow me to get a bunch of valuable experience. So, we agreed to a certain format like, let’s just call it three or four sessions of volunteering in a very particular capacity, and set in motion all of these plans. I said, “Are we confirmed? Because I’m going to be expending a lot of money and planning and logistics, $20,000.00, something like that to actually get to you to do this properly.” And they’re like, “Yes, absolutely, no problem.” So, I received, finally, after tons of back and forth, the schedule for my volunteering on none of the days we discussed for capacities that I do not match up with what we had planned.  And I’ve already irrevocably spent this money. And I’m just like, “What the fuck?” And so I was just trying to kind of talk myself into some level of something resembling calm before you got here. I’m just like, “I can’t let this ruin my whole night. That’s ridiculous and infantile. So let me throw on some music. Let me have some tea. Let me play with the dog. Let me do A, B, and C,” which worked. I’m enjoying hanging out, and it’s not possessing me like a demon. But I do fear because this is my pattern that, as soon as you leave, now for the weekend – Scott Belsky: It’s going to fester. Tim Ferriss: I’m going to be thinking about this, which will not have any resolution. If it’s going to have any resolution, which it might not, it’s not going to happen until next week, Monday onward. So, what would you do in this circumstance? If you were in my shoes – Scott Belsky: As my even-keeled self. Tim Ferriss: As your even-keeled self, right. Or how would you think about this, in my shoes? Scott Belsky: Yeah.  Tim Ferriss: Or work on it. And just for people listening, I wanted to take us in this direction just for the first portion of this part deux in the sauna because this is, in fact, the type of thing I would ask you about. You’re a friend. And I get asked all of the time. We’ve heard that you’re the average of the five people you associate with most. Who do you associate with most and why? And you would be an example I would give. I’d be like, “I aspire to develop these characteristics, which I think are exemplified in Scott that I have not yet developed.” And so you are even-keeled. I think by normal standards, I’m pretty even-keeled. But I can turn into the Hulk, also. And that is something that I would come to you with and say, “Scott, you seem to know something I don’t know or have developed something I haven’t developed. What would you do?” Scott Belsky: If you were to have given me the story you just gave me in a sauna late one evening, and I was trying to give you advice, what would I say? I think that, first of all, I always ask myself, when I’m angry about something, which I do get, on occasion: “Is this in my influence or out of my influence?” Like, “Is this something that I can directly end or shift? Or is this just like the universe is against me, at this moment, and I’m just going to have to roll with it? And how much of my energy am I going to give to it if I have no influence over it?” Because then it kind of boils down to math for me. It’s like, this sucks, but this sunk cost thing is oftentimes the wild card in this notion of righteousness that a lot of us have, I think. Tim Ferriss: Yeah. And if it helps at all, I would say that when something is obviously outside of my control, a crisis situation, a death in the family, a car accident, something like that, I don’t get upset. Or I can grieve, in the case of a death. But I can handle it very, very well. Sunk cost fallacy as it relates to money doesn’t really apply, for me at least. If I make a bad bet, I’m not going to follow up good money after bad if it’s not working out. But with time, yeah, different story. I do get that righteous indignation, which I recognize almost always is a huge misexpenditure of additional energy and time. Scott Belsky: Listen, I’m with you. And I think I feel this a lot, oftentimes, when I am stuck in a phone tree. It’s like, this is so expensive for me in the sense of how I value my time. My gosh, it’s frustrating. The other question is that I often time ask myself, when I have anger towards someone or something, is how much can I expect people to be changed? Tim Ferriss: And that’s a great one. Scott Belsky: Particular people, particular industries, companies, nonprofits, in a certain stage with a certain caliber of talent, with whatever else. What can I expect? And what’s reasonable and what’s not? Because, listen, I think there’s a part of us that believes that everyone can and should change. And so, if there’s an in-law or a parent or whatever, and they just are always aggravating us, it’s like, shame on them. They should change, and that can actually be where the anger comes out. And that whole kind of notion of teaching old dogs new tricks. I do say that to myself quite often. I’m like, “Is this person really going to change?” As a leader of a team, too, there’s only so much you can develop people into. And, at some point, there’s just certain limitations that I think people have.  And I feel like I’m getting too pragmatic here. And, of course, I believe in the potential of people, and I believe in change. But when it comes to managing anger, I think it’s also like, “Hey, what is in my influence, what is out? How much can I expect this person, org, industry, or whatever to change?” And then you have to become a fierce protector of extraneous energy. Tim Ferriss: How do you then, in a case like this, where I do actually want to volunteer, ideally, in the original capacity that we, at least in my view, agreed to, how would you then explore resolution or next steps, in your own head? Scott Belsky: Well, the hack that I would use is that what I’m enduring, in this case, putting up with, and what I’m tolerating is part of my contribution. So when I go to nonprofit board meetings and that sort of thing that I find, generally speaking, much less productive than other organizations I’m involved in, or certainly startups, where it’s all about what needs to get done, let’s get out of here, let’s do everything scrum, and it’s a standing meeting. It’s obviously very different. I do sometimes tell myself this is part of the condition that I committed myself to work under. I’m reminded of a great piece of advice that John Maeda, one of my mentors, once gave me. I think I may have shared it with you. Tim Ferriss: Just for people who don’t know him, who is that? Scott Belsky: John is just a brilliant designer and thinker. He was the president of Rhode Island School of Design. Before that, he was head of MIT Media Lab. He spans both technology and design. He also wrote a book about simplicity. But in my life, he’s like my personal Yoda. The stuff that he tells me has to kind of roll around in my head a little bit to reveal its truth. But then it always kind of hits me. And, in this case, I was at my first ever board meeting for the Cooper Hewitt National Design Museum, a Smithsonian institution, with people with famous names on the board and a very kind of old institution. And it just moves slowly, in some ways, because that’s how it has sustained for so long. Of course, it hasn’t gone through radical change. That’s what makes it, in some ways, sustainable.  And I walked out of this meeting, and I said to John, at the time, he was still president at Rhode Island School of Design, and I said, “Gosh, how do you manage such an unproductive meeting?” I think we heard a lot of people speak. We celebrated certain people for doing things. I don’t think we got anything really done. I don’t know what is actionable. And he looks at me kind of shaking his head like, “Oh, young Skywalker.” He sort of looked me and said, “You know, Scott, all of these cool startups and things that you’re so excited about doing and building and founding, they won’t be around in 100 years. But this will, and it has been. And sometimes in life you find something where all you can do is add a brick. And that has an incredible impact to something that will be around forever.”  And what I heard him saying in that is that adding a brick in a startup is pathetic. It’s nothing. It won’t get you anywhere. So, in some ways, you have to change your expectations and have a greater tolerance for a different level of, in some ways, performance for impact. And I think what you were describing is like this extra debt or extra cost, rather, you didn’t think you were signing up for. That is one way, at least for me, that I would excuse and be able to manage it.  Tim Ferriss: Okay. So, that gives me a cooler head. Scott Belsky: Even in the hot sauna. Tim Ferriss: Even in the hot sauna without my wool hat, professional Russian style, we’ll cover that in another episode, especially important for both heads, by the way. But another time. So now I have a cooler head for the email or phone call. How do you think about that?  Scott Belsky: Is the question how do you now keep a cooler head? Tim Ferriss: Well, the options to me, I’m sure, are many. But the ones that come to mind are I can accept what they’ve suggested, which is in no way representative of what I – Scott Belsky: That wouldn’t be you, from the person I know. Tim Ferriss: Yeah. It would not be me. Agreed to or particularly want to do. And it actually has some conflicts. So, it’s not really an option to accept it. Scott Belsky: So it’s practical. Tim Ferriss: Yeah. Number two is to ask for something completely different, which is, in fact, what we agreed to, in the beginning. But they’ve already slotted all of the other volunteers. So it may or may not be possible. Or something in the middle? Or I don’t do it at all. Scott Belsky: The Tim that I would know, by default, in my opinion, having known you for years, is you would say, “I’m out. You guys, this is not what we agreed on. Time above all else. I want to be with high performers, work with things that are on point. This is just going south.”  Tim Ferriss: That is my instinct. But I really – there’s the other part of me that’s like, “Maybe you just need to wait for your testosterone to decrease over time, old man, and you should try a different approach,” because there are times when I have cut off my nose to spite my face out of principle would be the justification. And in retrospect, it’s just like, “What the fuck? Really?”  Scott Belsky: I’m all for principles, but principles tend to ignore nuances and other practicalities, again, the limitations of some people in organizations and constructs and industries and situations. Maybe the exercise is to go back and say, “Hey, this is not what we agreed on. And this is what will work for me. Can we still make this work for me?” And give them one more chance/olive branch and see where it goes. I also, on the counterpoint, believe that this sort of thing tends to be a repeatable pattern. And you probably know what you’re in for. Tim Ferriss: We’ll see. This surprised me, so maybe their response to the next one will equally surprise me. Scott Belsky: But this post mortem, this process, this is what develops muscle memory. This is what develops our judgment. Tim Ferriss: And honestly, even though there’s no clear resolution, I feel better about it just having walked through the practical tactical next steps. So, I don’t have to, hopefully, pace around kind of shaking my fist at the sky for the weekend, which would be absolutely wasteful because, even if I have the time this weekend, I have no intention because I’m fixated on this and suppurating, that’s a waste.  Scott Belsky: And I think it’s a Holy Grail type of thing that this notion of can we compartmentalize our uncertainty, our fear, our anger in situations and somehow be able to allow the other 90 percent of our brain to operate as if it weren’t there. That’s the gold standard. And I remember being on my honeymoon two years into the start of my startup and thinking, “Gosh, how irresponsible am I? I’m here in Thailand and my team is back grudging through it.” And we’re this many months out of not making payroll and whatever else. And yes, there was this part of me that was like, “But this is your friggin’ honeymoon, and you get this once, hopefully. And you’ve got to at least be present for part of it.” And I remember that was the beginning of my education on trying to compartmentalize that stuff. It’s fucking hard. Tim Ferriss: Do you think that, in retrospect, having had all of your experiences since then, has it worked well for you? Would you recommend it? And what does that really mean on a cognitive level, or not necessarily mechanistically, but for someone who says, “Wow, Belsky sounds like a super chill, at-peace guy? There’s this compartmentalizing thing that he first saw the light on his honeymoon. I should try that.” What do they try? Scott Belsky: Sure. I think it’s – my attitude is that I actually admire people on both ends of the spectrum here. And I have less admiration for those in the middle, probably myself. On one side of the spectrum, you have those true pros that are able to just have all this going on. And remember that story about Barack Obama right as they were killing Osama bin Laden, and he was at an event that night cracking jokes and whatever knowing this was going on in the back. And you look at that, and you’re like, “That guy must be a pro. How did he do that?” And then, the other end of the spectrum, I admire people that are just like truly with their emotions and authentic. And they’re like, “These weren’t the dates we agreed on. Sorry, deal off. Don’t call me again.”  There’s actually something about that that I admire from a truth and emotionally connected governed way of living. It’s in the middle where you’re kind of – and I’m actually wondering now if it’s sort of like the blackjack rule. You either always hit on 16, or you always stay on 16, but don’t do it based on your emotions. Tim Ferriss: Be consistent. Scott Belsky: Right. Don’t be inconsistent. I definitely aspire to be more on the pro side and that kind of goes back to the “Do your fucking job” thing I tell myself in my head sometimes, when I am feeling like I am going to sleep with this compartmentalized uncertainty or fear or anger or whatever. And it’s just like hey, if you’re a pro, you should be able to do this. And that’s kind of what I tell myself.  Tim Ferriss: Yeah. Well, it also reminds me, and by that I mean your comment related to this is part of your contribution, is like the suffering through might be too melodramatic, but tolerating things that move more slowly, things that are a little more disorganized. That’s part of your contribution with group X or person Y. And it makes me think of something that I haven’t thought of in a while that Robert Rodriguez, the filmmaker, said, when I was chatting with him on the podcast. And that was like, I’m paraphrasing here, of course, so Robert, forgive me if I get it somewhat off. But filmmakers come up to him all of the time, and they’re like, “Yeah, I was working on my film, and I was doing this. But this went wrong, and the lights blew out.  “And we hadn’t rented XYZ for the right period of time, even though I told them we were supposed to do it,” and then, this and this and this. And they list off this litany of complaints. And Robert just says, or he said to me, “They don’t realize that is the job. If you sign up to be a filmmaker, your job is that nothing is going to go right.”  Scott Belsky: And that is what you do. And it’s almost like, when you build a, not to bring everything back to product management, but when you build a plan, you either multiply it by 1.1, 1.2, 1.3 based on what the team is, how part of the project is, how many unknowns there are, and that is your timeline. And I would argue that, when you work with certain types of organizations, or you undertake certain commitments, you have to multiply it by 1.2. You’re going to have a few misunderstandings and back and forths and one date change. And if you actually went into this knowing that that was the status quo, you wouldn’t have been as upset.  Tim Ferriss: Yeah, absolutely right. All right. So, let’s talk about the second bucket, optimize.  Scott Belsky: Now that we made it through the first. And I have to say, endurance is not sexy. But it’s just we have to know we’re not alone. These are important things to think about.  Tim Ferriss: Definitely. So, how that we’re half-naked and sitting in a sauna sweating together, let’s get sexy. Where would you like to start? Scott Belsky: Where would I like to start? For me, all of these insights that I kind of catalogued into the optimization side fell in these camps of team, self-product, and I would just start on some of the team stuff. And this could be whether you’re just getting a few people to work with you, you’re starting something as a solo entrepreneur, or you’re actually leading a team. I think 1) I would just start with the fact that we all know how important it is to be resourceful and not just rely on more and more resources to solve problems. I think it’s pretty common knowledge that, if you’re constrained, it’s a form of creativity, and there’s a million stories about that. I like to think about, especially in the startup world, resources are like carbs. Resourcefulness is like muscle. When you develop it, it actually stays with you and impacts everything you do going forward.  I think when you’re bootstrapped for a period of time and forced to develop that muscle, that serves you forever. And, of course, the stories of people raising way too much out of the gate and never developing that muscle, typically, actually don’t end quite well. So when it comes to thinking about that, a couple of thoughts. And one story is, when I first hired our first operations leader, a guy named Will Allen, he worked at TED Conferences prior to that, and he came on board to kind of kick some operational prowess into how we were working as a company. And I remember, every time teams would go to him saying “Hey, we’re growing, we need a bigger budget for storage space; we need more people for this, for that function,” whatever, Will would always say – he had this mantra of refactor, refactor, then hire.  And he just believed, fundamentally, that every team can go through one or two refactoring cycles. Tim Ferriss: What do you mean by that? Scott Belsky: And what that means is, first of all, if it’s a human heads perspective, it’s like, well, each person oversees one part of the product. Could they oversee two instead? Are there any benefits to that? Should we cut some of the crust? Are there people we should shift around? Should we actually pick the feature that people are using the least and just kill it and take those resources and put it on this new thing? Those conversations, inherently, don’t happen, when you have resources at your disposal. When you don’t, they have to happen,. But when you have to choose between the two, it has to be forced, I guess is my point.  And that has become a real actual principle for me as a manager and as a board member and as an advisor is constantly challenging teams to find creative ways they can refactor, and also, making the case, even if they have the resources as to why that benefits them. Tim Ferriss: I was just going to say that one of the most valuable things that I’ve done in the last few years, which I should have started a lot earlier, that I think I’m better at than perhaps the avoidance of emotional reactivities or at least to anger, certainly, is journaling on hypothetical questions that can strain your resources, even if you have them. So if you have a year for, say, a given project, a book, a competition, a campaign, all right we have it scheduled for whatever it might be, a year, three months. What if we had to finish this, and it might mean that the metrics change, in one week? What if we had to finish this, and we couldn’t, personally as a team, touch it? You had to outsource all of it. Would that simplify the specs? Would that simplify what you submit? And then, does that end up being usable by the team?  And I apply it to time, any currency I can think of. Head count. If one person had to do this, how would the description of the project need to change? If we had to do it with X amount of dollars, which is one-tenth what we’re budgeting, we absolutely had to, and write down how that would change the implementation without fail has made every project I’ve applied that to dramatically better. Scott Belsky: By the way, it’s true on the individual level, on a small team level. There’s also a company called Skybox that was started by four Stanford students. They decided that their goal was to build a satellite with off-the-shelf parts, at a time when satellites cost hundreds of millions of dollars. And they were like off-the-shelf parts. That is the ultimate constraint. And that was the fuel of innovation. They ended up building satellites between $2 to $5 million, which is a fraction of what satellites were being built for. And then, a year or two later, Google acquired them because of their innovation in the space of economically and resourcefully building something that was otherwise out of touch.  Tim Ferriss: Yeah. That’s a great story. Scott Belsky: Yeah.  Tim Ferriss: For people who want to hear or read a great story of resourcefulness, this just reminded me, and somebody else is going to have to look this up, but there was a robotics competition. You might have heard of this or seen it. A feature film was made out of the story. And I will put it in the show notes, guys. But a feature film was made depicting this telling this story of these low-income, at-risk youth who were encouraged to join a robotics team, and I want to say it was in Los Angeles, by this incredible professor. And I don’t want to spoil the story, but the narrative and the journey is really the pay off, not the end, which is easy enough to figure out. But they were competing against these very well-heeled, upper-class, perfectly educated teams, and they had to scrape by with essentially no budget to learn and build robotics to compete underwater.  And it’s just such an amazing story. And I also remember Jack Ma of Alibaba, at one point, and I might get the order slightly wrong, but he said, “We had a number of advantages when we began. We had no strategy, no money, no experience.” Scott Belsky: It’s a common story. It is counterintuitive. And even if you benefit from that, you actually still start to operate differently, when you start having the resources at your disposal. The same thing, by the way, goes for hiring. Another thing that I’ve observed, in many instances, is initiative being more important than experience. And you’re hiring people. And when you have the resources, you tend to become a resume snob. And you’re like, “Oh, I’m going to have the VP of this from Google” or whatever. But when you don’t have the resources, you actually have to hire for something else because you can’t afford to hire those people. And so you start to measure people based on, “Well, are they the type of person that takes initiative on anything they’re working on? What’s their history of doing that, and will they continue to do that here?” Tim Ferriss: What does initiative mean, in this case? I have an image, in my mind, because that’s something I look for.  Scott Belsky: To me, initiative is really when you’re genuinely interested in something. Do you take relentless, persistent, and continuous action? Is it something that you hold your eyes up at night to do more of versus are you confining yourself to the job description? I always like to say that I feel like so much of the future is done by people doing work they didn’t have to do. And if that’s true, it’s really about people who take initiative over what they believe their job is, which, basically, comes from having a lot of experience. You start to become a little bit more confined because you’ve been down this road before. You’ve seen it 10 times. Let me do my thing.  Tim Ferriss: “And, by the way, I had three assistants at Google. Which three assistants are you going to hire for me?” Scott Belsky: “I haven’t written code in a while.” Tim Ferriss: Yeah. But what jumps out to me, and I’ve hired far fewer people than you have, but looking for deep examination of the tasks they’re given has proven really valuable, which displays a lot of qualities at once. So if I give them something really quickly because I’m in a rush, but it’s important, and I say, “All right, off the cuff, I imagine we’re going to do A, B, and C. And then, as the final step, you’re going to have to choose between one, two, three.” And if someone comes back and says, “I looked into all of that, but I think the better option is number four, and I actually tested this out. And although you didn’t ask me to do this, on my own time, I did this.” It’s like, okay, that displays initiative. It also displays an understanding for the circumstances I was experiencing, buried under, suffering from when I gave the order.  They’re always asking “What is the outcome, and is this actually the best route to that outcome?” And by observing that in other people, I’ve become better at it myself, which has been a huge key learning for me. And this is meandering quite a bit, but that is my way. That also means, by observing other people, you can improve those qualities in yourself, if you really pay attention, and if you’re reviewing what they’ve done and vice versa. You have to lead by example. So, hopefully, you’re doing the same thing.  And similarly, when we’re talking about anger and these other emotions, I realize that when I’m having difficulty with a particular emotion myself, if I can step out of my inward focus, the me, me, me focus and try to help someone else with a challenging emotion, ideally a similar emotion, it gives me the observer status, the objectivity, to help them. And I’m like, I never would have come up with that if I were thinking about my own problem because I’d be too wrapped up.  Scott Belsky: Yes. And what’s the Carl Jung, quote, understanding the darkness in others is – or understanding the darkness in you and others, it’s like transferrable, all of these insights we get. And I think the other piece here is just that don’t measure initiative based on stuff within the field you’re hiring the person for. Recognize that initiative is transferable. Past initiative is the best indicator of future initiative. And be a little liberal with how directly applied it is. A couple of the things on the assembling the crew front that I was kind of struck by that kind of made it to the cut, at the end of these insights, one of them is hiring people who endured some form of adversity. And another one is hiring people with whom every conversation you have with them is a step function more interesting than the one before it.  On the adversity front, super quickly, Tristan Walker, who is an entrepreneur who started Walker Brands and has built a real business, he talks about how he had a tough upbringing. And he feels like one of the things that he really carried from his upbringing was courage. And he feels like he wanted to make that a true value of their company. And I asked him, “Why is that – it sounds nice, but what does that really mean?” And he said, “Only with courage can you practice the same values consistently.”  Tim Ferriss: So true. Scott Belsky: Yes. Tim Ferriss: It’s like the meta pre req. Scott Belsky: Sure. Because, otherwise, you’re always making exceptions, you’re always deviating. But if you have courage, you will take on and be consistent. And so I was like, “How do you hire for that?” And he was like, “I look for people who went through shit like I did.” And it was interesting. That lens into why adversity actually is important, when it comes to building a great culture and actually a product and brand and everything that’s consistent. The other one brings me back to the story of working with the Periscope team. So this is a team that was building a live streaming application back in the day, when, actually, there were Snapchat and other products that were more about facials and whatever. Not facials.  Tim Ferriss: That’s a different – photographs. Scott Belsky: Yes, selfies. It’s the heat, I’m telling you. Tim Ferriss: It is the heat. It’s hot here. It’s so hot that my thermometer has been broken for the last – Scott Belsky: And this mic I can barely handle anymore. But so, when I met with that team, and they were doing some things kind of different. They were saying, “Even though every real-time video thing is more about selfies and showing what you’re doing to others, we believe it’s actually about seeing the world through someone else’s eyes.” They had a lot of things like that. But what really drew me to them was every time I had this conversation with Kayvon and his co-founder Joe, it was always like a step function more interesting than the one before it. And I remember juxtaposing that with most conversations I have that are sort of replays. Tim Ferriss: By step function, you mean dramatic improvement, in this case? Scott Belsky: Yes. Dramatic improvement, difference, and every conversation being like new level, new plane, new plane, new plane. And then, now, having gone through that investment from the whole period of seed through product through acquisition by Twitter, I think one of my beliefs is that it was that chemistry with them that actually kept me engaged. And it also kept their team engaged with them. It was just one of those traits, again, that I actually tried to look for. So, I actually try to meet candidates for senior roles twice. And I try to do a delta comparison between the first conversation and the second. And oftentimes, it’s the same. People are like, “Why am I here again?”  Tim Ferriss: I answered these already, and I haven’t done any additional digging. Scott Belsky: But sometimes, it just goes in a completely new direction. And you’re like, “You know what? Everyone that works with this person is going to want to keep working with them. And so will I.”  Tim Ferriss: So in the interest of keeping you working with me as a friend, I think we will take a cool-off break, and we will be back. And here we are back in the wining cylinder in the truth barrel. And I thought we might chat about, now that we’ve lowered our core temperature just a wee bit, since we’ve been, I think, incorporating a discussion of self in the discussion of team quite a bit that we maybe segue into some self-specific points meaning a point or two. And then, what a lot of people would love to hear about because you’re so known for it is product. And then, we can move from there and see where the wind takes us. Scott Belsky: Yeah. You have to optimize how your team works. And there’s process improvements and blah, blah, blah. There’s also though the harder challenge in a bold venture or journey of optimizing the way you work and think and react and everything else, which we’ve talked about a little bit, I think. And one of the little insights that I thought quite a bit about was the fact that your true blind spot is how you appear to others. And I think that part of that is understanding that we react, obviously, for all different sorts of reasons, to things. We react based on the confidence we have from the financial security we may or may not have. We react based on all sorts of other factors, when it comes to just an altercation at work or a decision that we make or whatever else.  And knowing that, then, of course, everyone else interprets us as sometimes irrational to their context of where they’re reacting from and what their background is and whatever else. And this is about surfacing. What are the things that we’re doing that we don’t even realize that other people see and scratch their heads kind of thinking about? I remember this experience I had in high school where I lived on a farm in Vermont for six months in one of those programs you apply to. And it was 45 kids on a farm self-sustaining. And it was more about community than the farm, frankly, learning how to co-exist within a small group and govern yourselves and that sort of thing. Kind of like Lord of the Flies; it was high school. Tim Ferriss: How old were you again? Scott Belsky: Junior year of high school. Tim Ferriss: Were you Piggy? I’m kidding. Scott Belsky: Potentially. And super thin, but yes. And one of the most intense exercises that we did towards the end that I will never forget is this thing called the mirror exercise where you paired up with somebody, and they would tell you what they saw. Of course, from their experience, having lived with you 24/7 in a farm in Vermont. And it wasn’t a physical thing. It was like, “I see you afraid,” or “I see you” – you’re supposed to use verbs. “I see you sometimes wondering if you are in the right place or if you have the right to speak.” There were just all of these different – and I remember it hit me like a ton of bricks. I actually wish I remembered exactly what the feedback was that I got. What I would think it was was that I had a lot of insecurity.  Tim Ferriss: And to pause, just so I understand the format, did you have one person who would give you five examples? Was it a line, and you have one person or each person give you one item? What did it look like?  Scott Belsky: Yeah. So, you paired up with a few different people, and you got 10 minutes, and you were doing it for each other. And the challenge was to not – it wasn’t out of judgment. It was like you were supposed to see what you were just kind of – you were supposed to share what you were seeing without really imposing so much judgment around it, which is hard because some things sound judgy. But I think it was a heartfelt exercise. And what it did is it – what I do remember taking out of it was gosh, people see things that I didn’t realize I either showed or knew or didn’t even know about myself. And so, from that, I started to, in my professional experiences and in my personal experiences, I would often ask the question of people I’m with, “If you were me, what would you do?” I would try to kind of get someone else’s take on a situation from a different set of, again, those things that are the context of our decisions, the background struggles, the issues with your parents, all of the other stuff. Assuming everyone has a different thing, if you ask that question of other people, and you see a delta between your reaction or your thought and theirs, then you actually at least know there’s something to explore there. It’s almost like a canary in the fact that, okay, hey, there’s some projection going on here. There’s some blind spot that I am not fully aware of that is interesting.  Tim Ferriss: Right. Yeah. You’re looking in the mirror. But like you said, the blind spot very literally, like a car, where there’s just this empty pocket that you cannot see.  Scott Belsky: And then, the question is like, how do you fish it out? It’s super hard because it’s literally not in your mirror.  Tim Ferriss: Well, a few questions related to that. First, to the exercise, is there anything, and it’s a long time ago, I realize, that the counselors or leaders of the group said to everyone, so that they would receive without becoming defensive, which would be the natural response for a lot of people, myself included probably. Scott Belsky: That’s a good question. And I think that it reminds me of one part of it that I omitted, which was that we were also instructed to really only, at the end of the day, think about the ones we heard more than once.  Tim Ferriss: Could you pass me your water now that I’ve extinguished mine, and I will selfishly put my self-preservation ahead of yours. Please continue.  Scott Belsky: Yeah. I was in your casa. Do you know what that direction did? First of all, it made people realize that, if I tell someone this because I’m judging them, and they don’t hear it from others, I’m going to look like an idiot. So, it had a preventative measure, in that sense. It also helped the recipients discount anything that they heard once. Maybe psychology is still hard to do it. Tim Ferriss: That’s very helpful. Scott Belsky: It was a very interesting trek. Tim Ferriss: Have you ever experienced a 360 interview? Scott Belsky: No. Tim Ferriss: Okay.  Scott Belsky: Reviews you mean, right? Tim Ferriss: Yes, 360 review. Sorry. Now, it’s my turn to my brain into scrambled eggs. And for those people who don’t know, this is something a number of my friends have experienced, which I didn’t realize, until I did it myself and felt like a broken human being and was hit so hard that I wanted to confess that to close friends. And they’re like, “Oh, my God, yeah, man, you’re telling me.” And I don’t want to mention names. They’re people you would view as maybe not immune to criticism but, certainly, these stalwarts of strength. These monolithic pillars of resilience. And what a 360 review entails, for people wondering, it’s something I would recommend to everyone, actually.  And there are ways that you can do it outside of a business context. But what it generally entails is someone wants to figure out these blind spots, figure out how they’re being viewed, figure out what their better behaviors are, what their lesser behaviors are, etc. And you will select, with the person who will be doing the interviews, it’s not you, say peers, people you report to, people who report to you, and so on and so forth, maybe suppliers, distributors, who knows. People you interact with a fair amount. And it can be a very sophisticated process. You can do this – I actually did a very early version of this. It was really truncated in high school because I read a book called Mental Toughness Training for Sports by Jim Loehr who has, in the last two years, become a friend, which is crazy and awesome. A really fantastic guy, works with a lot of athletes. But it has an inventory that you’re supposed to give to coaches, peers, teammates, people who know you really well. And it made a huge difference in my success as a wrestler. It was really remarkable just to see from the day of receiving answers, which I received myself, to next day. It was really astonishing how much things change. And with the 360 interview though, just to come back to this, only pay attention if it comes up more than once. It’s a very hard exercise, even if you prepare yourself, at least in my experience and the experience of some of my friends, to take because you’re seeing these ugly truths, especially the ones that come up more than once. You’re like, all right. And the answers are anonymized, which gives people another layer of permission to be particularly direct.  And one thing that came up for me, and it’s actually the only thing that I remember because I literally could not read this document. I went through it once, and I was like, “I can’t actually psychologically digest all of this right now.” But I did pay attention to a few things. And one that came up a lot, and then, I want to come straight back to you, but this may be helpful for other people, if they choose to implement something like this, even with their friends and they know that they’re doing it. Just look up 360 review, and you’ll find all sorts of resources. I’ve never seen Tim fully celebrate anything. And it relates back to what I mentioned earlier. Always looking for what’s wrong. The good stuff takes care of itself. We’re only doing our jobs. I’m only doing my job. Why would I pat myself on the back for doing something that I signed up to do?  It would be a disappointment not to do it. I don’t get extra credit for completing something. And that became so severe and maybe it relates to a lot of other stuff that I’ll talk about another time. But feeling damaged or in some way flawed or undeserving of that. But, in retrospect, very painful pill to swallow. But they were absolutely right. It’s crazy to think, but, at a certain point, and I don’t expect anyone to cry me a river on this stuff, but it does belie some type of real psychological issue that I had to address. But I remember the last two times I’ve had a book do very well on the best seller lists, like the first time it happened, game changing, collapsed against the wall, fell on the floor, I can’t believe it, dazed for the rest of the day, maybe the rest of the week, on Cloud Nine.  And, at this point, I feel like it’s the expectation that my books will do that. Certainly, it’s the expectation of the publishers. And it’s just relief that I didn’t fail. And maybe I’ll have one drink, and then, it’s like, “All right, on to whatever you should be doing next.” That’s awful.  Scott Belsky: It may be good, obviously, most great product people are perpetually dissatisfied with their product. But first of all, yeah, it’s not good for your own psyche. But for people around you, they can start to see that as also a form of arrogance. In some ways, you’re getting gratification that most people will never be able to get. And then they’re seeing you not acknowledge it. It’s interesting. Again, back to that mirror exercise, unexpected things you might see that people see.  Tim Ferriss: Yeah, for sure. And also, at least in my own reflection, the voice in my head that has been in my head that we assume to be us is very often, for me, not my voice at all. It’s the maybe hypercritical voice of other people I was around and have adopted. But I’m playing their soundtrack. I did not decide to have that voice. And also realizing that how I talk to myself, even silently, is very often how, even indirectly, I end up communicating with other people, even if it’s just through body language or implied. And you can help other people to help yourself, or you can help yourself to help other people. But super, super valuable. So I’m glad you brought up the exercise. And I’m going to publicly, on the podcast first, I’m going to suggest that we tap out and go sit outside where it’s cooler. Scott Belsky: Thank God, man.  Tim Ferriss: So, we are going to segue – Scott Belsky: I don’t have the physique of Tim for those who can’t see me.  Tim Ferriss: It doesn’t seem to help with my heat tolerance. So we’re going to keep recording and just walk out. It would be helpful to have a temperature gauge of some sort, which we do not have. And now, we’re outside, so you’ll get to listen to the wildlife in the middle of the night in the countryside, which is nice. Scott Belsky: The stars. Tim Ferriss: Stars, firepit, so we can – Scott Belsky: This will be the third setting. Tim Ferriss: This will be the third setting. We’re doing a lot of costume changes and a lot of scenery shifts.  Scott Belsky: This is good, this is good. Tim Ferriss: I think that crickets, insects, and birds at night is a perfect setting for product talk.  Scott Belsky: My favorite topic. Tim Ferriss: Where shall be begin? Scott Belsky: I think that product – and when I use product, I mean any kind of customer experience or crafting, whether it’s a service, in store experience, if you’re a retail store owner or a digital product. And I think that there’s some big counterintuitive and strange ironies in how we craft products and experiences for people. First of all, we have way too much faith in people unearthing the value of what we’re building. And what I always like to remind myself and teams that I work with is that, in the first 30 seconds of any experience of a new product, service, experience, whatever, every customer is lazy, vain, and selfish. They’re lazy in the sense that they don’t want to read anything. They don’t want to watch videos. They don’t want to try to figure out how something works. They’re vain in the sense that, let’s all admit, we all have ego.  We all want to feel good about ourselves. And something that makes us look better to ourselves and to others feeds that. And I don’t think any of us are immune from feeling that to some degree. And selfish in the sense that, “Hey, I have so little capacity, and I want to achieve a lot very quickly.” An example on the selfish side is products like Stripe or Trulioo or others that kind of appeal to developers with, hey, two lines of code as a way of adopting that technology because it was just like, it’s selfish. I’m going to get this done quickly. I don’t even care if it’s as good as the homegrown solution. And vanity comes across in every consumer product you see with those ego analytics, those hearts, those things that tell you that, “Oh, wow, it’s working. I want to do this more.” And of course, laziness you see with every onboarding of every product we go through. And so, with that – Tim Ferriss: Onboarding meaning the signup process. Scott Belsky: Exactly. The signup process or walking to the store, knowing when you go into any product experience, why are you there, where do you go next, what’s possible. Now, the pushback I get from a lot of great companies and teams and whatever is, “Hey, I have more faith in people. They’re going to figure out why this product is great. I can appeal to them with this long-term value of what they have to contribute.” You look at a product like Pinterest, again, which was really, ultimately, a network of discovery. But their appeal, in the early stages of their business, was just make a quick collection that’s visual, as opposed to del.icio.us, which was just links. And so they appealed to that immediate need of “I want a collection for myself before recognizing the value of other people’s content.”  And there’s so many examples of teams. Another product thing I think a lot about is back to that kind of onboarding first-time user experience is should you make a video of how to use your product? Should you walk people through and tell them, make them read something? Or should you just do it for them? And a lot of products that really do succeed quickly actually give you a template. They just like actually do it for you. They make you seem so much better than you are with stock content or whatever it is. So, those are just like a few examples around the edges. But to me, it’s a product principle that makes the case that we have to spend a ton of time on crafting that first-mile experience for our customers. Tim Ferriss: How do you stress test say a first design, assuming the team is accepted those commandments or those realities, and they think they’ve designed for it? How do you stress test it? Scott Belsky: Well, there’s, first of all, the classic metrics of “Are people getting their way through? What’s catching them up?” I remember, in the Behance days, we had a terminology for the creative field that you’re in called realms. And we realized people didn’t understand what that meant. And so that was an insight in the first-mile experience that drastically improved conversion. The little things like that. But I think that it really comes down to empathy with the newest user. Tim Ferriss: Are you bringing people in and watching them on a computer? Or are you using a contracted service, some type of online service to record? Craigslist? What are you doing? Scott Belsky: Yeah, all of the above. I think great teams, first of all, don’t outsource this completely. They recognize that only being shoulder to shoulder with their newest customers, and I’ll get to the newest customer, why I keep saying that, in a second, is crucial because you’re kind of feeling the anxiety and the pain. Where a report or some graph will never really tell you. And yeah, I think that there is a lot of mechanisms to measure the effectiveness of first-mile. The thing is though, it’s actually not as simple as just solving it. Once you have a new product in the world, call it Twitter, you launch Twitter, and you appeal to a group of users that are actually willing to build their timeline, follow all of the accounts. And over a period of time, have a great experience. That is a cohort of new users.  Then, word gets out. People start to use Twitter who kind of come for the news, as an alternative to CNN. And they’re hit over the head with this idea of building your timeline following accounts. And they’re like, “I don’t have the tolerance for that.” And, in this instance, think about it. They could have nailed their first mile and had tremendous growth. And then, suddenly, the newest cohort of new users isn’t even willing to go through it. And they have to completely kind of reinvent the first-mile experience of their product, which is why teams have to continually kind of reinvent that first mile. It’s not like you get it right, and then, it’s like move on, which, actually, most teams do. Tim Ferriss: And so, that then relates to the newest customer paying attention to the latest cohort. Is that the reference? Scott Belsky: Yeah. It’s consistently committing a period of time to understanding who the newest customers are. Think about it. The newest ones are – the first ones you ever have when you launch a product are super forgiving. They’re early adopters. The next round, they’re actually a little bit more about “This better be professional; this better be reliable.” But they’re willing to go along with some bugs or whatever. Eventually, you get to those kind of pragmatists later in the curve. And the other problem that a lot of teams have is that, when they’re launching their product, let’s just talk about the newest of the new users, when you first launch a product, oftentimes, ironically, the last mile of their experience building the product is spent on the first mile of the customer’s experience of the product.  So it’s sort of like you’re done with building a product after two years or whatever, and it’s like, “Oh, shit, we’ve got to make a tour. And oh, what should the default be when customers come in?” Our friend, Dave Marin, who is another great product thinker, always likes to say the devil is in the default. Whatever customers see first, they’re just going to stick with forever. That kind of decision can’t be made right before launch. In fact, that’s the most important decision you’re going to make. Tim Ferriss: Yeah. Definitely. What advice do you give to entrepreneurs when they have say two or three products that they feel torn between, and they don’t know which direction to go in, and they say, “I really feel like we would be equally happy doing A or B, but once we commit, we know we’re going to be on this path for a good chunk of time, and it’s going to chew up a lot of resources. How do I choose?” Scott Belsky: Well, I think that there are two answers to that. One is you print out comps for both designs, and you put them in front of customers, and you’re sort of getting a sense of – Tim Ferriss: Comps meaning mockups. Scott Belsky: Mockups, sorry. And you test and you build some of the marketing copy, like welcoming, you give a design and experience, a fake experience, and you test that. And you gauge what sort of approach to this problem resonates with people. I think that a common mistake, at this phase, is that teams decide to focus on the thing they’re most passionate about solving or the solution that they’re most passionate about rather than seeking more and more empathy with the person suffering the problem. And so, you’ll be like, “Oh, my God, this is the best solution. I’m so passionate about it. Let’s do it.” Which is why we always actually say that empathy is more important than passion, when it comes to figuring out what product you should actually do.  Also on the question of how you determine which product to build, when your team comes together and you’re trying to solve a problem. Listen, there’s a lot of talk about the notion of a lean startup and getting an MVP or a minimum viable product out there and testing. That’s another answer to your question. Not only do you make up mockups and show people and test how the marketing copy and the value proposition of what you’re building, yes, put out a product and see how it performs. But the problem with that that teams I think run into is that whatever you ship ends up having more sticking power for your own team’s approach and becomes a bit of a local maxima of what you’re able to do after. So, there’s notion of, “Hey, we’ll ship a minimum viable version, and then we’ll just iterate to a great place.” Tim Ferriss: So, what was the word you used? Local maxima because you’re anchored. Scott Belsky: You’re anchored, right. Tim Ferriss: To that version of the product, in some way. Scott Belsky: Yeah. And whatever iterations you say you’re going to be able to do to actually get to that elusive product market fit where, suddenly, customers are getting the value out of it enough to tell their friends, it actually may get harder to get there when you’re not willing to do very bold strokes. And so, I think, in an ideal world, you do some testing before you start building of just the idea showing the mock ups, the stuff we discussed earlier. But then, you build something that you truly believe has a shot at delivering that value to customers. And take the extra time to perfect the few differentiating factors that are like most special about it.  Yes, you can cut corners around all of the other edges, but you don’t want to ship the minimum viable version of the thing that you’re going to be known for because that’s not going to test whether or not the conviction you have is the right one. Tim Ferriss: And the minimum viable product also is, at least in my mind, and I’m sure I’m missing plenty, predicated on a number of different things. It is much more appropriate for software than many other types of products that you might ship because it can be, at least at this point in time, not always the case, but iterated and updated remotely. Second, even within software, it applies most, I would say, to products that are a unique solution to a pressing problem. People will put up with a lot of bullshit and a lot of bugs and a lot of heavy lifting if you are the only option. But if, on the other hand, you are a newsletter of a certain type, or you have, in fact, a very attractive market but also very competent competition, that approach may not always be the best approach. Scott Belsky: Yeah. The minimum viable experience of a restaurant may not go so well. And but, at the end of the day, you also don’t need to get everything right to launch or to open your doors. What you do need to get right is the thing you’re going to be known for. The last thing I would say, on the product side, is – actually, let’s talk about another mutual friend of ours, Garrett Camp, who is a co-founder of a number of different companies. And, actually, now – Tim Ferriss: Including some big ones. Scott Belsky: Including some big ones like Uber. And one of the things that I’ve learned from him, over the years, and have seen in some other serial successful founders is this notion of building the narrative before the product. So we were just talking about which product do you choose? Sometimes, it actually helps to say, “Hey, what should the splash page be, and what should the brand be?” before we even get the team together let alone start building something or coding something in the digital sense. We talk about the notion of product market fit when customers are getting the value. We talk about the notion of product founder fit when you find the right team to build something. What about product brand fit? What about making sure that you have something that’s piercing? I remember when Garrett was thinking about Uber, originally, when he was still just CEO of his company StumbleUpon. And he was kind of drafting out the concept of Uber. And I remember him obsessing over the icon like the logo before there was even a team or a CEO on this project. I also remember him agonizing over this notion of, “Hey, is it an aspirational brand like everyone’s private driver? Or is it an accessible brand like taxis on demand?” And if you think about that, it’s like, wow, these are questions that he was asking before this technology was even coming together or even validated.  Tim Ferriss: Garrett is a very exceptional human and founder who really telescopes out very, very far in the earliest stages. And I remember getting one of the very, very early mockups. This was before the app was deployed, even with one car. The screenshots, these comps, as you mentioned, the looks like model in a number of graphics that he sent to me, and the streets were in the Netherlands. And I was like, “What? In the Netherlands?”  Scott Belsky: He was thinking global already. Tim Ferriss: He was thinking global.  Scott Belsky: It’s also, I’ve had conversations with him about brands for other companies that he’s been working on. And he’ll say – he’s really all about buying great domain names, as you know, and coming up with a great, pithy, hopefully four letter brand. And I asked him about that, in the process of putting the book for The Messy Middle together. And he was saying that it’s also about what kind of email address the team that you put together will actually want to have. I was like, “Email address? Why does that matter?” He’s like, “Would you rather have scott@spot.com or would you rather have scott@discoverspot.com?” So he was also thinking about, from the product brand fit perspective, is this something that people can grow into, that people would want to work at and say like, “This is my email address?”  So I just have always been fascinated by the fact that he develops this narrative and that brand development piece even before the product and, in some cases, the team itself. And, again, back to that question you originally asked of “Which product do I build; where do I start,” which I get from founders all of the time. I actually like to say, and I even do this internally in my day job at Adobe now with new products that are being developed around the company, put together the splash page. And it’s like, “Well, I don’t even know what it’s going to be called yet. I don’t know what the brand will be. I don’t know what the slogan will be.” And it’s like, “Yes, exactly. That’s the point.” Put that together as a starting place because it helps get alignment very quickly, which is a magical part of product development when you have alignment versus not — two different ball games. Tim Ferriss: So you look at that chapter one, and then flash forward. We’re not yet to epilogue, but if we’re looking at the end game, to use chess parlance, in a chess sense, not in the objective sense, I guess they’re kind of the same, in some respects, what is one lesson/story/maxim that you can share? Scott Belsky: Right. Well, you’ve endured a very volatile journey. You’ve optimized everything that works along the way with your product, with your team, with yourself. And then, it’s like, “Wow, I’ve seen an insight.” It could be, listen, things end in great ways or bad ways, whether it’s a shutdown of something, whether it’s a launch of something, whether it’s an acquisition, whether it’s going public. And there’s also, of course, like many finishes along the way, in any journey. But I really think that this notion of the final mile of something is very interesting to me because it’s an entirely different sport. The stuff that you were so good at to get to this point of hopefully success is a completely different playbook than what you need to do to manage the decisions at the end. Tim Ferriss: And, in this context, the end, are we talking primarily about acquisition and IPO? Scott Belsky: Let’s talk about that first. Although I think that some of this is relevant across other sorts of finishes as well. But a few things happen. First of all, with the confidence that you’ve built throughout the journey of getting there, you start to make decisions that you actually don’t have the expertise nor experience to make. I remember getting a call from a founder maybe like four or five months ago who was telling me that he was really excited that one of these big Google/Facebook like companies was doing their diligence on his company. I was like, “Oh, wow, that’s really exciting. Where are you in the process?” And he’s like, “Well, they’ve come in and met the team.” I’m like, “Oh, they met the team, so you must have an offer on the table. What’s the value? How is this going to work?”  And he’s like, “Oh, no, no, we haven’t gotten there yet.” I was like, “Wait, so you had them come in and meet your team, and you don’t even know – is this a talent acquisition? Is this something you would do or not do? How could you suddenly expose so much of who the people are and what you’re doing and everything?” And as the conversation unraveled, he realized he had no idea what he was doing. And for him, it was like business as usual. And that’s one example where that final mile is an entirely different sport. But I think that the other thing that happens that’s really interesting is that people, psychologically, start to wonder whether they deserve the success they’re about to get. I remember a story in my own experience with Behance, there was a senior member of my team who right towards the acquisition was starting to behave somewhat erratically. Was doing things at team meetings that were kind of offensive to people and that were kind of on the line. And just starting to act out a lot. And I remember confronting him a couple of times, and he would kind of blow it off like, “Oh, yeah, whatever,” but it kept happening. And I was just fascinated by this. And I remember going home to my wife one evening, who is a psychologist, and talking to her about it. And she was like, “Oh, this is self-sabotage.” And I’m like, “What? He’s been working his whole life for something like this. We’re about to have this big pay day and this big celebration. Why would he –” and she kind of helped me understand when you don’t feel like you deserve something, or when there’s other sorts of parts of you that are not comfortable with what’s happening, you can subconsciously sabotage yourself.  So, I came in to work the next day, and towards the end of the day, when people were going out of the office, it was getting late. And I pulled him into the corner of a conference room where it was kind of not visible. And I sat down with him. And I leaned over, and I was just like, “You deserve this.” He’s like, “What? What are you talking about?” And I’m like, “This is okay. You deserve this. This is going to work out.” And in that conversation, he kind of started tearing. It was one of those moments where I think he was, at first, like, “What the hell is he talking about?” and then there was this connection we had where he sort of looked at his behavior as maybe something else. And I think that happens a lot. I think that there is this, things do break down in the final mile, a lot of stuff changes psychologically. Artists, how much churn happens right before they ship?  You’ve published multiple books. How many times right before it’s done, you’re like wait, maybe I should have done something else, maybe I should have cut this piece or whatever? And that’s like classic behavior in every product release. There’s always this period we call kind of last minute churn where it’s like wait a second, not ready to ship yet. This is classic, and you have to be prepared for it.  Tim Ferriss: Yeah. Overwriting, typically, comes in. There’s a point where you lose, as a writer at least, so much perspective on the writing you’ve put down because it’s been through 17 drafts or 374 drafts. You no longer have a tether to objectivity. And yet you know that there are probably things that could be improved. So you start to fuss with, in many cases, no particular direction, or means of assessing your changes. But you know there are things to be fixed or improved upon. I would imagine it happens in a whole lot of contexts. Scott Belsky: I think it does. Tim Ferriss: In last minute jitters before a wedding, who knows? Some of which might be well founded. I’m not saying that you should ignore your spider sense, but come on. Scott Belsky: And I think that the question is how do you make sure you have a successful final mile? And I think part of it is starting to be alert to a lot of these tendencies that creep up right before shipping, right before being done, right before being acquired or whatever it is. And part of it is recognizing that the tactics that you employed all along suddenly may either be wrong or even detrimental. It’s really this is a new game, and you have to kind of take a step back. You have to get different types of mentors and help. Literally, when I was going through my acquisition, there was a guy named Chris Dixon, who is a great investor who was an angel in my company. And he was the guy that was up with me, what is it now, one o’clock in the morning. And I remember those nights where he was helping me go through the cap table of our team and making sure that I was thinking about it properly.  And I realized, in that process, I had no idea what I was doing. I needed different types of help for different types of questions. And then, there’s the other kind of more substantial thing that happens at the end of a project, which is, suddenly, essentially if it’s successful, it becomes part of your identity. You become kind of known for something, and you have to decide, “Is that going to be me, or am I going to start to reject that and put it behind me?” And you’ll hear some creatives, especially artists, say that they just like to kill their old work. They like to do something completely different, otherwise they feel like they’re attached. I know authors who won’t speak about their past books because it’s just like they’ve got to move past that inner frame of mind.  But that realization that you are not your work, being able to disconnect and disassociate when it’s appropriate, is another challenge in that final mile.  Tim Ferriss: Yeah. Super challenging. It makes me think of my first and second book. I could have done The 3.5-Hour Workweek or milked The 4-Hour Workweek plus. I could have milked that thing. But I was really afraid of having to give the same talk on email auto responders until my dying day. As much as we would all like email to die, I don’t think it’s going to happen any time soon. And it was not an easy decision for me because I had no evidence that I would be able to write about a different topic. It was my first book. But I ultimately made the decision that I could always go back to the well, if I ended up deserving it, meaning if The 4-Hour Workweek was not going to disappear after a year.  If I deserved it, and it was still here in two years, three years, four years, I could go back to it, but that I had to do something different, so that I didn’t develop a defensiveness around protecting that as my identity and then, correspondingly, develop a risk intolerance to trying something different. That was hard.  Scott Belsky: It is, and it’s also, if you look at it from a business perspective, there’s every reason to make a sequel and to squeeze the value out of anything that works. When you look at it from an art perspective, that’s the opposite. And I think that that’s – actually, I think the greatest founders out there recognize that while the science of business is scaling everything that you can and automating and whatever, the art of business is the things that don’t scale. And they see their career in that way as well. It’s like I’m not just going to be the Enterprise SAS guy. I’m not going to be the this, I’m not going to be the that. I’m going to actually kind of find another edge, find something different, keep it fresh. And that’s admirable because it’s not the path of least resistance.  Tim Ferriss: Well, I think that life, business, art, you pick it, is very often not the path of least resistance. There are arguments to be made for both, but you will, regardless, end up having to deal with circumstances outside of your control, problems that couldn’t have been predicted, new circumstances that require you to adapt and maybe to grope around like a person in the dark, for a period of time, with great discomfort. And we’ve been talking about some of your lessons learned, some of the stories, based on experiences you’ve had imparted to you from mentors. You’ve taken all of these notes, those that made the final cut, what is it, 120? Scott Belsky: Just about. Tim Ferriss: And I’m looking at this compendium in front of me, kind of a choose your own adventure guide within the book that we spoke about. So, what is this that I’m looking at? It appears to be a book. I think you alluded to it, maybe mentioned it once. This is The Messy Middle, subtitle, this is the final subtitle? Scott Belsky: This is the final subtitle. Tim Ferriss: No, no, no, that’s fine. Before I read it, I wanted to make sure. Finding Your Way Through the Hardest and Most Crucial Part of Any Bold Venture.  And I was going to say I’ve had a chance to read it. I’ve had a chance to kind of live through you hearing many of these stories. I’m thrilled that you are sharing them. Where can people learn more about the book? I think the need is clear. Scott Belsky: I’m excited about it. It’s, as you said, it really was that process of the 800 and something notes down to the 300, down to the 200, down to the 120 organized in these kind of three themes we’ve talked about tonight, endurance, optimization, and the final mile. The Messy Middle really is this passionate side project I’ve had for the last five or so years. I’m excited to get it out there coming out on shelves on October 2, 2018. And then, I’m trying to also continue these as conversations. On Twitter, I’m @justaskscottbelsky. And, frankly, a lot of the stuff we talked about tonight are things that I’ve also shared over the years and tested and gotten feedback on and incorporated into, ultimately, what this book has become. So I think that we’re all in our own messy middles.  And I just hope that this helps people know that they’re not alone, as they’re in the enduring phase and managing volatility. I hope it helps them mine it a little bit more productively. I hope it helps people build better products that all of us can benefit from and optimize anything else that’s working within their team. And when it comes down to that final mile, let’s not screw it up. Let’s ship.  Tim Ferriss: Hear, hear. Well, Scott, thanks for the endurance of this marathon across multiple types of scenery within certain types of scenery. Scott Belsky: I’m not going to lie, it was intense. Tim Ferriss: At different temperatures. Maybe, in some ways, like the messy middle. And to everybody listening, thanks for being a fly on the wall. And also, accepting this experimental format. And you can find links to anything we might have talked about, some of the people we mentioned, the founders and their products and companies and so on, in the show notes as per usual @tim.blog/podcast. And until next time, as always, thank you so very much for listening. I love doing this, and you guys make it possible. So, through the internet to all of you, until next time.  Posted on: September 17, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my interview with scott belsky (@scottbelsky), an entrepreneur, author, investor, chief product officer of adobe, and venture partner with venture capital firm benchmark", "it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the interview here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions: tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "tim ferriss: scott, welcome to the show", "scott belsky: thanks, tim", "tim ferriss: here we are at the kitchen table", "i didn’t think we would have a chapter two today", "we met earlier for some oysters and beverages and caught up", "and i was picking your brain on a number of different things", "and we were trading stories", "and i realized that you have, and you’re going to know what i’m referring to, how many evernote notes", "scott belsky: well, a lot of evernote notes, in particular – tim ferriss: but specific to what we’ll be talking about", "scott belsky: yeah", "i think it started at like maybe 830 or so a couple of years ago, when i started trimming it down", " tim ferriss: and you’ve been capturing lessons learned, maxims, mantras for yourself, in the process of developing this career", "and i hope this doesn’t come off the wrong way, but you’ve worn so many hats, it isn’t a single career", "it seems like you’ve lived many different lives", "and people have already heard the bio that i read, in the intro", "but perhaps you could indicate the roles that you’ve had in the companies that you’ve been a part of because they are so varied", "and i just want to underscore how eclectic it is", "scott belsky: yeah, eclectic, for better or for worse", "but i was an entrepreneur back in 2005 starting a very small, almost a lifestyle business, at that point, to help organize the creative world, a company called behance", "five years of bootstrapping as a small team, valuing resourcefulness over the resources we didn’t have", "a few near-death experiences in that process", "then, became a venture backed company, which is a little bit more of a traditional silicon valley like story, being venture-backed for a few years, growing really fast, when through an acquisition, i found myself working in a very big company as a vice president, given what i came in with, as well as a few other projects", "and a few new muscles there, navigating a big, corporate experience", "then, i decided, i’ve been a seed investor for a while", "i like this", "people are telling me i should be an investor", "i jumped in and became a general partner at a venture capital firm", "total context switch, learned a lot of things, some the hard way", "then, realized i miss building", "i wanted to get back to it", "and now, i’m an executive at a big, public company", "adobe, the same company that acquired us, but totally new position", "and i would say that whenever i think about best practices, if there was ever such a thing, i actually realize that they all conflict, based on whatever context you’re in", "and the things that i thought were super important as a startup and were the rules of the road, if you will, actually maybe the exact wrong playbook to play at a later stage company or than at a public company or in a venture capital firm", " and it, in some ways, makes you kind of throw everything you accept as conventional wisdom out the door because you realize that everything kind of conflicts, and it’s really based on the context", "but, in some ways, there are also some patterns and some lessons learned from the clashes of wisdom", "tim ferriss: and the different positions that you’ve had, the different roles you have played, are also of interest to me because you’ve ended up filling the seats on both sides of the table, in different relationships and different transactions, right", "entrepreneur, investor, startup founder, and potential acquirer", "you’re in a position yourself now where your younger self could have been, in some capacity, talking to you", "scott belsky: yes", "tim ferriss: and you’ve collected these notes over time", "so i thought what the hell", "and we talked about this, maybe or maybe not after a few glasses of wine a bit earlier today, we should just record a podcast", "so, here we are, late night at chez ferriss, and we’re going to record this episode, half of which may occur inside a very, very hot truth barrel, i.e., barrel sauna, tbd", "but we’re just going to wing it", "so let’s start exploring some of these maxims on some of these notes, and you can tell us the story behind it", "and we’re just going to riff", "so let’s do it", "scott belsky: sure", "well, i have to say, it was actually on a plane a couple of years ago, i was going through this file of about 800 and something notes", "and i realized that, first of all, if this plane goes down, they’re all gone", "and second of all, this is really disorganized", "should i start to kind of organize them, based on some theme", "and, ultimately, it came down to three things", "one was endurance", "how do you navigate the endless self-doubt, uncertainty, ambiguity, extraordinary volatility in whether it’s a new venture of a turn around of something or a bold creative project", "i feel like a lot of them, that was the theme", "how do you just stick with it long enough to figure it out", "how do you have the persistence and the patience and everything related to endurance", " the second theme that came out, which is a pretty broad theme, i would say, and maybe i was cheating a little bit, is optimization", "how do you make the product better", "how do you make the team better", "and also, how are you constantly, in some ways, maybe testing the way you work and making yourself better", "obviously, books can be written on that", "but that was my second theme", "the third theme, which is a bit more narrow, i called the final mile", "i found that whether it was entrepreneurs i’ve worked with over the years that involve me in their acquisition process or writers that i know right before their book comes out, people in the final mile of something being done or almost being done, there’s a lot of interesting stuff that happens", "some self-sabotage, new doubts", " you think you know what you’re doing because you got that far, and then, you realize, oh shit, i don’t know what i’m doing", "so those are the three themes", "and i was like okay, for starters, let me just start to break them into themes", "and that’s where it all began", " tim ferriss: so you got the buckets", "let’s dig into some examples", " scott belsky: sure", "so, i think that, if we go in that order, and you think about endurance, one of the – there were a number of different observations around, and especially from my own experience, building and sort of bootstrapping for five years and keeping people, when we actually weren’t really making any money", "we didn’t really have customers", "no one really cared about or knew about what we were doing", " tim ferriss: and you said organizing the creative world i think may have been the wording you used", "what does that mean in practice", "what were you trying to sell", "scott belsky: yeah", "for behance, the insight was that the creative world, meaning any sort of design, photographer, architect, illustrator in the world of creative production, these are some of the most interesting people in the world", "they make our lives interesting", "it’s also the most disorganized community on the planet", "there’s very little attribution about who did what", "these folks, often time, feel like their career is at the mercy of circumstance", "and the idea behind behance, which was my startup back in the day, was to help organize these people", "in some ways, build a linkedin for the creative world, you could describe it that way, and some of the products to help them get organized", "but we didn’t really know what we were doing", " it was a bit of a team of misfits in the sense that all of us had roles we weren’t necessarily qualified for, when we were building this team, in the early days", "and what i learned very quickly was that the idea that we wanted to come together for that thing that motivated us to, in some cases, quit our jobs or take a huge risk or start incurring more debt in our lives, that was enough to get us to get started", "that wasn’t enough to keep us engaged on a daily basis for years", "and i think that’s one of those myths that, if the vision for what you want to achieve in the long term is great enough, you can just keep persisting and keep at it", "in fact, you need to short circuit your reward system, in some ways", "and i remember there was a conference we had a number of years ago for behance where fred wilson, a venture capitalist in new york, spoke", " and he talked about two great addictions in life, heroin and a weekly salary", "and his point was, when you unplug from either one, it’s very difficult", "and if you think about, from birth, we’re almost branded towards short-term rewards, checks on the tests, grades in the courses, salary, bonus, whatever", "and when you embark on something very long term, and you unplug from that, maybe you have to supplement it with something else", "that is a creative endeavor, when you’re leading a team", "for us, there were a few fun things we did", "for starters, we had a name for our company called behance, which didn’t mean anything, didn’t exist", "and so every time you typed it in google, it said, “do you mean enhance", "do you mean enhance?” and so, short-term reward number one was maybe we won’t be a mistake someday", " let’s get enough people to put portfolios up there", "let’s get enough blog posts and link backs and whatever else", "and we would always search behance and see if we actually showed up", "it felt like a more achievable way to keep us oriented", "and soon enough, we actually did suddenly show up as a legitimate result", "and i kid you not, six months later, beyoncé became super popular", "we lost that for a little bit, but then, we got it back", "there were all kinds of fun things like that", "we made bets all of the time about things that people would have to do, if we got to a certain milestone", "and those became this new reward system that governed and actually kept us together", "and we, remarkably, didn’t really lose many people, at least voluntarily, for a number of years", "tim ferriss: what else do you attribute that to", "and for people who are listening, and they might have a small team, and they’re in that position of realizing perhaps that the initial irrational exuberance of the big vision and the grand unveiling of this world- changing company is actually going to take quite a few years, and that people are starting to – i’m not going to say founder but realize – the gravity of that reality is beginning to hit them, and the ceo, maybe sole founder, maybe co-founder, is thinking “oh, shit, i need to whip up some shorter term incentives or motivating goals or anything to keep this team together, so there isn’t some form of mutiny or people start dropping off.” do you have any recommendations for that person", "scott belsky: a few different things", "in some ways, i use the analogy of driving your team in a car with the windows blacked out, so no one knows where they are and how far they are in the journey", "and that is sort of what a startup experience is like, by the way", "you don’t know where those milestones actually are", "you don’t necessarily even know where you’re going and how far along you are", "the only thing that makes that more comforting or tolerable is a great narrative during the journey", "okay, we just crossed the state line", "there’s this on the right", "there’s this on the left", "even if it’s not necessarily answering the question of how far are we and where exactly are we going, there’s something about being talked through it", "and i think that’s one of the jobs of someone at the helm is to build that narrative", " and part of that is a creative endeavor because you don’t necessarily know what to say, but you have to say something", "and i think that’s one of those maybe less discussed muscles of a leader of a startup is to build that narrative and keep kind of walking people through", "one of the things that i would oftentimes do is play out best and worst case scenarios with different dimensions", " tim ferriss: you mean play out for yourself or in front of employees", "scott belsky: in front of the team", "tim ferriss: what would be an example of that", "scott belsky: a few things", "one is we had a few different products we were kind of pursuing, or a few different angles rather", "and i would, oftentimes, play out, hey, if this doesn’t work, maybe we can reuse the technology for this", "or if this business model doesn’t work, we’ll try that", "and you know what", "if this doesn’t work, look at what we will have learned over the next three years", "we are going to be so marketable", "this is going to be one of the best experiential educations any of us has ever had", "and we’re going to be able to get salaries at x instead of y", "and that was also part of the – i would remember people feeling a little more comfortable when, in fact, the reality is we were working in, again, complete ambiguity and uncertainty and a little lost", " tim ferriss: this is, i think, having observed some excellent, great, good, mediocre, passable, and not so good ceos over the last whatever it is, 20 years now, jesus i’m getting fucking old; anyway, this is, i think, one of the most under-discussed and valued sales functions of the ceo", "right", "they think of selling investors", "they think of selling employees, but for the hiring of those employees", "but to retain a team and, in the early days, this is so, so important", "scott belsky: it’s merchandising", "think about the amount of capital that is spent on billboards and advertising that compels us to take action and do things every day", "it’s obviously powerful", "yet why don’t we use those same mechanisms to get our team to do things, to get ourselves to do things", "it’s an important muscle", "you’re also trying to help your team accept the burden of uncertainty", "and it’s just so much easier, when the stuff is around you", "tim ferriss: so, you also use, dare i say, i do dare, strange incentives for yourself", "and i was thumbing through some things that you’ve sent to me in the past, in terms of answers to questions and so on", "i don’t know if you still do this, but you have your scooby snacks and deep work rewards", "do you still do that", "scott belsky: i still do that", "tim ferriss: can you tell people just briefly what that is", "because i’m sure a lot of people are listening who are perhaps solopreneurs or freelancers who might be, for a lot of the day, by themselves", "so, they have to talk to themselves the way that you were talking to employees", "scott belsky: yeah", "tim ferriss: so if you could just describe this for people", "scott belsky: sure", "well, i guess it’s short-circuiting my own reward system", "i find the process of writing, for example, pretty painful", "i have a writing playlist that i only allow myself to listen to, if i’m writing", " tim ferriss: can you listen to it from the get go, or do you have to – scott belsky: i have to be in the zone", "and when i find myself going to social media or checking email or whatever, i make myself stop it", "and i am not allowed to start it again until i’m back in the writing zone", "tim ferriss: what are some of those tracks", "do you remember some of the artists", "scott belsky: yeah", "there’s a couple great melodies that i kind of love", "one is this piano melody by a woman named carly comando that i discovered once", "there are just a few other things that i love that i think i can work with that i didn’t want to burn out", "but i also just wanted it to be like that reward like when i’m back in the writing zone, i’m feeling it", "and the snacks", "tim ferriss: and the snacks", "so what are the snacks, and when are you allowed to have the snacks", "scott belsky: man, you know these really nice, flaky, buttery things that are dipped in chocolate that they sell", "i don’t even know what you call them", "those", "tim ferriss: delicious snacks", "scott belsky: the chocolate flake bars that i get from london whenever i’m there", "only something i can have when i’m in the zone writing, in this case", "tim ferriss: so, in the zone now, as a little piglet myself, i might be inclined to be like oh, man, just nailed my first paragraph", "let me have some chocolate", "so, what’s the bar for in the zone", "scott belsky: it’s when i get a material chunk done", "when i feel like i – as i talk about it, this sounds ridiculous, but it’s not, right", "why don’t we take more active roles in governing ourselves and merchandising and playing sales tactics with ourselves, with our teams, just like we do with customers and the rest of the world", "yes, it works for me", "chocolate, good music, sometimes, that’s enough to get me doing what i’m supposed to be doing", "tim ferriss: okay", "so, we’ve talked about reward systems", "are there any other guidelines or suggestions you would make to a founder who finds themselves in that very kind of embryonic stage where they’re realizing wow, i thought, in my mind, i had the excitement of a sprint, but this is not a sprint, this is going to take some time", "any other recommendations for keeping a team motivated or examples", "scott belsky: there’s a lot of tough moments in that middle", "there are a lot of meetings that don’t have answers at the end", "there’s a lot of periods, again, of that ambiguity, where you’re kind of going in circles", "there’s rework", "you launch something, and you realize that it was built on the wrong text stack or that it was totally to the wrong type of customer, and you have to redo it again", "and leaving your team constantly with energy, even after those very difficult bouts", "i remember one guy i worked with, a guy named david wadhwani who is now the co of appdynamics, a company in silicon valley", "but i remember, every time i was in a meeting with him, and they could be like just the most depressing meetings", "he would always kind of end with a recap that would, again, spin it around towards “we got this.”  we got the right people", "these are the open questions", "this is the plan to solve them", "and everyone would kind of end in an up", "and it’s another one of those tactics to keep people engaged, enduring", "tim ferriss: well, one that we talked about, which isn’t necessarily a reward system, but it reminds people why they’re doing what they’re doing and why they’ve made this gear shift into entrepreneurship", "you gave me an example earlier, when we were hanging out, that was related to your, i guess, suppressed memories during the five years of bootstrapping, when you went back to look at photos from that period to see what was going on like, “wow, i really can’t remember much from that period.” what did you find", "and this is something that comes up, when i talk to people like derek sivers or others when they want to allow people working on the products to see what", " scott belsky: well, and it goes back to that reward thing, i think, as well", "i went back in my phone to that five years because i was actually surprised by how much i had forgotten", "and i was wondering, did i forget it because i wanted to", "was there just nothing that is worth remembering", "and so, yeah, i flipped back really quickly in my phone back to those years", "and what did i find", "i found tons of screenshots", "i found a few – i remembered how many late nights", "i was always trying to find the flaws of our product and send them to our team", "this kind of never feeling done sense", "i also found a lot of random screenshots of people saying nice things about the product", "and then, i remembered, gosh, i used to always try, in a regular rhythm, to send those around", "we didn’t have slack, at the time, but you would post them on slack now, i guess", " those are, again, those little jolts of reward that are keeping the team feeling that this is – it’s the narrative", "but it doesn’t happen naturally", "and you have to look for it", "you have to merchandize it", "yeah, i was surprised by how much of that five years was just kind of this, gosh, late nights because you can also see the timestamps on screenshots", "it’s like, gosh, i was lying in bed at 2:00 a.m", "looking at typos and stuff and sitting around", "but that is a big part of it", "tim ferriss: and, once again, you can use this for yourself", "anybody who has listened to this podcast long enough or read any number of the last few books that i’ve written knows that i’ve had bouts with depression", "it runs in the family", "and i seem to have, and i’m working on it, but a selective lens for looking – for searching for what is wrong, right", "and i think that, at some point, i had it stuck in my head, this was taught, this was definitely nurture not nature, not by my parents, by other teachers and coaches, that the good stuff takes care of itself", "let me tell you what you need to get better at", "and so i just developed this habit of always looking for what is wrong", "and when you do that, it can put you, or it can put me at least, into perhaps a productive space, but a funk that follows that productivity, at times", " and so, i will take screenshots of, occasionally, really meaningful letters or comments from fans, and i will favorite it on my phone, so that i have a few things", "this is actually something that i picked up from comedian whitney cummings, sort of the screen of zens", "i have photographs of my dog, photographs of some of my best friends, and my family", "and then, i’ll have a handful of these to remember like, oh, yeah, that’s why i slog through the fucking neighborhood of the internet where half of the people are throwing potted plants at your head out of the windows and deal with all of the sacrifices is ultimately for this", "where what we do touches somebody else", " and it’s so easy, even now for me, to get kind of mired in various details that are an important piece of the whole", "but to kind of forget when the whole is put out into the world what it can do", "it doesn’t always do it, but what it can do", " scott belsky: and that’s like the positive part that helps you keep going", "i think there’s also, though, the other discipline belief that, first of all, you just have to sometimes just do your fucking job", " tim ferriss: right", "i think that was your answer in tribe of mentors to what do you do, when you feel, what was it, scattered or overwhelmed", "i whisper to myself, “scott, do your fucking job.”  scott belsky: i do, especially in moments where i’ve had to make a difficult move, fire somebody, make a difficult call, have a difficult meeting, there is that sometimes whisper of, hey, yes, i could try to find other ways to make me feel good about this", "or i’m just going to tell myself that this is what it takes", "tim ferriss: what i’ve never asked someone because, in many cases, these are people i’ve never spoken to before that i’m interviewing, but we’ve spent a lot of time together", "is there an emotion that you returned to a lot that was disabling in the five years, when you were bootstrapping, or afterwards", "some people have a default emotion that crops up in certain periods of stress", "mine was, for a long time, i think i’m a lot better now, anger", "some people, it’s guilt or depression or sadness or a feeling of being hurt", "it can be any number of things", "scott belsky: yeah, for me, it’s probably two things", "i think that it is the realization that i’m not my best self, when things are going the best or when things are going really badly", "when things are going really, really well, i’m not my best self because my ego can get in the way", "and when things are going really badly, i’m not my best self because my fear is getting in the way", "and so, when it comes to that question around self-awareness, i think that was, actually, a big breakthrough, at least personally for me, was, gosh, it’s when things are going really well that you start to say, “hey, we don’t have to pay attention to competition anymore,” taking our eye off the ball", "hey, we must have actually – it’s the false attribution problem", "“we must have done everything right, so we’re going to keep doing that stuff.” and then, again – tim ferriss: rewarding good outcome without looking at process", "scott belsky: that hurts", "and that can be a fatal flaw", "and when things are not going well, and it’s suddenly fear driving you, then, you can start paying too much attention to competition and start looking like them", "tim ferriss: so that’s something you did, at the time", "scott belsky: oh, yeah", "and then, i think, throughout my journey, i did both", "tim ferriss: did you notice that because you were taking notes on your own responses to things", "or was it just a realization one day that those were patterns", "scott belsky: well, i think it’s probably a little bit of both", "on the fear, for example, there were the early days of behance, there was another product out there called dribbble that was doing little, 400-pixel snapshots of people’s work", "and, by the way, that always looks better than the full project because you can pick which little, 400-pixel by 400 snapshot you take and get a nice, little, beautiful drop shadow, and that will always look great", "and we were just sort of bewildered by this", "it was like wow, it’s taking off so fast", "it’s, obviously, a real differentiation from our product", "and the fear of that made us suddenly shift – i can hear the tea", " tim ferriss: i’m sure other people can, too", "fortunately, these mics are very directional", "so we should be okay", "that is water boiling, folks", "scott belsky: if you hear it, that is water not my stomach", "but and, you know what, we made a mistake", "we took our eye off the ball", "we spent a few major cycles of our business trying to make our own version of the small, little snapshot thing", "and then we realized it actually distracted from the core part of the product that made behance good", "and it was, again, bad judgment out of fear", "and i didn’t have that self-awareness, at the time, to realize that i was skewing our entire product roadmap and convictions that the team had out of my being at a low point in that example", "so i think that’s one of those examples where it was more in retrospect", "i think, at the time though, i just try to ask myself why i react to things in certain ways", " why did that meeting make me feel unsettled", "what was it", "was it something that someone said", "and if i can trace it back, why does that either make me afraid or make me feel like – i think you have to be kind of propping those questions", "tim ferriss: what do you do with it, once you have identified a reason", "and you can answer either of these, but say you realize that you overreacted to competition, in the case of dribbble, and ended up misspending a lot of resources as a result", "how do you ensure that doesn’t happen again", "or how did you", "or you could talk – i think they’re so interrelated", "you come out of a meeting, and you’re like, “why did that unsettle me", "is it fear", "is it something else", "is it something else", "it’s fear", "what is it fear of", "it’s fear of this.” what do you then do with that", "because i think the hardest advice to take is often the advice you have given yourself or already realize that you need to do", "i mean, not to incant the mr", "derek sivers again, although we’ve been talking about him", "so, all good things, derek", " but i think he is the one who said, in one of our conversations, that if more information were the answer, we’d all be billionaires with six pack abs", "we all have a very good idea of a lot of things that need fixing or improving", "so, what then", "you figured it out", "and i’m asking selfishly because i’ve got tons of stuff to work on", "what do you do", "scott belsky: well, i’m still figuring it out as well", "but i would say this is where the team comes in", "i have, and have always had, people on my team that were really different", " tim ferriss: well, sorry to interject", "this is really your yerba mate can be my scapegoat", "but let’s take the meeting example", "you don’t have to identify any people, but let’s get super granular", "is there something, it doesn’t have to be a meeting, that unsettled you", "walk us through what, hypothetical or real, kind of an example, and then what you would do after that", "how that would inform future behavior", " scott belsky: well, i’m thinking of a few recent examples", "and one is when – there was a meeting i was in recently where i came in with a number of priorities that i’m focused on, which, ultimately, means i want them resourced, i want to invest in these", "these are things i want to put my chips on", "and i felt pretty committed and felt like i did a lot of diligence", "and then, the question was: “how could you say that all of these should be resourced", "how could you not come in and really just talk about one?” tim ferriss: okay", "so, that was the response from the other side", "scott belsky: no", "the response from the other side threw me off", "i was like, “one", "i’ve got lots of products and lots of things going on", "and every business is dynamic", "one thing", "that sounds crazy.” and it really threw me off", "and then, i started to think, “gosh, maybe i am doing what i always tell people not to", "maybe i’m spreading myself too thin", "i’m not having enough conviction on the one thing that matters", "am i a good manager", "am i a good leader", "am i being informed properly", "do i have enough data?” you start having all of those kind of self-doubts arise", "and then, i think, in this particular situation, i did a few things", "one is i started to play out some scenarios in my head", "i don’t know", "is there one thing that’s disproportionately likely to make an impact more than everything else", " and, actually, i felt, out of the list of 10 or so things, there were probably a couple that i would say, “yeah, if i had to pick one or two, i think that those have an outsized proportion or likely to be making an impact", "so why wouldn’t i just go all in?” and then i started to realize it’s because i have some doubts on those", "and i want to hedge myself", "tim ferriss: are you doing those in your head in your office as a post mortem", "are you doing it on paper, typing it out", "scott belsky: usually, i’m doing it on planes", "i benefit from the disconnected period where you’re just kind of letting things churn", "it definitely does not happen in a meeting because, in a meeting, you’re defensive", "you feel like you have to have a view, you have to have an opinion, you have to have an answer, especially if you’re a leader", "but it’s really outside, when you’re just disconnected, and you’re kind of letting it run through your head", "and if you have – but what you have to be doing is starting from the belief that you’re wrong", "if you start from the belief that you’re right, and everyone else is like what do they mean, these are my 10 things, and i know that these are all important, it’s not going to get you anywhere", "tim ferriss: right", "and it sounds like you don’t have to necessarily believe that you’re wrong, but you have to, as an exercise, assume like, “what if?”  scott belsky: you do", "and it’s provocative", "and you have to be provocative in your thinking", "so, when i caught myself on the fact that it was actually sort of about hedging, then, it’s like well, what are my doubts about those one or two things", "and maybe i should just spend a cycle of my time on just those", "and that actually, in this case, impacted a number of meetings i set up and conversations i had and some data that i requested and whatever", "and i remember, after that whole process, being like okay, that was a good cycle of leadership right there", "tim ferriss: this is a great example", "i appreciate you playing along", "so, on the plane, when the announcement comes over the intercom, and they say, “we’re so sorry you misspent another $12.00” that your wi-fi is not working, everyone else is cursing, and you’re like, “sweet, i’m going to get so much self-development done.” are you doing this in your head, same question, on paper, on a computer, offline", "how are you running through these “what if” scenarios", "scott belsky: i usually start in my head", "and then, i start getting a little anxious because i’m like oh, this is going to cause a chain of actions that i have to take, in which case, i have also, in evernote, an action tracking list where it’s like the things that – if there’s one thing i want to look at every day that i’m sort of tracking that requires some action or thinking through or whatever, deep churning, and i immediately kind of added it to the list", "and then, i think that’s when it starts to become more of a process and less of a provocative inner monologue", " tim ferriss: awesome", "that was great", "let’s dig back in, speaking of evernote", "scott belsky: well, i think that one of those little notes that made it to the finish line for me was this question around suspending disbelief, as another tactic towards endurance", "i remember my father, as an orthopedic surgeon, but when he was a resident, he was working in one of those crazy, new york city hospitals where people would come in with like overdoses and shooting wounds and stuff like that", "and he was telling me that the most often kind of prescribed, especially on the psychiatric stuff that came in, was 100cc of obecalp, which is, of course, placebo spelled backwards", "and how as soon as someone would be like obecalp, stat, 100cc, that would, suddenly, switch something in a lot of these patients’ minds, in terms of where they felt they were in their hope", "and that always stuck with me", " and i was always kind of wondering, “how do i prescribe that to myself?” and i think there are many different tactics there", "one that i’ve heard from a number of folks who have worked at google over the years and have been in meetings with larry page where he’ll say, “great", "good plan", "how do you do 100 times that?” and that jolt to the system suddenly throws the current project plan out the door", "like all of the kind of near-term doubts you had don’t matter anymore", "it’s like, 100 times that, we have to be doing something completely different", "and in some ways, it’s sort of the same effect because, first of all, the disbeliefs you had in your more reserved plan are suddenly out the door because that sounds easy suddenly because this new thing, i don’t even know where i’d start", " and i think that there’s some – there are ways we can make sure that we just have exponentially more belief in ourselves, at times", "now, part of it also, is also taking pride in how naïve you are, in certain areas", "i remember talking to the airbnb guys and a few other teams that talked about how they didn’t even know the terminology of the industry they were trying to compete in and how that actually was a very empowering thing because, had they known that, they would have realized that some of their numbers didn’t match up early on", "and they would have certainly abandoned the project before it actually became a business", "so, i think that, sometimes, hiring people that think differently or don’t have the traditional expertise that you think you’re needing to hire, i think you sometimes have to recognize the benefits in not knowing too much", "tim ferriss: right", "the constraints of an industry, which may already have been obsolete or expired in some way", "who knows", "it’s like i really want to know the story of why we had to wait until whatever it was, 20 years ago, to have wheels on luggage", "what was it", "what was the inertia or lack of movement that made it take so long", "it’s incredible", "i digress", "i don’t know the answer", " scott belsky: i don’t either", "tim ferriss: what other tools do you use, when you are talking to someone else because they then could be telling themselves perhaps something similar later as self-talk", "when you meet a founder who is just getting crushed under the weight of their own self-doubt, or maybe they just had to lay off half of the company, but let’s just assume, for the time being, that there is product market fit", "it is solving a problem, but they’re just like, “i’m not a good ceo", "i’m not a good…” fill in the blank", "“i don’t know if i can do it.” they’re down", "what do you say to people like that when they’re in those circumstances", "scott belsky: well, i usually start by reminding the founders that one of the greatest competitive advantages is simply sticking together long enough to figure it out", "and how they shouldn’t necessarily beat themselves up about the daily volatility because it’s, basically, just a series of ups and downs in which you hope you have a positive slope, at the end of the day", "and you hope that the next level is a little higher than the one before it", "and if you can just have a team stick together long enough, and if you have continued conviction in the end state, then, it’s a fight against time", "and i really believe that", "some people might say, “oh, no, no, no", "you can keep at it forever.” a labor of love has a way of paying off, just not how you’d expect", " and what, of course, you do have to – and when founders feel really low, sometimes, they’ll say, “how do i know whether i should quit or not?” tim ferriss: well, that’s one of the most common questions that surfaces through the ether from listeners of this podcast and readers of mine is: “how do i know when to persist?” because you always hear, you even said yourself, “we had multiple near-death experiences.” scott belsky: right", "tim ferriss: and if you’re bootstrapping, my god, often times, there’s a survivorship bias in, say, media coverage where it’s like, “oh, so and so took out a 14th mortgage and sold his left kidney", "and now, he runs alibaba or whatever.” that’s not a real story, guys", "i’m making that up", "but you hear these remarkable tales of throwing caution to the wind", "but you don’t get to see the bodies littered on the side of the street", "so a question that i get from people who are trying to do the responsible thing is: “how do i know when to cut my losses and stop a project or just put rip on a headstone for my company and move on versus persist through these very difficult times?” scott belsky: well, i think, to me, the answer is pretty simple", "first of all, you recognize the fact that everyone’s kind of messy middle journey is, at times, hopeless", "and that self-doubt is a real thing", "and so you’re not alone", "however, if you start to lose conviction in what initially set you off on this journey, that’s a serious thing", "however, if you have as much, if not more conviction for the problem you’re trying to solve, then you have to stick with it", "and that’s actually what i typically will ask teams when they’re having that question", "tim ferriss: how do you assess conviction", " scott belsky: to me, conviction is really about knowing that the world is going to be a certain way based on all of the work and research and experiences that you’re having", "and i don’t care what the company is, what the product or service is that you’re trying to make", "as you go about it day by day, you learn more", "and you start to realize where you were right and where you were wrong", "and you’re always wrong a little bit", "that’s the whole point about pursuing a product market fit", "however, a lot of teams will realize wait, people actually don’t need to do blah, blah, blah", "they don’t want to have laundry done within a three-hour thing", "and that’s not a real opportunity", "but, since we raised $2 million, and we’ve got a team working, we’re just going to stick with it", "i actually think they should quit", " however, if the answer is, “oh, my god, this is even more inevitable than we ever thought", "this is more important", "this problem is actually going to be bigger than we realized, and we just have so much more conviction, even though shit is hitting the fan right now, and gosh, our product is completely wrong, and we have to start all over again!” that team, i would say you guys have to stick with it", "you’re in that classic kind of mode of whoever sticks with it long enough is going to figure this out", "so that to me is really where the decision point comes down to", " tim ferriss: i was going to throw out a tough case, which you see sometimes", "let’s say odeo way back in the day, although, ultimately, it transmogrified in some fashion into twitter", "but they’re pursuing what one could argue had become the now ubiquitous podcasting and things of that sort", "but they paddled for the wave really early", "i guess, sometimes, it’s a case, not to throw some investing quotes in here, but i will, since i’m all caffeinated", "i don’t know the attribution", "i really wish i did", "it might be templeton", "but the markets can remain irrational longer than you can remain solvent", "something like that", " scott belsky: right", "well, timing is a bitch, first of all", "and investing is really less about the future, and it’s more about the present", "tim ferriss: in what way", "scott belsky: in the sense that you can have the greatest idea for 10 years from now, but, again, time is the enemy of every bold endeavor", "it’s just super hard to keep people engaged long enough and keep, of course, capital and everything else you need to stay alive long enough until the planets align and the timing is right", "and i think that – and so, that’s why i would say that so much of investing is really about just knowing what’s right around the corner or already there and making your product and team bets based on that knowledge", " tim ferriss: rather than 10 years in the future or something like that", " scott belsky: yeah", "where a lot of investors get stuck because it’s easy to be a visionary", "know that someday, yes, we will have flying cars", "it does not mean that we need to be making flying parking lots at this moment", " tim ferriss: what else do you have", "scott belsky: one last thing, on that front, i would say is something i’ve seen from a number of founders", "i know ben silbermann, co-founder of pinterest, is one person who really thinks this way", "we were talking about that kind of long journey, multi-years, and the merchandising and whatever", "and this idea of breaking it down into chapters", "when he talks about pinterest, he’ll talk about the fact that after product market fit, then there was the year of internationalization", "and everything in the company was geared around “let’s go global", "let’s stop these clones.” and then there was a year around monetization", "“let’s figure out how are we going to have a business here.” and each year has been like a chapter", "and that’s how he frames prioritization", "tim ferriss: i like that", "scott belsky: and i guess it kind of goes back to that drive with no sight out the windows", "how do you keep the team engaged", "but i think it’s a crucial point", "and it’s part of the endurance question", "tim ferriss: you used the metaphor of the kidnap car with the blacked out windows", "one that i’ve also heard, not applied to startups but to novels, actually, writing novels that i like quite a lot, and i do not remember the attribution on this either, but it definitely wasn’t me, which is writing a novel is a bit like driving across the country with your headlights on", " scott belsky: oh, yeah, anne lamott, i think", "tim ferriss: it very well could have been anne lamott because bird by bird is one of my absolute favorite books, and i gift it to everybody, which i should probably also give to startup founders, quite frankly", "a lot of the lessons are the same", "but you can get to your destination, even though you can only see 20 feet in front of you", "scott belsky: i think that’s part of it", "the other part about it is how you build patience into the way your team is built", "if you look at a company like amazon, i think they kind of have a cultural set up for patience", "this notion of being willing to be misunderstood for a very long period of time", "it’s very embedded in the culture", "and you hear lots of ways that that’s perpetuated", "and then, you take a company like google where i think, actually, they’ve tried to also build patience in but not as much cultural, more structural", "so this notion of alphabet and all of these little companies that are able to kind of exist on their own as if they were in a vc portfolio versus subject to the quarterly cadence of a large public company", "so i think it’s breaking those down in the chapters", "yes, it’s the – tim ferriss: sorry to interrupt", "but the being misunderstood for long period of time, is that as a company or as a person within the company", "scott belsky: well, i think it’s both", "obviously – tim ferriss: and they do have their whatever it is, not 10 commandments, but like the 10 tenets of amazon or something up on amazon somewhere", "i don’t recall exactly what they’re referred to as", " scott belsky: they also have their original shareholder letter that they attach to every new shareholder letter", "and it’s sort of a bible within the company that also is all about that", "it’s basically, saying, “we’re going to do what’s right for the customer at the expense of a lot of other near-term opportunities to generate profit.” and that becomes a cultural tenet that, obviously, impacts the decisions that leaders make across their businesses", "and i think that’s why something like aws became such a large part of their business", "tim ferriss: amazon web services", "scott belsky: yes", "and you see other parts of their business become huge businesses on their own because they’re just willing to invest that way", "you have to have a way though because i think the realization here is that we are all impatient", "part of my belief is that it’s just biological", "i don’t know what our life expectancy was hundreds and hundreds, if not thousands of years ago", "but it was a hell of a lot shorter than it is today", "and so the notion of committing 10 years of your life to something was just insane and very unwise", "and so, when we do that, we are – tim ferriss: get out there and procreate now", "scott belsky: we’re going against our biological tendencies", "and so you have to have hacks", "you have to have those short-term reward system hacks", "you have to have things like the cultural mechanisms or the structural mechanisms that push patience, the chapters, the merchandizing", "tim ferriss: since i’m going with stream of consciousness for a minute and certainly going off script, you mentioned amazon", "i’m fascinated by amazon", "stratechery’s blog has some fantastic articles on amazon", "and one recently, or not so recently, a few months ago on the acquisition of whole foods that i thought was really astute", "i was introduced to it by naval ravikant", "thank you, naval", "what do you read, when it comes to investing, entrepreneurship, or other", "are there any newsletters, main twitter accounts, anything that you can mention that you find really thought provoking", " scott belsky: well, ben thompson who you just mentioned, stratechery, is, certainly, one of the greatest thinkers, i think, on what’s happening every day and always has a unique spin and has a lot of like actual helpful self-references because he’ll pull up things he wrote three years ago, not only to take a victory lap, but also, actually, it’s a very helpful reference because helps you kind of understand how some of these things could have been predicted and what the strategy is behind a lot of these moves", "i think there are a lot of different investors that i follow or subscribe to newsletters for because i want to hear their view", "and i’m trying to think of others", "tim ferriss: yeah", "anyone who comes to mind recognizing this is not an exhaustive or complete list", "but folks who you – scott belsky: like tren griffin, a guy who has been at microsoft for a long time, close to bill gates, and has sort of observed the software industry evolve and has a lot of insights around what’s going on with all of the mayhem these days with valuations and certain companies that are exploding without concrete business models", "and he always kind of boils it down to things like cost and requisition, lifetime value of a customer", "but it’s just, again, i like people who come from a vantage point with an extreme bias, in his case, towards those fundamentals, trying to make sense of everything else that’s crazy in the world", "that’s helpful", "tim ferriss: tren griffin", "scott belsky: his name is tren griffin, right", "josh wolfe, who is a great investor in new york of a firm called lux capital, he’s actually been an extreme skeptic of tesla for a very long time calling out, from his vantage point, around some of the fundamentals", "and also, i think he’s used to entrepreneurs that have very wild personalities for future narratives", "and he pokes holes, for a living, in that", "and so he has some perspective on what he thinks may be happening on the tesla front, which is always interesting", "so he’s another example of someone who just kind of grounds what you’re reading on the headlines with some different perspective", " tim ferriss: thematically, if you look at the non-investment reading that you do, if you looked at the pie chart, is there anything, in particular, that you’re consuming a good amount of these days or over the last year or two", "scott belsky: i think that there are some biographies, the doris kearns goodwin type stuff, the walter isaacson classic biographies", "i recently read shackleton’s endurance story", "tim ferriss: appropriate", "scott belsky: yes", "which, obviously, relates to my thinking these days, which is just a phenomenal story", "and there’s so many interesting leadership lessons of counterintuitive things that he did that help you understand difficult decisions that have to be made", " tim ferriss: and does anything come to mind", "i’m asking a lot, i know", "scott belsky: yeah", "i know, but one actually thing that stuck with me was, i forget the exact scenario, but the crew had a choice of going back and getting all of this food from the ship that was sinking", "and everyone was like, “of course, we have to get it", "and we might be out here for years", "we need as many supplies as possible,” but he didn’t let them", "and it was like, “what do you mean", "you’re the leader", "how could you put your team at risk?” but he realized that, by allowing that to happen, he would be sending a message to his team that, “yes, we will, in fact, maybe be stuck out here for years.” and he knew that would be almost like a death sentence to morale and to everything else", "and so he just kind of artificially constrained their lifeline, to some extent, to make sure that the team knew that we just had to win", " we had to survive", "we had to move faster", "that’s an example", "so, wow, what are the constraints that you should inflict on your team to make sure that performance is at a certain level", "tim ferriss: wow", "you have to be thinking quite quickly to play through the different scenarios in your head and make that judgment call", "scott belsky: and be willing to be unpopular", " tim ferriss: yes", "scott belsky: and take a risk", "that’s a risk, right", " tim ferriss: so, i think we can maybe look at one of the other legs of the stool", "we have sort of three buckets", "what would be one example", "and i’m thinking, actually, this would be a good place to pause, put on our most fashionable swimwear, and move into the truth barrel, if you’re open to that", "scott belsky: i’m ready", "tim ferriss: okay", "pause", "so, here we are in my winey sauna, with a submarine light", "you guys can look it up", "very old timey", "it looks like perhaps even a torture device in rambo attached to the quills of a mattress of some type", "but we are sitting in a barrel sauna, the specs of which were given to me by rick rubin", "thank you, rick", "this is the second time, out of 360 plus episodes, that i have attempted to do a podcast in a sauna", "so thanks for being part of this experiment", "scott belsky: proud to be the second", "tim ferriss: and the acoustics might be a little weird, so bear with me, dear listeners", "and i thought i would segue by selfishly focusing on myself and a problem challenge that i ran into a mere 30 minutes before you got to my house because we were talking, in the indoor section, about, at one point, the importance of post mortems and asking yourself why you responded the way you did to certain things and how you do that work on planes", "and it has led to insights and behavioral change", "you seem to be, and this will foreshadow maybe the emotion that i suffered from and still suffer from right now, as we sit here, having this conversation", "you strike me as a very even-keeled guy", "i don’t think i’ve ever seen you angry, not that i’ve done anything to anger you, i don’t think", " but my default, in many situations, for reasons now known, some i’m sure unknown, has been anger", "and it’s been a very valuable tool", "it’s been a very useful fuel in some instances, for endurance even, to get things done", "but i think that, in many, many circumstances, it has misplaced and outlived its usefulness", "and it’s just corrosive for me", "so, here’s what happened", "for the last few months, i have been interacting with this nonprofit to do volunteer work for them both to serve and to help but also to learn a lot on the job, so to speak, volunteering for them", "it turns out volunteering for them is pretty popular", "quite a few people want to volunteer", "so it’s not perhaps as straightforward as you might think", "and i invested a lot of time in emailing back and forth with these folks for what i would consider an extended period of time", " and i sort of, in the back of my mind, we’ll get to that, but i think about opportunity cost quite a lot, as it relates to time, in particular", "this nonrenewable resource that we have", "so, i put a ton of time in, which i hoped would end up in some type of solution for both sides", "it would allow me to get a bunch of valuable experience", "so, we agreed to a certain format like, let’s just call it three or four sessions of volunteering in a very particular capacity, and set in motion all of these plans", "i said, “are we confirmed", "because i’m going to be expending a lot of money and planning and logistics, $20,000.00, something like that to actually get to you to do this properly.” and they’re like, “yes, absolutely, no problem.” so, i received, finally, after tons of back and forth, the schedule for my volunteering on none of the days we discussed for capacities that i do not match up with what we had planned", " and i’ve already irrevocably spent this money", "and i’m just like, “what the fuck?” and so i was just trying to kind of talk myself into some level of something resembling calm before you got here", "i’m just like, “i can’t let this ruin my whole night", "that’s ridiculous and infantile", "so let me throw on some music", "let me have some tea", "let me play with the dog", "let me do a, b, and c,” which worked", "i’m enjoying hanging out, and it’s not possessing me like a demon", "but i do fear because this is my pattern that, as soon as you leave, now for the weekend – scott belsky: it’s going to fester", "tim ferriss: i’m going to be thinking about this, which will not have any resolution", "if it’s going to have any resolution, which it might not, it’s not going to happen until next week, monday onward", "so, what would you do in this circumstance", "if you were in my shoes – scott belsky: as my even-keeled self", "tim ferriss: as your even-keeled self, right", "or how would you think about this, in my shoes", "scott belsky: yeah", " tim ferriss: or work on it", "and just for people listening, i wanted to take us in this direction just for the first portion of this part deux in the sauna because this is, in fact, the type of thing i would ask you about", "you’re a friend", "and i get asked all of the time", "we’ve heard that you’re the average of the five people you associate with most", "who do you associate with most and why", "and you would be an example i would give", "i’d be like, “i aspire to develop these characteristics, which i think are exemplified in scott that i have not yet developed.” and so you are even-keeled", "i think by normal standards, i’m pretty even-keeled", "but i can turn into the hulk, also", "and that is something that i would come to you with and say, “scott, you seem to know something i don’t know or have developed something i haven’t developed", "what would you do?” scott belsky: if you were to have given me the story you just gave me in a sauna late one evening, and i was trying to give you advice, what would i say", "i think that, first of all, i always ask myself, when i’m angry about something, which i do get, on occasion: “is this in my influence or out of my influence?” like, “is this something that i can directly end or shift", "or is this just like the universe is against me, at this moment, and i’m just going to have to roll with it", "and how much of my energy am i going to give to it if i have no influence over it?” because then it kind of boils down to math for me", "it’s like, this sucks, but this sunk cost thing is oftentimes the wild card in this notion of righteousness that a lot of us have, i think", "tim ferriss: yeah", "and if it helps at all, i would say that when something is obviously outside of my control, a crisis situation, a death in the family, a car accident, something like that, i don’t get upset", "or i can grieve, in the case of a death", "but i can handle it very, very well", "sunk cost fallacy as it relates to money doesn’t really apply, for me at least", "if i make a bad bet, i’m not going to follow up good money after bad if it’s not working out", "but with time, yeah, different story", "i do get that righteous indignation, which i recognize almost always is a huge misexpenditure of additional energy and time", "scott belsky: listen, i’m with you", "and i think i feel this a lot, oftentimes, when i am stuck in a phone tree", "it’s like, this is so expensive for me in the sense of how i value my time", "my gosh, it’s frustrating", "the other question is that i often time ask myself, when i have anger towards someone or something, is how much can i expect people to be changed", "tim ferriss: and that’s a great one", "scott belsky: particular people, particular industries, companies, nonprofits, in a certain stage with a certain caliber of talent, with whatever else", "what can i expect", "and what’s reasonable and what’s not", "because, listen, i think there’s a part of us that believes that everyone can and should change", "and so, if there’s an in-law or a parent or whatever, and they just are always aggravating us, it’s like, shame on them", "they should change, and that can actually be where the anger comes out", "and that whole kind of notion of teaching old dogs new tricks", "i do say that to myself quite often", "i’m like, “is this person really going to change?” as a leader of a team, too, there’s only so much you can develop people into", "and, at some point, there’s just certain limitations that i think people have", " and i feel like i’m getting too pragmatic here", "and, of course, i believe in the potential of people, and i believe in change", "but when it comes to managing anger, i think it’s also like, “hey, what is in my influence, what is out", "how much can i expect this person, org, industry, or whatever to change?” and then you have to become a fierce protector of extraneous energy", "tim ferriss: how do you then, in a case like this, where i do actually want to volunteer, ideally, in the original capacity that we, at least in my view, agreed to, how would you then explore resolution or next steps, in your own head", "scott belsky: well, the hack that i would use is that what i’m enduring, in this case, putting up with, and what i’m tolerating is part of my contribution", "so when i go to nonprofit board meetings and that sort of thing that i find, generally speaking, much less productive than other organizations i’m involved in, or certainly startups, where it’s all about what needs to get done, let’s get out of here, let’s do everything scrum, and it’s a standing meeting", "it’s obviously very different", "i do sometimes tell myself this is part of the condition that i committed myself to work under", "i’m reminded of a great piece of advice that john maeda, one of my mentors, once gave me", "i think i may have shared it with you", "tim ferriss: just for people who don’t know him, who is that", "scott belsky: john is just a brilliant designer and thinker", "he was the president of rhode island school of design", "before that, he was head of mit media lab", "he spans both technology and design", "he also wrote a book about simplicity", "but in my life, he’s like my personal yoda", "the stuff that he tells me has to kind of roll around in my head a little bit to reveal its truth", "but then it always kind of hits me", "and, in this case, i was at my first ever board meeting for the cooper hewitt national design museum, a smithsonian institution, with people with famous names on the board and a very kind of old institution", "and it just moves slowly, in some ways, because that’s how it has sustained for so long", "of course, it hasn’t gone through radical change", "that’s what makes it, in some ways, sustainable", " and i walked out of this meeting, and i said to john, at the time, he was still president at rhode island school of design, and i said, “gosh, how do you manage such an unproductive meeting?” i think we heard a lot of people speak", "we celebrated certain people for doing things", "i don’t think we got anything really done", "i don’t know what is actionable", "and he looks at me kind of shaking his head like, “oh, young skywalker.” he sort of looked me and said, “you know, scott, all of these cool startups and things that you’re so excited about doing and building and founding, they won’t be around in 100 years", "but this will, and it has been", "and sometimes in life you find something where all you can do is add a brick", "and that has an incredible impact to something that will be around forever.”  and what i heard him saying in that is that adding a brick in a startup is pathetic", "it’s nothing", "it won’t get you anywhere", "so, in some ways, you have to change your expectations and have a greater tolerance for a different level of, in some ways, performance for impact", "and i think what you were describing is like this extra debt or extra cost, rather, you didn’t think you were signing up for", "that is one way, at least for me, that i would excuse and be able to manage it", " tim ferriss: okay", "so, that gives me a cooler head", "scott belsky: even in the hot sauna", "tim ferriss: even in the hot sauna without my wool hat, professional russian style, we’ll cover that in another episode, especially important for both heads, by the way", "but another time", "so now i have a cooler head for the email or phone call", "how do you think about that", " scott belsky: is the question how do you now keep a cooler head", "tim ferriss: well, the options to me, i’m sure, are many", "but the ones that come to mind are i can accept what they’ve suggested, which is in no way representative of what i – scott belsky: that wouldn’t be you, from the person i know", "tim ferriss: yeah", "it would not be me", "agreed to or particularly want to do", "and it actually has some conflicts", "so, it’s not really an option to accept it", "scott belsky: so it’s practical", "tim ferriss: yeah", "number two is to ask for something completely different, which is, in fact, what we agreed to, in the beginning", "but they’ve already slotted all of the other volunteers", "so it may or may not be possible", "or something in the middle", "or i don’t do it at all", "scott belsky: the tim that i would know, by default, in my opinion, having known you for years, is you would say, “i’m out", "you guys, this is not what we agreed on", "time above all else", "i want to be with high performers, work with things that are on point", "this is just going south.”  tim ferriss: that is my instinct", "but i really – there’s the other part of me that’s like, “maybe you just need to wait for your testosterone to decrease over time, old man, and you should try a different approach,” because there are times when i have cut off my nose to spite my face out of principle would be the justification", "and in retrospect, it’s just like, “what the fuck", "really?”  scott belsky: i’m all for principles, but principles tend to ignore nuances and other practicalities, again, the limitations of some people in organizations and constructs and industries and situations", "maybe the exercise is to go back and say, “hey, this is not what we agreed on", "and this is what will work for me", "can we still make this work for me?” and give them one more chance/olive branch and see where it goes", "i also, on the counterpoint, believe that this sort of thing tends to be a repeatable pattern", "and you probably know what you’re in for", "tim ferriss: we’ll see", "this surprised me, so maybe their response to the next one will equally surprise me", "scott belsky: but this post mortem, this process, this is what develops muscle memory", "this is what develops our judgment", "tim ferriss: and honestly, even though there’s no clear resolution, i feel better about it just having walked through the practical tactical next steps", "so, i don’t have to, hopefully, pace around kind of shaking my fist at the sky for the weekend, which would be absolutely wasteful because, even if i have the time this weekend, i have no intention because i’m fixated on this and suppurating, that’s a waste", " scott belsky: and i think it’s a holy grail type of thing that this notion of can we compartmentalize our uncertainty, our fear, our anger in situations and somehow be able to allow the other 90 percent of our brain to operate as if it weren’t there", "that’s the gold standard", "and i remember being on my honeymoon two years into the start of my startup and thinking, “gosh, how irresponsible am i", "i’m here in thailand and my team is back grudging through it.” and we’re this many months out of not making payroll and whatever else", "and yes, there was this part of me that was like, “but this is your friggin’ honeymoon, and you get this once, hopefully", "and you’ve got to at least be present for part of it.” and i remember that was the beginning of my education on trying to compartmentalize that stuff", "it’s fucking hard", "tim ferriss: do you think that, in retrospect, having had all of your experiences since then, has it worked well for you", "would you recommend it", "and what does that really mean on a cognitive level, or not necessarily mechanistically, but for someone who says, “wow, belsky sounds like a super chill, at-peace guy", "there’s this compartmentalizing thing that he first saw the light on his honeymoon", "i should try that.” what do they try", "scott belsky: sure", "i think it’s – my attitude is that i actually admire people on both ends of the spectrum here", "and i have less admiration for those in the middle, probably myself", "on one side of the spectrum, you have those true pros that are able to just have all this going on", "and remember that story about barack obama right as they were killing osama bin laden, and he was at an event that night cracking jokes and whatever knowing this was going on in the back", "and you look at that, and you’re like, “that guy must be a pro", "how did he do that?” and then, the other end of the spectrum, i admire people that are just like truly with their emotions and authentic", "and they’re like, “these weren’t the dates we agreed on", "sorry, deal off", "don’t call me again.”  there’s actually something about that that i admire from a truth and emotionally connected governed way of living", "it’s in the middle where you’re kind of – and i’m actually wondering now if it’s sort of like the blackjack rule", "you either always hit on 16, or you always stay on 16, but don’t do it based on your emotions", "tim ferriss: be consistent", "scott belsky: right", "don’t be inconsistent", "i definitely aspire to be more on the pro side and that kind of goes back to the “do your fucking job” thing i tell myself in my head sometimes, when i am feeling like i am going to sleep with this compartmentalized uncertainty or fear or anger or whatever", "and it’s just like hey, if you’re a pro, you should be able to do this", "and that’s kind of what i tell myself", " tim ferriss: yeah", "well, it also reminds me, and by that i mean your comment related to this is part of your contribution, is like the suffering through might be too melodramatic, but tolerating things that move more slowly, things that are a little more disorganized", "that’s part of your contribution with group x or person y", "and it makes me think of something that i haven’t thought of in a while that robert rodriguez, the filmmaker, said, when i was chatting with him on the podcast", "and that was like, i’m paraphrasing here, of course, so robert, forgive me if i get it somewhat off", "but filmmakers come up to him all of the time, and they’re like, “yeah, i was working on my film, and i was doing this", "but this went wrong, and the lights blew out", " “and we hadn’t rented xyz for the right period of time, even though i told them we were supposed to do it,” and then, this and this and this", "and they list off this litany of complaints", "and robert just says, or he said to me, “they don’t realize that is the job", "if you sign up to be a filmmaker, your job is that nothing is going to go right.”  scott belsky: and that is what you do", "and it’s almost like, when you build a, not to bring everything back to product management, but when you build a plan, you either multiply it by 1.1, 1.2, 1.3 based on what the team is, how part of the project is, how many unknowns there are, and that is your timeline", "and i would argue that, when you work with certain types of organizations, or you undertake certain commitments, you have to multiply it by 1.2", "you’re going to have a few misunderstandings and back and forths and one date change", "and if you actually went into this knowing that that was the status quo, you wouldn’t have been as upset", " tim ferriss: yeah, absolutely right", "all right", "so, let’s talk about the second bucket, optimize", " scott belsky: now that we made it through the first", "and i have to say, endurance is not sexy", "but it’s just we have to know we’re not alone", "these are important things to think about", " tim ferriss: definitely", "so, how that we’re half-naked and sitting in a sauna sweating together, let’s get sexy", "where would you like to start", "scott belsky: where would i like to start", "for me, all of these insights that i kind of catalogued into the optimization side fell in these camps of team, self-product, and i would just start on some of the team stuff", "and this could be whether you’re just getting a few people to work with you, you’re starting something as a solo entrepreneur, or you’re actually leading a team", "i think 1) i would just start with the fact that we all know how important it is to be resourceful and not just rely on more and more resources to solve problems", "i think it’s pretty common knowledge that, if you’re constrained, it’s a form of creativity, and there’s a million stories about that", "i like to think about, especially in the startup world, resources are like carbs", "resourcefulness is like muscle", "when you develop it, it actually stays with you and impacts everything you do going forward", " i think when you’re bootstrapped for a period of time and forced to develop that muscle, that serves you forever", "and, of course, the stories of people raising way too much out of the gate and never developing that muscle, typically, actually don’t end quite well", "so when it comes to thinking about that, a couple of thoughts", "and one story is, when i first hired our first operations leader, a guy named will allen, he worked at ted conferences prior to that, and he came on board to kind of kick some operational prowess into how we were working as a company", "and i remember, every time teams would go to him saying “hey, we’re growing, we need a bigger budget for storage space; we need more people for this, for that function,” whatever, will would always say – he had this mantra of refactor, refactor, then hire", " and he just believed, fundamentally, that every team can go through one or two refactoring cycles", "tim ferriss: what do you mean by that", "scott belsky: and what that means is, first of all, if it’s a human heads perspective, it’s like, well, each person oversees one part of the product", "could they oversee two instead", "are there any benefits to that", "should we cut some of the crust", "are there people we should shift around", "should we actually pick the feature that people are using the least and just kill it and take those resources and put it on this new thing", "those conversations, inherently, don’t happen, when you have resources at your disposal", "when you don’t, they have to happen,", "but when you have to choose between the two, it has to be forced, i guess is my point", " and that has become a real actual principle for me as a manager and as a board member and as an advisor is constantly challenging teams to find creative ways they can refactor, and also, making the case, even if they have the resources as to why that benefits them", "tim ferriss: i was just going to say that one of the most valuable things that i’ve done in the last few years, which i should have started a lot earlier, that i think i’m better at than perhaps the avoidance of emotional reactivities or at least to anger, certainly, is journaling on hypothetical questions that can strain your resources, even if you have them", "so if you have a year for, say, a given project, a book, a competition, a campaign, all right we have it scheduled for whatever it might be, a year, three months", "what if we had to finish this, and it might mean that the metrics change, in one week", "what if we had to finish this, and we couldn’t, personally as a team, touch it", "you had to outsource all of it", "would that simplify the specs", "would that simplify what you submit", "and then, does that end up being usable by the team", " and i apply it to time, any currency i can think of", "head count", "if one person had to do this, how would the description of the project need to change", "if we had to do it with x amount of dollars, which is one-tenth what we’re budgeting, we absolutely had to, and write down how that would change the implementation without fail has made every project i’ve applied that to dramatically better", "scott belsky: by the way, it’s true on the individual level, on a small team level", "there’s also a company called skybox that was started by four stanford students", "they decided that their goal was to build a satellite with off-the-shelf parts, at a time when satellites cost hundreds of millions of dollars", "and they were like off-the-shelf parts", "that is the ultimate constraint", "and that was the fuel of innovation", "they ended up building satellites between $2 to $5 million, which is a fraction of what satellites were being built for", "and then, a year or two later, google acquired them because of their innovation in the space of economically and resourcefully building something that was otherwise out of touch", " tim ferriss: yeah", "that’s a great story", "scott belsky: yeah", " tim ferriss: for people who want to hear or read a great story of resourcefulness, this just reminded me, and somebody else is going to have to look this up, but there was a robotics competition", "you might have heard of this or seen it", "a feature film was made out of the story", "and i will put it in the show notes, guys", "but a feature film was made depicting this telling this story of these low-income, at-risk youth who were encouraged to join a robotics team, and i want to say it was in los angeles, by this incredible professor", "and i don’t want to spoil the story, but the narrative and the journey is really the pay off, not the end, which is easy enough to figure out", "but they were competing against these very well-heeled, upper-class, perfectly educated teams, and they had to scrape by with essentially no budget to learn and build robotics to compete underwater", " and it’s just such an amazing story", "and i also remember jack ma of alibaba, at one point, and i might get the order slightly wrong, but he said, “we had a number of advantages when we began", "we had no strategy, no money, no experience.” scott belsky: it’s a common story", "it is counterintuitive", "and even if you benefit from that, you actually still start to operate differently, when you start having the resources at your disposal", "the same thing, by the way, goes for hiring", "another thing that i’ve observed, in many instances, is initiative being more important than experience", "and you’re hiring people", "and when you have the resources, you tend to become a resume snob", "and you’re like, “oh, i’m going to have the vp of this from google” or whatever", "but when you don’t have the resources, you actually have to hire for something else because you can’t afford to hire those people", "and so you start to measure people based on, “well, are they the type of person that takes initiative on anything they’re working on", "what’s their history of doing that, and will they continue to do that here?” tim ferriss: what does initiative mean, in this case", "i have an image, in my mind, because that’s something i look for", " scott belsky: to me, initiative is really when you’re genuinely interested in something", "do you take relentless, persistent, and continuous action", "is it something that you hold your eyes up at night to do more of versus are you confining yourself to the job description", "i always like to say that i feel like so much of the future is done by people doing work they didn’t have to do", "and if that’s true, it’s really about people who take initiative over what they believe their job is, which, basically, comes from having a lot of experience", "you start to become a little bit more confined because you’ve been down this road before", "you’ve seen it 10 times", "let me do my thing", " tim ferriss: “and, by the way, i had three assistants at google", "which three assistants are you going to hire for me?” scott belsky: “i haven’t written code in a while.” tim ferriss: yeah", "but what jumps out to me, and i’ve hired far fewer people than you have, but looking for deep examination of the tasks they’re given has proven really valuable, which displays a lot of qualities at once", "so if i give them something really quickly because i’m in a rush, but it’s important, and i say, “all right, off the cuff, i imagine we’re going to do a, b, and c", "and then, as the final step, you’re going to have to choose between one, two, three.” and if someone comes back and says, “i looked into all of that, but i think the better option is number four, and i actually tested this out", "and although you didn’t ask me to do this, on my own time, i did this.” it’s like, okay, that displays initiative", "it also displays an understanding for the circumstances i was experiencing, buried under, suffering from when i gave the order", " they’re always asking “what is the outcome, and is this actually the best route to that outcome?” and by observing that in other people, i’ve become better at it myself, which has been a huge key learning for me", "and this is meandering quite a bit, but that is my way", "that also means, by observing other people, you can improve those qualities in yourself, if you really pay attention, and if you’re reviewing what they’ve done and vice versa", "you have to lead by example", "so, hopefully, you’re doing the same thing", " and similarly, when we’re talking about anger and these other emotions, i realize that when i’m having difficulty with a particular emotion myself, if i can step out of my inward focus, the me, me, me focus and try to help someone else with a challenging emotion, ideally a similar emotion, it gives me the observer status, the objectivity, to help them", "and i’m like, i never would have come up with that if i were thinking about my own problem because i’d be too wrapped up", " scott belsky: yes", "and what’s the carl jung, quote, understanding the darkness in others is – or understanding the darkness in you and others, it’s like transferrable, all of these insights we get", "and i think the other piece here is just that don’t measure initiative based on stuff within the field you’re hiring the person for", "recognize that initiative is transferable", "past initiative is the best indicator of future initiative", "and be a little liberal with how directly applied it is", "a couple of the things on the assembling the crew front that i was kind of struck by that kind of made it to the cut, at the end of these insights, one of them is hiring people who endured some form of adversity", "and another one is hiring people with whom every conversation you have with them is a step function more interesting than the one before it", " on the adversity front, super quickly, tristan walker, who is an entrepreneur who started walker brands and has built a real business, he talks about how he had a tough upbringing", "and he feels like one of the things that he really carried from his upbringing was courage", "and he feels like he wanted to make that a true value of their company", "and i asked him, “why is that – it sounds nice, but what does that really mean?” and he said, “only with courage can you practice the same values consistently.”  tim ferriss: so true", "scott belsky: yes", "tim ferriss: it’s like the meta pre req", "scott belsky: sure", "because, otherwise, you’re always making exceptions, you’re always deviating", "but if you have courage, you will take on and be consistent", "and so i was like, “how do you hire for that?” and he was like, “i look for people who went through shit like i did.” and it was interesting", "that lens into why adversity actually is important, when it comes to building a great culture and actually a product and brand and everything that’s consistent", "the other one brings me back to the story of working with the periscope team", "so this is a team that was building a live streaming application back in the day, when, actually, there were snapchat and other products that were more about facials and whatever", "not facials", " tim ferriss: that’s a different – photographs", "scott belsky: yes, selfies", "it’s the heat, i’m telling you", "tim ferriss: it is the heat", "it’s hot here", "it’s so hot that my thermometer has been broken for the last – scott belsky: and this mic i can barely handle anymore", "but so, when i met with that team, and they were doing some things kind of different", "they were saying, “even though every real-time video thing is more about selfies and showing what you’re doing to others, we believe it’s actually about seeing the world through someone else’s eyes.” they had a lot of things like that", "but what really drew me to them was every time i had this conversation with kayvon and his co-founder joe, it was always like a step function more interesting than the one before it", "and i remember juxtaposing that with most conversations i have that are sort of replays", "tim ferriss: by step function, you mean dramatic improvement, in this case", "scott belsky: yes", "dramatic improvement, difference, and every conversation being like new level, new plane, new plane, new plane", "and then, now, having gone through that investment from the whole period of seed through product through acquisition by twitter, i think one of my beliefs is that it was that chemistry with them that actually kept me engaged", "and it also kept their team engaged with them", "it was just one of those traits, again, that i actually tried to look for", "so, i actually try to meet candidates for senior roles twice", "and i try to do a delta comparison between the first conversation and the second", "and oftentimes, it’s the same", "people are like, “why am i here again?”  tim ferriss: i answered these already, and i haven’t done any additional digging", "scott belsky: but sometimes, it just goes in a completely new direction", "and you’re like, “you know what", "everyone that works with this person is going to want to keep working with them", "and so will i.”  tim ferriss: so in the interest of keeping you working with me as a friend, i think we will take a cool-off break, and we will be back", "and here we are back in the wining cylinder in the truth barrel", "and i thought we might chat about, now that we’ve lowered our core temperature just a wee bit, since we’ve been, i think, incorporating a discussion of self in the discussion of team quite a bit that we maybe segue into some self-specific points meaning a point or two", "and then, what a lot of people would love to hear about because you’re so known for it is product", "and then, we can move from there and see where the wind takes us", "scott belsky: yeah", "you have to optimize how your team works", "and there’s process improvements and blah, blah, blah", "there’s also though the harder challenge in a bold venture or journey of optimizing the way you work and think and react and everything else, which we’ve talked about a little bit, i think", "and one of the little insights that i thought quite a bit about was the fact that your true blind spot is how you appear to others", "and i think that part of that is understanding that we react, obviously, for all different sorts of reasons, to things", "we react based on the confidence we have from the financial security we may or may not have", "we react based on all sorts of other factors, when it comes to just an altercation at work or a decision that we make or whatever else", " and knowing that, then, of course, everyone else interprets us as sometimes irrational to their context of where they’re reacting from and what their background is and whatever else", "and this is about surfacing", "what are the things that we’re doing that we don’t even realize that other people see and scratch their heads kind of thinking about", "i remember this experience i had in high school where i lived on a farm in vermont for six months in one of those programs you apply to", "and it was 45 kids on a farm self-sustaining", "and it was more about community than the farm, frankly, learning how to co-exist within a small group and govern yourselves and that sort of thing", "kind of like lord of the flies; it was high school", "tim ferriss: how old were you again", "scott belsky: junior year of high school", "tim ferriss: were you piggy", "i’m kidding", "scott belsky: potentially", "and super thin, but yes", "and one of the most intense exercises that we did towards the end that i will never forget is this thing called the mirror exercise where you paired up with somebody, and they would tell you what they saw", "of course, from their experience, having lived with you 24/7 in a farm in vermont", "and it wasn’t a physical thing", "it was like, “i see you afraid,” or “i see you” – you’re supposed to use verbs", "“i see you sometimes wondering if you are in the right place or if you have the right to speak.” there were just all of these different – and i remember it hit me like a ton of bricks", "i actually wish i remembered exactly what the feedback was that i got", "what i would think it was was that i had a lot of insecurity", " tim ferriss: and to pause, just so i understand the format, did you have one person who would give you five examples", "was it a line, and you have one person or each person give you one item", "what did it look like", " scott belsky: yeah", "so, you paired up with a few different people, and you got 10 minutes, and you were doing it for each other", "and the challenge was to not – it wasn’t out of judgment", "it was like you were supposed to see what you were just kind of – you were supposed to share what you were seeing without really imposing so much judgment around it, which is hard because some things sound judgy", "but i think it was a heartfelt exercise", "and what it did is it – what i do remember taking out of it was gosh, people see things that i didn’t realize i either showed or knew or didn’t even know about myself", "and so, from that, i started to, in my professional experiences and in my personal experiences, i would often ask the question of people i’m with, “if you were me, what would you do?” i would try to kind of get someone else’s take on a situation from a different set of, again, those things that are the context of our decisions, the background struggles, the issues with your parents, all of the other stuff", "assuming everyone has a different thing, if you ask that question of other people, and you see a delta between your reaction or your thought and theirs, then you actually at least know there’s something to explore there", "it’s almost like a canary in the fact that, okay, hey, there’s some projection going on here", "there’s some blind spot that i am not fully aware of that is interesting", " tim ferriss: right", "yeah", "you’re looking in the mirror", "but like you said, the blind spot very literally, like a car, where there’s just this empty pocket that you cannot see", " scott belsky: and then, the question is like, how do you fish it out", "it’s super hard because it’s literally not in your mirror", " tim ferriss: well, a few questions related to that", "first, to the exercise, is there anything, and it’s a long time ago, i realize, that the counselors or leaders of the group said to everyone, so that they would receive without becoming defensive, which would be the natural response for a lot of people, myself included probably", "scott belsky: that’s a good question", "and i think that it reminds me of one part of it that i omitted, which was that we were also instructed to really only, at the end of the day, think about the ones we heard more than once", " tim ferriss: could you pass me your water now that i’ve extinguished mine, and i will selfishly put my self-preservation ahead of yours", "please continue", " scott belsky: yeah", "i was in your casa", "do you know what that direction did", "first of all, it made people realize that, if i tell someone this because i’m judging them, and they don’t hear it from others, i’m going to look like an idiot", "so, it had a preventative measure, in that sense", "it also helped the recipients discount anything that they heard once", "maybe psychology is still hard to do it", "tim ferriss: that’s very helpful", "scott belsky: it was a very interesting trek", "tim ferriss: have you ever experienced a 360 interview", "scott belsky: no", "tim ferriss: okay", " scott belsky: reviews you mean, right", "tim ferriss: yes, 360 review", "sorry", "now, it’s my turn to my brain into scrambled eggs", "and for those people who don’t know, this is something a number of my friends have experienced, which i didn’t realize, until i did it myself and felt like a broken human being and was hit so hard that i wanted to confess that to close friends", "and they’re like, “oh, my god, yeah, man, you’re telling me.” and i don’t want to mention names", "they’re people you would view as maybe not immune to criticism but, certainly, these stalwarts of strength", "these monolithic pillars of resilience", "and what a 360 review entails, for people wondering, it’s something i would recommend to everyone, actually", " and there are ways that you can do it outside of a business context", "but what it generally entails is someone wants to figure out these blind spots, figure out how they’re being viewed, figure out what their better behaviors are, what their lesser behaviors are, etc", "and you will select, with the person who will be doing the interviews, it’s not you, say peers, people you report to, people who report to you, and so on and so forth, maybe suppliers, distributors, who knows", "people you interact with a fair amount", "and it can be a very sophisticated process", "you can do this – i actually did a very early version of this", "it was really truncated in high school because i read a book called mental toughness training for sports by jim loehr who has, in the last two years, become a friend, which is crazy and awesome", "a really fantastic guy, works with a lot of athletes", "but it has an inventory that you’re supposed to give to coaches, peers, teammates, people who know you really well", "and it made a huge difference in my success as a wrestler", "it was really remarkable just to see from the day of receiving answers, which i received myself, to next day", "it was really astonishing how much things change", "and with the 360 interview though, just to come back to this, only pay attention if it comes up more than once", "it’s a very hard exercise, even if you prepare yourself, at least in my experience and the experience of some of my friends, to take because you’re seeing these ugly truths, especially the ones that come up more than once", "you’re like, all right", "and the answers are anonymized, which gives people another layer of permission to be particularly direct", " and one thing that came up for me, and it’s actually the only thing that i remember because i literally could not read this document", "i went through it once, and i was like, “i can’t actually psychologically digest all of this right now.” but i did pay attention to a few things", "and one that came up a lot, and then, i want to come straight back to you, but this may be helpful for other people, if they choose to implement something like this, even with their friends and they know that they’re doing it", "just look up 360 review, and you’ll find all sorts of resources", "i’ve never seen tim fully celebrate anything", "and it relates back to what i mentioned earlier", "always looking for what’s wrong", "the good stuff takes care of itself", "we’re only doing our jobs", "i’m only doing my job", "why would i pat myself on the back for doing something that i signed up to do", " it would be a disappointment not to do it", "i don’t get extra credit for completing something", "and that became so severe and maybe it relates to a lot of other stuff that i’ll talk about another time", "but feeling damaged or in some way flawed or undeserving of that", "but, in retrospect, very painful pill to swallow", "but they were absolutely right", "it’s crazy to think, but, at a certain point, and i don’t expect anyone to cry me a river on this stuff, but it does belie some type of real psychological issue that i had to address", "but i remember the last two times i’ve had a book do very well on the best seller lists, like the first time it happened, game changing, collapsed against the wall, fell on the floor, i can’t believe it, dazed for the rest of the day, maybe the rest of the week, on cloud nine", " and, at this point, i feel like it’s the expectation that my books will do that", "certainly, it’s the expectation of the publishers", "and it’s just relief that i didn’t fail", "and maybe i’ll have one drink, and then, it’s like, “all right, on to whatever you should be doing next.” that’s awful", " scott belsky: it may be good, obviously, most great product people are perpetually dissatisfied with their product", "but first of all, yeah, it’s not good for your own psyche", "but for people around you, they can start to see that as also a form of arrogance", "in some ways, you’re getting gratification that most people will never be able to get", "and then they’re seeing you not acknowledge it", "it’s interesting", "again, back to that mirror exercise, unexpected things you might see that people see", " tim ferriss: yeah, for sure", "and also, at least in my own reflection, the voice in my head that has been in my head that we assume to be us is very often, for me, not my voice at all", "it’s the maybe hypercritical voice of other people i was around and have adopted", "but i’m playing their soundtrack", "i did not decide to have that voice", "and also realizing that how i talk to myself, even silently, is very often how, even indirectly, i end up communicating with other people, even if it’s just through body language or implied", "and you can help other people to help yourself, or you can help yourself to help other people", "but super, super valuable", "so i’m glad you brought up the exercise", "and i’m going to publicly, on the podcast first, i’m going to suggest that we tap out and go sit outside where it’s cooler", "scott belsky: thank god, man", " tim ferriss: so, we are going to segue – scott belsky: i don’t have the physique of tim for those who can’t see me", " tim ferriss: it doesn’t seem to help with my heat tolerance", "so we’re going to keep recording and just walk out", "it would be helpful to have a temperature gauge of some sort, which we do not have", "and now, we’re outside, so you’ll get to listen to the wildlife in the middle of the night in the countryside, which is nice", "scott belsky: the stars", "tim ferriss: stars, firepit, so we can – scott belsky: this will be the third setting", "tim ferriss: this will be the third setting", "we’re doing a lot of costume changes and a lot of scenery shifts", " scott belsky: this is good, this is good", "tim ferriss: i think that crickets, insects, and birds at night is a perfect setting for product talk", " scott belsky: my favorite topic", "tim ferriss: where shall be begin", "scott belsky: i think that product – and when i use product, i mean any kind of customer experience or crafting, whether it’s a service, in store experience, if you’re a retail store owner or a digital product", "and i think that there’s some big counterintuitive and strange ironies in how we craft products and experiences for people", "first of all, we have way too much faith in people unearthing the value of what we’re building", "and what i always like to remind myself and teams that i work with is that, in the first 30 seconds of any experience of a new product, service, experience, whatever, every customer is lazy, vain, and selfish", "they’re lazy in the sense that they don’t want to read anything", "they don’t want to watch videos", "they don’t want to try to figure out how something works", "they’re vain in the sense that, let’s all admit, we all have ego", " we all want to feel good about ourselves", "and something that makes us look better to ourselves and to others feeds that", "and i don’t think any of us are immune from feeling that to some degree", "and selfish in the sense that, “hey, i have so little capacity, and i want to achieve a lot very quickly.” an example on the selfish side is products like stripe or trulioo or others that kind of appeal to developers with, hey, two lines of code as a way of adopting that technology because it was just like, it’s selfish", "i’m going to get this done quickly", "i don’t even care if it’s as good as the homegrown solution", "and vanity comes across in every consumer product you see with those ego analytics, those hearts, those things that tell you that, “oh, wow, it’s working", "i want to do this more.” and of course, laziness you see with every onboarding of every product we go through", "and so, with that – tim ferriss: onboarding meaning the signup process", "scott belsky: exactly", "the signup process or walking to the store, knowing when you go into any product experience, why are you there, where do you go next, what’s possible", "now, the pushback i get from a lot of great companies and teams and whatever is, “hey, i have more faith in people", "they’re going to figure out why this product is great", "i can appeal to them with this long-term value of what they have to contribute.” you look at a product like pinterest, again, which was really, ultimately, a network of discovery", "but their appeal, in the early stages of their business, was just make a quick collection that’s visual, as opposed to del.icio.us, which was just links", "and so they appealed to that immediate need of “i want a collection for myself before recognizing the value of other people’s content.”  and there’s so many examples of teams", "another product thing i think a lot about is back to that kind of onboarding first-time user experience is should you make a video of how to use your product", "should you walk people through and tell them, make them read something", "or should you just do it for them", "and a lot of products that really do succeed quickly actually give you a template", "they just like actually do it for you", "they make you seem so much better than you are with stock content or whatever it is", "so, those are just like a few examples around the edges", "but to me, it’s a product principle that makes the case that we have to spend a ton of time on crafting that first-mile experience for our customers", "tim ferriss: how do you stress test say a first design, assuming the team is accepted those commandments or those realities, and they think they’ve designed for it", "how do you stress test it", "scott belsky: well, there’s, first of all, the classic metrics of “are people getting their way through", "what’s catching them up?” i remember, in the behance days, we had a terminology for the creative field that you’re in called realms", "and we realized people didn’t understand what that meant", "and so that was an insight in the first-mile experience that drastically improved conversion", "the little things like that", "but i think that it really comes down to empathy with the newest user", "tim ferriss: are you bringing people in and watching them on a computer", "or are you using a contracted service, some type of online service to record", "craigslist", "what are you doing", "scott belsky: yeah, all of the above", "i think great teams, first of all, don’t outsource this completely", "they recognize that only being shoulder to shoulder with their newest customers, and i’ll get to the newest customer, why i keep saying that, in a second, is crucial because you’re kind of feeling the anxiety and the pain", "where a report or some graph will never really tell you", "and yeah, i think that there is a lot of mechanisms to measure the effectiveness of first-mile", "the thing is though, it’s actually not as simple as just solving it", "once you have a new product in the world, call it twitter, you launch twitter, and you appeal to a group of users that are actually willing to build their timeline, follow all of the accounts", "and over a period of time, have a great experience", "that is a cohort of new users", " then, word gets out", "people start to use twitter who kind of come for the news, as an alternative to cnn", "and they’re hit over the head with this idea of building your timeline following accounts", "and they’re like, “i don’t have the tolerance for that.” and, in this instance, think about it", "they could have nailed their first mile and had tremendous growth", "and then, suddenly, the newest cohort of new users isn’t even willing to go through it", "and they have to completely kind of reinvent the first-mile experience of their product, which is why teams have to continually kind of reinvent that first mile", "it’s not like you get it right, and then, it’s like move on, which, actually, most teams do", "tim ferriss: and so, that then relates to the newest customer paying attention to the latest cohort", "is that the reference", "scott belsky: yeah", "it’s consistently committing a period of time to understanding who the newest customers are", "think about it", "the newest ones are – the first ones you ever have when you launch a product are super forgiving", "they’re early adopters", "the next round, they’re actually a little bit more about “this better be professional; this better be reliable.” but they’re willing to go along with some bugs or whatever", "eventually, you get to those kind of pragmatists later in the curve", "and the other problem that a lot of teams have is that, when they’re launching their product, let’s just talk about the newest of the new users, when you first launch a product, oftentimes, ironically, the last mile of their experience building the product is spent on the first mile of the customer’s experience of the product", " so it’s sort of like you’re done with building a product after two years or whatever, and it’s like, “oh, shit, we’ve got to make a tour", "and oh, what should the default be when customers come in?” our friend, dave marin, who is another great product thinker, always likes to say the devil is in the default", "whatever customers see first, they’re just going to stick with forever", "that kind of decision can’t be made right before launch", "in fact, that’s the most important decision you’re going to make", "tim ferriss: yeah", "definitely", "what advice do you give to entrepreneurs when they have say two or three products that they feel torn between, and they don’t know which direction to go in, and they say, “i really feel like we would be equally happy doing a or b, but once we commit, we know we’re going to be on this path for a good chunk of time, and it’s going to chew up a lot of resources", "how do i choose?” scott belsky: well, i think that there are two answers to that", "one is you print out comps for both designs, and you put them in front of customers, and you’re sort of getting a sense of – tim ferriss: comps meaning mockups", "scott belsky: mockups, sorry", "and you test and you build some of the marketing copy, like welcoming, you give a design and experience, a fake experience, and you test that", "and you gauge what sort of approach to this problem resonates with people", "i think that a common mistake, at this phase, is that teams decide to focus on the thing they’re most passionate about solving or the solution that they’re most passionate about rather than seeking more and more empathy with the person suffering the problem", "and so, you’ll be like, “oh, my god, this is the best solution", "i’m so passionate about it", "let’s do it.” which is why we always actually say that empathy is more important than passion, when it comes to figuring out what product you should actually do", " also on the question of how you determine which product to build, when your team comes together and you’re trying to solve a problem", "listen, there’s a lot of talk about the notion of a lean startup and getting an mvp or a minimum viable product out there and testing", "that’s another answer to your question", "not only do you make up mockups and show people and test how the marketing copy and the value proposition of what you’re building, yes, put out a product and see how it performs", "but the problem with that that teams i think run into is that whatever you ship ends up having more sticking power for your own team’s approach and becomes a bit of a local maxima of what you’re able to do after", "so, there’s notion of, “hey, we’ll ship a minimum viable version, and then we’ll just iterate to a great place.” tim ferriss: so, what was the word you used", "local maxima because you’re anchored", "scott belsky: you’re anchored, right", "tim ferriss: to that version of the product, in some way", "scott belsky: yeah", "and whatever iterations you say you’re going to be able to do to actually get to that elusive product market fit where, suddenly, customers are getting the value out of it enough to tell their friends, it actually may get harder to get there when you’re not willing to do very bold strokes", "and so, i think, in an ideal world, you do some testing before you start building of just the idea showing the mock ups, the stuff we discussed earlier", "but then, you build something that you truly believe has a shot at delivering that value to customers", "and take the extra time to perfect the few differentiating factors that are like most special about it", " yes, you can cut corners around all of the other edges, but you don’t want to ship the minimum viable version of the thing that you’re going to be known for because that’s not going to test whether or not the conviction you have is the right one", "tim ferriss: and the minimum viable product also is, at least in my mind, and i’m sure i’m missing plenty, predicated on a number of different things", "it is much more appropriate for software than many other types of products that you might ship because it can be, at least at this point in time, not always the case, but iterated and updated remotely", "second, even within software, it applies most, i would say, to products that are a unique solution to a pressing problem", "people will put up with a lot of bullshit and a lot of bugs and a lot of heavy lifting if you are the only option", "but if, on the other hand, you are a newsletter of a certain type, or you have, in fact, a very attractive market but also very competent competition, that approach may not always be the best approach", "scott belsky: yeah", "the minimum viable experience of a restaurant may not go so well", "and but, at the end of the day, you also don’t need to get everything right to launch or to open your doors", "what you do need to get right is the thing you’re going to be known for", "the last thing i would say, on the product side, is – actually, let’s talk about another mutual friend of ours, garrett camp, who is a co-founder of a number of different companies", "and, actually, now – tim ferriss: including some big ones", "scott belsky: including some big ones like uber", "and one of the things that i’ve learned from him, over the years, and have seen in some other serial successful founders is this notion of building the narrative before the product", "so we were just talking about which product do you choose", "sometimes, it actually helps to say, “hey, what should the splash page be, and what should the brand be?” before we even get the team together let alone start building something or coding something in the digital sense", "we talk about the notion of product market fit when customers are getting the value", "we talk about the notion of product founder fit when you find the right team to build something", "what about product brand fit", "what about making sure that you have something that’s piercing", "i remember when garrett was thinking about uber, originally, when he was still just ceo of his company stumbleupon", "and he was kind of drafting out the concept of uber", "and i remember him obsessing over the icon like the logo before there was even a team or a ceo on this project", "i also remember him agonizing over this notion of, “hey, is it an aspirational brand like everyone’s private driver", "or is it an accessible brand like taxis on demand?” and if you think about that, it’s like, wow, these are questions that he was asking before this technology was even coming together or even validated", " tim ferriss: garrett is a very exceptional human and founder who really telescopes out very, very far in the earliest stages", "and i remember getting one of the very, very early mockups", "this was before the app was deployed, even with one car", "the screenshots, these comps, as you mentioned, the looks like model in a number of graphics that he sent to me, and the streets were in the netherlands", "and i was like, “what", "in the netherlands?”  scott belsky: he was thinking global already", "tim ferriss: he was thinking global", " scott belsky: it’s also, i’ve had conversations with him about brands for other companies that he’s been working on", "and he’ll say – he’s really all about buying great domain names, as you know, and coming up with a great, pithy, hopefully four letter brand", "and i asked him about that, in the process of putting the book for the messy middle together", "and he was saying that it’s also about what kind of email address the team that you put together will actually want to have", "i was like, “email address", "why does that matter?” he’s like, “would you rather have scott@spot.com or would you rather have scott@discoverspot.com?” so he was also thinking about, from the product brand fit perspective, is this something that people can grow into, that people would want to work at and say like, “this is my email address?”  so i just have always been fascinated by the fact that he develops this narrative and that brand development piece even before the product and, in some cases, the team itself", "and, again, back to that question you originally asked of “which product do i build; where do i start,” which i get from founders all of the time", "i actually like to say, and i even do this internally in my day job at adobe now with new products that are being developed around the company, put together the splash page", "and it’s like, “well, i don’t even know what it’s going to be called yet", "i don’t know what the brand will be", "i don’t know what the slogan will be.” and it’s like, “yes, exactly", "that’s the point.” put that together as a starting place because it helps get alignment very quickly, which is a magical part of product development when you have alignment versus not — two different ball games", "tim ferriss: so you look at that chapter one, and then flash forward", "we’re not yet to epilogue, but if we’re looking at the end game, to use chess parlance, in a chess sense, not in the objective sense, i guess they’re kind of the same, in some respects, what is one lesson/story/maxim that you can share", "scott belsky: right", "well, you’ve endured a very volatile journey", "you’ve optimized everything that works along the way with your product, with your team, with yourself", "and then, it’s like, “wow, i’ve seen an insight.” it could be, listen, things end in great ways or bad ways, whether it’s a shutdown of something, whether it’s a launch of something, whether it’s an acquisition, whether it’s going public", "and there’s also, of course, like many finishes along the way, in any journey", "but i really think that this notion of the final mile of something is very interesting to me because it’s an entirely different sport", "the stuff that you were so good at to get to this point of hopefully success is a completely different playbook than what you need to do to manage the decisions at the end", "tim ferriss: and, in this context, the end, are we talking primarily about acquisition and ipo", "scott belsky: let’s talk about that first", "although i think that some of this is relevant across other sorts of finishes as well", "but a few things happen", "first of all, with the confidence that you’ve built throughout the journey of getting there, you start to make decisions that you actually don’t have the expertise nor experience to make", "i remember getting a call from a founder maybe like four or five months ago who was telling me that he was really excited that one of these big google/facebook like companies was doing their diligence on his company", "i was like, “oh, wow, that’s really exciting", "where are you in the process?” and he’s like, “well, they’ve come in and met the team.” i’m like, “oh, they met the team, so you must have an offer on the table", "what’s the value", "how is this going to work?”  and he’s like, “oh, no, no, we haven’t gotten there yet.” i was like, “wait, so you had them come in and meet your team, and you don’t even know – is this a talent acquisition", "is this something you would do or not do", "how could you suddenly expose so much of who the people are and what you’re doing and everything?” and as the conversation unraveled, he realized he had no idea what he was doing", "and for him, it was like business as usual", "and that’s one example where that final mile is an entirely different sport", "but i think that the other thing that happens that’s really interesting is that people, psychologically, start to wonder whether they deserve the success they’re about to get", "i remember a story in my own experience with behance, there was a senior member of my team who right towards the acquisition was starting to behave somewhat erratically", "was doing things at team meetings that were kind of offensive to people and that were kind of on the line", "and just starting to act out a lot", "and i remember confronting him a couple of times, and he would kind of blow it off like, “oh, yeah, whatever,” but it kept happening", "and i was just fascinated by this", "and i remember going home to my wife one evening, who is a psychologist, and talking to her about it", "and she was like, “oh, this is self-sabotage.” and i’m like, “what", "he’s been working his whole life for something like this", "we’re about to have this big pay day and this big celebration", "why would he –” and she kind of helped me understand when you don’t feel like you deserve something, or when there’s other sorts of parts of you that are not comfortable with what’s happening, you can subconsciously sabotage yourself", " so, i came in to work the next day, and towards the end of the day, when people were going out of the office, it was getting late", "and i pulled him into the corner of a conference room where it was kind of not visible", "and i sat down with him", "and i leaned over, and i was just like, “you deserve this.” he’s like, “what", "what are you talking about?” and i’m like, “this is okay", "you deserve this", "this is going to work out.” and in that conversation, he kind of started tearing", "it was one of those moments where i think he was, at first, like, “what the hell is he talking about?” and then there was this connection we had where he sort of looked at his behavior as maybe something else", "and i think that happens a lot", "i think that there is this, things do break down in the final mile, a lot of stuff changes psychologically", "artists, how much churn happens right before they ship", " you’ve published multiple books", "how many times right before it’s done, you’re like wait, maybe i should have done something else, maybe i should have cut this piece or whatever", "and that’s like classic behavior in every product release", "there’s always this period we call kind of last minute churn where it’s like wait a second, not ready to ship yet", "this is classic, and you have to be prepared for it", " tim ferriss: yeah", "overwriting, typically, comes in", "there’s a point where you lose, as a writer at least, so much perspective on the writing you’ve put down because it’s been through 17 drafts or 374 drafts", "you no longer have a tether to objectivity", "and yet you know that there are probably things that could be improved", "so you start to fuss with, in many cases, no particular direction, or means of assessing your changes", "but you know there are things to be fixed or improved upon", "i would imagine it happens in a whole lot of contexts", "scott belsky: i think it does", "tim ferriss: in last minute jitters before a wedding, who knows", "some of which might be well founded", "i’m not saying that you should ignore your spider sense, but come on", "scott belsky: and i think that the question is how do you make sure you have a successful final mile", "and i think part of it is starting to be alert to a lot of these tendencies that creep up right before shipping, right before being done, right before being acquired or whatever it is", "and part of it is recognizing that the tactics that you employed all along suddenly may either be wrong or even detrimental", "it’s really this is a new game, and you have to kind of take a step back", "you have to get different types of mentors and help", "literally, when i was going through my acquisition, there was a guy named chris dixon, who is a great investor who was an angel in my company", "and he was the guy that was up with me, what is it now, one o’clock in the morning", "and i remember those nights where he was helping me go through the cap table of our team and making sure that i was thinking about it properly", " and i realized, in that process, i had no idea what i was doing", "i needed different types of help for different types of questions", "and then, there’s the other kind of more substantial thing that happens at the end of a project, which is, suddenly, essentially if it’s successful, it becomes part of your identity", "you become kind of known for something, and you have to decide, “is that going to be me, or am i going to start to reject that and put it behind me?” and you’ll hear some creatives, especially artists, say that they just like to kill their old work", "they like to do something completely different, otherwise they feel like they’re attached", "i know authors who won’t speak about their past books because it’s just like they’ve got to move past that inner frame of mind", " but that realization that you are not your work, being able to disconnect and disassociate when it’s appropriate, is another challenge in that final mile", " tim ferriss: yeah", "super challenging", "it makes me think of my first and second book", "i could have done the 3.5-hour workweek or milked the 4-hour workweek plus", "i could have milked that thing", "but i was really afraid of having to give the same talk on email auto responders until my dying day", "as much as we would all like email to die, i don’t think it’s going to happen any time soon", "and it was not an easy decision for me because i had no evidence that i would be able to write about a different topic", "it was my first book", "but i ultimately made the decision that i could always go back to the well, if i ended up deserving it, meaning if the 4-hour workweek was not going to disappear after a year", " if i deserved it, and it was still here in two years, three years, four years, i could go back to it, but that i had to do something different, so that i didn’t develop a defensiveness around protecting that as my identity and then, correspondingly, develop a risk intolerance to trying something different", "that was hard", " scott belsky: it is, and it’s also, if you look at it from a business perspective, there’s every reason to make a sequel and to squeeze the value out of anything that works", "when you look at it from an art perspective, that’s the opposite", "and i think that that’s – actually, i think the greatest founders out there recognize that while the science of business is scaling everything that you can and automating and whatever, the art of business is the things that don’t scale", "and they see their career in that way as well", "it’s like i’m not just going to be the enterprise sas guy", "i’m not going to be the this, i’m not going to be the that", "i’m going to actually kind of find another edge, find something different, keep it fresh", "and that’s admirable because it’s not the path of least resistance", " tim ferriss: well, i think that life, business, art, you pick it, is very often not the path of least resistance", "there are arguments to be made for both, but you will, regardless, end up having to deal with circumstances outside of your control, problems that couldn’t have been predicted, new circumstances that require you to adapt and maybe to grope around like a person in the dark, for a period of time, with great discomfort", "and we’ve been talking about some of your lessons learned, some of the stories, based on experiences you’ve had imparted to you from mentors", "you’ve taken all of these notes, those that made the final cut, what is it, 120", "scott belsky: just about", "tim ferriss: and i’m looking at this compendium in front of me, kind of a choose your own adventure guide within the book that we spoke about", "so, what is this that i’m looking at", "it appears to be a book", "i think you alluded to it, maybe mentioned it once", "this is the messy middle, subtitle, this is the final subtitle", "scott belsky: this is the final subtitle", "tim ferriss: no, no, no, that’s fine", "before i read it, i wanted to make sure", "finding your way through the hardest and most crucial part of any bold venture", " and i was going to say i’ve had a chance to read it", "i’ve had a chance to kind of live through you hearing many of these stories", "i’m thrilled that you are sharing them", "where can people learn more about the book", "i think the need is clear", "scott belsky: i’m excited about it", "it’s, as you said, it really was that process of the 800 and something notes down to the 300, down to the 200, down to the 120 organized in these kind of three themes we’ve talked about tonight, endurance, optimization, and the final mile", "the messy middle really is this passionate side project i’ve had for the last five or so years", "i’m excited to get it out there coming out on shelves on october 2, 2018", "and then, i’m trying to also continue these as conversations", "on twitter, i’m @justaskscottbelsky", "and, frankly, a lot of the stuff we talked about tonight are things that i’ve also shared over the years and tested and gotten feedback on and incorporated into, ultimately, what this book has become", "so i think that we’re all in our own messy middles", " and i just hope that this helps people know that they’re not alone, as they’re in the enduring phase and managing volatility", "i hope it helps them mine it a little bit more productively", "i hope it helps people build better products that all of us can benefit from and optimize anything else that’s working within their team", "and when it comes down to that final mile, let’s not screw it up", "let’s ship", " tim ferriss: hear, hear", "well, scott, thanks for the endurance of this marathon across multiple types of scenery within certain types of scenery", "scott belsky: i’m not going to lie, it was intense", "tim ferriss: at different temperatures", "maybe, in some ways, like the messy middle", "and to everybody listening, thanks for being a fly on the wall", "and also, accepting this experimental format", "and you can find links to anything we might have talked about, some of the people we mentioned, the founders and their products and companies and so on, in the show notes as per usual @tim.blog/podcast", "and until next time, as always, thank you so very much for listening", "i love doing this, and you guys make it possible", "so, through the internet to all of you, until next time"]}