{"dialog_idx": {}, "episode_num": 338, "file_type": "audio", "guests": [], "num_sentences": 717, "num_words": 16277, "raw_text": "Please enjoy this transcript of my interview with Howard Marks (@howardmarksbook), co-chairman and co-founder of Oaktree Capital Management and author of the new book Mastering the Market Cycle: Getting the Odds on Your Side. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the interview here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: Howard, welcome to the show. Howard Marks: Thank you, Tim. I’ve been looking forward to being here. Tim Ferriss: I am thrilled to be sitting here with you because I have so many fans of your work and thinking in my friend circles. Howard Marks: That’s great to hear. Tim Ferriss: When I went out to a handful to ask for potential topics or questions, they were very forthcoming, but what I thought I would do in this particular episode that I’ve never done in a podcast episode before is to start with a poem. This is always risky business, but this was suggested by a friend. He said, “I would use an A.E. Housman poem.” This effectively captures what he views as the spirit of much of your writing, and you can agree or disagree. Here we go. “I to my perils Of cheat and charmer Came clad in armor By stars benign. Hope lies to mortals And most believe her, But man’s deceiver  Was never mine. The thoughts of others Were light and fleeting, Of lovers’ meeting Or luck or fame. Mine were of trouble, And mine were steady; So I was ready When trouble came.” And the name of that poem is A Shropshire Lad. I thought that we could certainly talk about that specifically, but in the course of doing research for this conversation, I discovered that you had studied not only finance and what you might look at as vocational subjects when you were in undergrad, but it also seems like you studied Japanese, and there was this concept of mujō that popped up when I was doing my reading. Would you mind describing that time and that concept? Howard Marks: Well, I went to Wharton at an enlightened time, when you were required to have a non-business minor and a semester of the literature of a foreign country – in English. I never learned Japanese, but for some reason, I started off – it’s interesting that I have no recollection of what motivated me, but I decided against French or English literature in favor of Japanese literature. It must have been the exoticism. I liked it so much that I turned Japanese studies into my minor and took 15 credits at the graduate level. That’s what turned me from an indifferent teenager into a student, really, but the professor for most of those courses – a guy named E. Dale Saunders – was an inspirational speaker, an Oxford don, and an aesthete. So I took his course in Japanese philosophy, and we came across mujō. “Mujō” literally means “the turning of the wheel of the law” – in other words, the operation of life. The essence is impermanence because the wheel does turn. It also means the unpredictability of the future. These were really formative for me, and they have unconsciously informed everything I’ve done. I personally think that in the investment business – and also in life – you are better off if you realize that life is always going to change on you, there will always be new things coming down the pike, and that you can’t control it. What we have to do is live with it. Tim Ferriss: In the course of the reading I’ve done to prep for this, which is not only the new book, but also many of your letters of which I already was a fan but came back to revisit, I came across many people who had tried to select favorite quotes, and one that came up a lot – you can certainly correct this if it is not accurate – is something along the lines of, “You can’t predict. You can prepare.” And that leads me to 2008. I suspect we’re going to bounce around chronologically quite a lot. During the 2008 bubble, which of course was a time in which many investors were pulling out of the market, Oaktree did exactly the opposite. You put more than $500 million a week to work over 15 weeks. Why did you do that? Were you predicting? Were you prepared? What led to that type of decision? Howard Marks: Sure. Well, you mentioned the memos. I’ve been writing the memos since 1990. I wrote one about 20 years ago in the late ‘90s called, “You can’t predict. You can prepare.” I stole the tagline from an ad for Northwestern Mutual life insurance, but I think that’s true of life. Now, it sounds like an oxymoron because how can you prepare if you can’t predict? But the answer is we never know what’s going to happen, but we can consider the likely scenarios and prepare for some of them. By definition, you can’t prepare for every eventuality. But, I would say that we did have a sense – my partner Bruce Karsh and I had a sense in ’05 and ’06 that the world wasn’t running right, and the main thing that made us conclude that was the crappy deals that were getting done. He and I would spend the day walking into each other’s offices saying, “Look at this piece of crap that got issued yesterday. There’s something wrong. A deal like this should not be doable. The fact that investors are buying this tells me that they’re not being skeptical, they’re not being demanding, they’re not applying standards.” Buffett has a saying: “The less prudence with which others conduct their affairs, the greater the prudence with which we must conduct our own affairs,” and it’s absolutely true. And so we knew that the market was dangerous because of the behavior of others. Now, you can’t – so we were prepared. We sold a lot of assets, we liquidated large funds, we replaced them with small funds, we became very selective in our buying, and we raised a very large fund for investment if a bursting crisis would come into being. Tim Ferriss: Was this for distressed debt? Howard Marks: Distressed debt. Now, the interesting thing, though – so you can prepare; you can’t predict. The thing that caused the bubble to burst was the insubstantiality of mortgage-backed securities, especially subprime. If you read the memos, you won’t find a word about it. We didn’t predict that. We didn’t even know about it. It was occurring in an odd corner of the securities market. Most of us didn’t know about it, but it is what brought the house down and we had no idea. But we were prepared because we simply knew that we were on dangerous ground, and that required cautious preparation. Tim Ferriss: Let me ask – and I may embarrass myself with questions that display my ignorance about many topics in this interview, but when you raised money for a distressed debt fund, did you emphasize to the LPs or whoever gave you those funds that you had a specific timeline in mind for deploying those funds, or did you emphasize the importance of patience with those people, that you’d be looking for indicators, and that they needed to look at it as a long-term investment? How did you manage the question of when from those people? Howard Marks: The question of when is one of the hardest ones in our business, and I always say that we may have an idea of what’s going to happen, but we never know when it’s going to happen. You can’t call these things. As one of my partners says, “If you name a price, don’t name a date, and if you name a date, don’t name a price, and then you can’t be wrong.” But we never did name a date. We probably – I can’t even remember – we probably had a limit. In other words, if we hadn’t deployed it within X years, then the commitment got canceled. But I think there was an understanding that we thought it was coming within the next one to three years. Tim Ferriss: Now, the subtitle of this new book – of course, the title is Mastering the Market Cycle – is Getting the Odds on Your Side. How does one – and of course, this is something we could discuss for many hours on end – why this book, and in this context, how does someone get the odds on their side? Howard Marks: So I started writing the memos in 1990; I wrote them for 20 years. I always concluded that I would write a book and pull them together into a philosophy when I retired, and then I got a letter from Warren Buffett in 2010 saying, “If you write a book, I’ll give you a blurb for the jacket.” So that was enough to get me off my ass and get me to do it in real time. I wrote a book called The Most Important Thing because I found myself sitting in clients’ offices saying, “The most important thing is buying cheap,” and then, 10 minutes later, I would say, “The most important thing is not losing money,” and then, 10 minutes later, I would say, “The most important thing is contrarian behavior.” So I wrote a book called The Most Important Thing, which has 21 chapters, and each one starts off with the title “The Most Important Thing Is…” and then it’s a most important thing. One of those most important things is knowing where we stand in the cycle. As I say, I don’t believe in forecasts. We always say, “We never know where we’re going, but we sure as hell ought to know where we are.” I can’t tell you what’s going to happen tomorrow, but I should be able to assess the current environment, and that’s the kind of thinking that helped us prepare for the crisis. I think that the two most important things are where we stand in the cycle and the broad subject of risk, and in fact, where we stand in the cycle is the primary determinant of risk, so I think that this is a really important topic and it can really help you do better. What Getting the Odds on Your Side means is that we don’t know what’s going to happen – nobody can tell you – but there are times when the outlook for the future is better and there are times when it’s worse, and it’s largely determined by where we stand in the cycle. When we are low in the cycle – that is to say, we’re coming off a bust – the economy is starting to warm up. Investors are just barely starting to switch from pessimism to optimism and prices are starting to rise. Clearly, the odds are in your favor. The outlook is better. It doesn’t mean you’re going to make money, but the chances are good. On the other hand, when the upcycle has gone on for a long time, when valuations are high, when optimism is rampant, when everybody thinks everything’s going to get better forever, when the economy has been moving ahead for 10 years and it looks like it’s never going to stop, then usually, the enthusiasm has carried the prices to such a high level that the odds are against you. Just knowing that is a huge advantage in investing. You should know that when we’re low in the upcycle, that’s a time to be aggressive, put a lot of money to work, and buy more aggressive things, and when the cycle has gone on for a long time and we’re elevated, that’s the time to take some money off the table and behave more cautiously. Tim Ferriss: Question about 2008 – or you could pick another period or bust cycle that you’re familiar with, whether from firsthand experience or research that you’ve done. You raised these funds, and I want to revisit the question of when. From a personal standpoint – and I’ll admit it very freely – I think I’ve had a very fear-based mentality when it comes to public markets. I’ve done reasonably well in privately held technology startups because I lived in the middle of the switchbox in San Francisco and that’s the only thing I paid attention to, and it protected me, in a way, from my lesser behaviors because I wasn’t allowed to sell. But in the public markets, I’ve almost always held on to cash, waiting for some cataclysmic event, but then lost my nerve in some fashion. I’d love to hear – and maybe catching the falling knives is a way to segue into this; I don’t know, but I found that very interesting to read about, but how do you think about sitting on a position like that and timing? What determines the “go” command for deploying? Howard Marks: You have really touched on an extremely important topic. Most of us have an inherent bias. Most of us are essentially cautious or essentially aggressive. Probably, more people are essentially cautious than aggressive. So one of the most important things is to assess ourselves, understand our biases, and try to overcome them. Now the Tim Ferriss that I heard you describe – I take that to mean that maybe you were lucky or smart enough to turn cautious leading up to the bubble, the markets fell apart, you’re sitting on cash, you patted yourself on the back for being so smart as to not get caught, and you watched. What you didn’t do is turn aggressive at the bottom. Tim Ferriss: That’s right. Howard Marks: And it’s common not to do so. It’s common to – as you say – for people to say, “I’m not going to jump in while this thing is collapsing down. I’m going to wait until the dust has settled and the future is clear. I’m not going to try to catch a falling knife.” But it is when the knives are falling that the people are most terrified that the best bargains are available. So if you wait until the dust settles, the bargains are gone, and that’s what happened at the end of ’08. You mentioned that in distressed debt, we put $500 million a week to work in the last 15 weeks following the bankruptcy of Lehman Brothers, and across the firm, something like $650 million a week for 15 weeks – that’s $10 billion. But, the key is that it was at a time when essentially nobody else would. We got great bargains. By the time the end of ’08 rolled around, the hedge funds that were getting withdrawals had either satisfied their withdrawals or gated, and – Tim Ferriss: What does “gated” mean? Howard Marks: Told clients they couldn’t have their money back for a while. And so the selling abated. A few people saw the great values, and with the selling – and thus, the fear – having reduced, they were able to come forward, and prices started to move up. Then, it was too late! If you’re trying to buy in a falling market, you can buy all you want at successively lower prices, but if you’re trying to buy large amounts in a rising market, your own buying puts the price up. You’re your own worst enemy. You can’t get much at low prices. So one of the keys to successful investing is to either be unemotional or, at minimum, act like you are. The great investors I know behave in an unemotional fashion. Warren Buffett couldn’t care less, David Tepper couldn’t care less, and so forth. My own partner Bruce Karsh is very stalwart. But part of it is that we support each other at the bottom. It’s not easy. I say in the book – I recount some of the things we’ve done right with regard to cycled extremes, but I absolutely don’t want to give the impression that it’s easy. It’s terrifying. Others are terrified. That’s why they’re selling. That’s why they’re saying, “I don’t care what the price is, just get me out.” That’s when you want to buy. But the things that terrify them into selling will also terrify you. You have to overcome it. Tim Ferriss: How much of that stoic resilience or stoic composure is nature versus nurture – born versus trained – from what you’ve observed and experienced? And if a portion of it is trained, how would you suggest to someone that they develop that ability? Howard Marks: I don’t want to answer categorically. I think it’s a hell of a lot easier if you’re born that way. To teach yourself to be unemotional is to counter human nature, and by definition, it can’t be easy. Other than where we are in the cycle and what’s going to happen in the next six months, this is probably the question I get the most often. How can you teach yourself to be unemotional, to be contrarian, to be a second-level thinker? There is no easy answer. In the first book, on the subject of what I call second-level thinking, I say, “They say you can’t coach height. All the coaching in the world will not make your team taller.” So I don’t know, frankly, whether people can teach themselves to be unemotional, but clearly, if you are as emotional as others, you will probably succumb to the same errors. Tim Ferriss: So let’s – I’d love to back into this type of…not psychological profiling, but an examination of this type of resilience, maybe indirectly – maybe it’ll come up, maybe it won’t – and I might get the total duration incorrect, but you mentioned a name, Bruce Karsh, that I’d love to bring up yet again. He may come up repeatedly. You’ve had a 23-year partnership, is that right? Howard Marks: 31. Oaktree is 23 years old, but we worked together for eight years before that. Tim Ferriss: Prior to that, all right. So if you were trying to hire a 25-year-old version of Bruce, what would you be looking for? Howard Marks: Well, I’ll tell you what he is. He’s super smart. That goes without saying. He is highly competitive. He’s a chess player. Again, most of the people I know who are good investors are game players – either backgammon, chess, or something like that. We are inherently competitive. He’s also very analytical, and he’s kind of a grinder, and I would describe myself as being intuitive and a quick decider – thinking slow and fast, Kahneman. I’m a fast thinker. You tell me a problem, I tell you my answer in short order and I’m done with it, for the most part. Bruce will think about it longer, come to his conclusion, and then he’ll come back the next day and say, “You know, I was thinking about it last night. I don’t think that’s right, and here’s why.” Or, “I don’t think you were right, and here’s why.” And he’ll grind on it for hours and days. I think this is part of the secret to our success. Again, something I once wrote on the subject of a good partnership was “Shared values and complementary skills.” If you have a partner that has different values than you do – for example, Bob wants to make the most money possible and Ed wants to operate with integrity. Those are largely contradictory. So I think it’s very important to share values, but I also think it’s important to not be the same person, a copy of yourself. If it’s a copy of yourself, you don’t need it. The person should bring skills that you don’t bring and maybe operate in ways you don’t, and I think it’s probably helpful that I’m intuitive and he’s analytical. Tim Ferriss: I’ve heard – well, “heard” is not the right verb – I’ve read…I believe it was Buffett who said that Charlie Munger has something along the lines of the best 60-second mind he’s ever encountered. It sounds like you also have a very highly developed fast thinking capacity. How is it similar or different from Charlie Munger’s 60-second mind? Howard Marks: Well, first of all, it’s a daunting comparison. I would never put myself in a category with Charlie. He’s brilliant, and one of the best thinkers there is. But the main thing is that he has read more broadly. He’s had another 22 years to read further, and he was probably always a broader reader than I was, and so it’s his ability to call on these references. In a way, it’s kind of silly to think that we can reinvent all the wisdom in the world. It’s great to borrow from others, and Charlie does that broadly, and I try to do it, but he just knows more. Tim Ferriss: I think we’ll almost certainly come back to Warren and Charlie more in this conversation, but I want to return to Bruce because you mentioned the complementary skill sets, and of course, you’ve written about him and mentioned him quite a bit, and I want to quickly pull up a few lines in the new book. “Bruce and I had exchanged ideas and backed each other up almost daily over that period” – this is the preceding text – “and my give and take with him, especially in the most difficult of times, has played a particularly indispensable part in the development of the approaches to cycles on which this book is based.” Could you share an example of a back-and-forth or disagreement during a difficult time or with a particular decision? Is that possible, just so we have a real-world example of the interplay between the two of you? Howard Marks: We normally don’t debate individual investments because he operates more at that level and I operate more at the big-picture level within Oaktree, but I think a good example is in the period we’ve been talking about a couple of time – we mentioned the last 15 weeks of ’08 – it was a very tough period because Lehman Brothers had gone bankrupt, Bear Stearns had disappeared, and Merrill Lynch had been absorbed by Bank of America, Washington Mutual, and Wachovia Bank. It looked like falling dominoes, and people were talking about the fact that it looked like Morgan Stanley was next and Goldman was right behind that. So you just had to conclude that the financial world was either going to end, or it wasn’t. You couldn’t analyze it, you couldn’t prove anything about the future, and so it required an almost gamesman-like approach to whether you buy or not, and we would talk about that in that sense, and we were both very comfortable talking about it in that sense. What we concluded was that if the world ended, it didn’t matter what we did, but if the world didn’t end and we hadn’t bought, we hadn’t done our job. So buck up and do your job. Now, the great thing is that half the days, Bruce would come to me – because he would be lying in bed at night, thinking about this stuff – and say, “You know what? I think we’re going too fast. I think we should slow down.” And half the days, he would say, “I think we’re going too slow.” So I would play devil’s advocate and support his decision, but try to show him the other side, and he would do that with me. That’s why we got it done. But, as I say in the introduction to the book from which you read, I don’t think either of us could have done as good a job alone. I think the devil’s advocacy– but in a supportive way – really held the key. In one of my memos, I wrote about a reporter who called me up a few days after the bankruptcy of Lehman and said, “What are you doing?” I said, “We’re buying.” He said, “You are?” like it was the craziest thing he’d ever heard. My reaction was, “If we’re not buying now, when will we?” But it’s been a great partnership – as you say, 31 years – never an argument. Tim Ferriss: Never an argument? Howard Marks: Never an argument. Intellectual disagreements, but never an emotional argument, and the key is respect. Even when we disagree, we respect. The great thing about that is you sit down, you disagree, maybe you don’t come to a conclusion, and then you go back to your corners, and he says, “Well, you know what? Maybe Howard’s right.” I say, “Maybe Bruce is right,” and then you can have a productive discussion. If your reaction is, “That moron,” then you can’t benefit from what he has to say. Tim Ferriss: For people who are hoping to exhibit that type of poise and respect for someone else, are there any tactical recommendations you might have? And the reason I ask that is – I no longer live in Silicon Valley, but I did for 17 years, and you see cofounder splits all the time. Some of them go the distance, but a lot of them end up as fatalities, and you can almost see the writing on the wall when the respect goes out the window, and it’s just a matter of time for a lot of these guys. For people who are in partnership – for the time being, let’s assume it’s in a business capacity or an investing capacity – what are some of the tools of the trade that don’t let it escalate? Do you walk out of the room if you’re starting to get heated or do you avoid, in a systemic way, given the policies of the firm, any type of mission-critical decisions that become the object of an argument, if that makes any sense? When the stakes are high, what are some recommendations you would have when, perhaps, emotions are starting to escalate? Howard Marks: The only issue I would take, Tim, is that you started with assuming you’re in a partnership. I think you have to start sooner. With whom do you get in a partnership? You have to share values, and you shouldn’t be partners with somebody you’re not going to like, enjoy spending time with, and be able to work with constructively when the stuff hits the fan. That’s really the key. So I believe that solving most personnel or managerial problems starts at the beginning with the hiring decision or the combination decision. So just don’t get into business with somebody you’re not going to be able to live with. It’s kind of like a marriage. Tim Ferriss: Do you stress-test their ability to handle potential high-stress situations in some real or simulated fashion? In, say, hiring decisions, do you look back at their history and reference checks to assess that? How do you assess whether someone is going to keep their cool or not? Howard Marks: Well, we don’t do simulations or wargames, but we do – that’s an important part of reference checking. You have to look beyond whether the person is smart and a moneymaker. We have a “no assholes” rule at Oaktree, and I think that solves a lot of problems. There are lots of people in the world who can make you a lot of money, but you may not want to be in business with them, and it may not be viable long-term. Now, it’s hard to absolutely follow that rule because really smart moneymakers are very tempting, but I think it’s really important. But then, once you are in business together and you have the inevitable disagreement, I think one of the most important things is to first acknowledge the limits on what you know. If you go in with some humility, then you’re unlikely to have a fight to death – that is, to the death of your partnership – over an issue. It’s great to say – people should wake up in the morning and start the day by practicing, “I don’t know. I don’t know.” It’s a great thing to say, and not enough people say it. The flip side of “I don’t know” is what I said before about our discussions. “Maybe he’s right.” And so I think that’s important – humility. Number two: Again, a control of emotion. Don’t get into fights just to show who’s more manly or equate winning the argument with success because if you’re in a business situation and you’re fighting for something that ultimately proves out to be a mistake, your success in winning the argument will lead to a failure. So don’t confuse winning the argument with coming to the best decision. Again, try to limit the testosterone. I think that really gets in the way. Tim Ferriss: One of the many things that I really enjoy about your writing is that it serves – for me, at least – as a reflection on clear thinking that transcends investing. It applies to, if not all, so many areas of life – at least, those governed by the prefrontal cortex – and one that caught my eye while I was reading, which is Page 15 in the new book, is the following. I’d just like to read it. It’s not very long. “In addition to an opinion regarding what’s going to happen, people should have a view on the likelihood that their opinion will prove correct. “Some events can be predicted with substantial confidence – example given: Will a given investment-grade bond pay the interest it promises – some are uncertain – example: Will Amazon still be the leader in online retailing in 10 years? – and some are entirely unpredictable – example: Will the stock market go up or down next month? It’s my point here that not all predictions should be treated as equally likely to be correct, and thus, they shouldn’t be relied on equally. I don’t think most people are as aware of this as they should be.” Could you expand on this a bit, if that’s possible, and maybe give some examples of how you or other people you respect use that type of heuristic when making decisions – or, I suppose, just reflecting reality in their own minds or perceiving things Howard Marks: Sure. We all have opinions, and we hold our opinions because we believe in them. Nobody ever says, “My opinion is X, and I think I’m wrong.” We all think that our opinions are correct. And again, the world becomes a better place – an easier place to navigate if we admit that even though there are opinions, they may be wrong. How does an investor like me deal with the fact that he doesn’t believe in future predictions? The answer is I say – and I have opinions on other subjects – but I say it’s one thing to have an opinion and it’s another to believe and act as if it’s right. If you just say, “Maybe I’m wrong,” the world gets easier, in my opinion – easier to succeed, less easy to navigate day to day. And a big theme of the book is that we have to view the future not as an event which is predetermined and predictable or determined already, but as a range of possibilities, as a probability distribution. I went to the World’s Fair in Flushing in 1964, I think it was, and I stood before an exhibit that IBM had, and typically of technology 50 years ago, it was the most simplistic thing you could imagine. They had a slot at the top and a bunch of balls, and the balls came through the slot, and there were a bunch of pegs in the grid. When the balls hit the pegs, they started to fuse, and by the time they got to the bottom, they were in a bell-shaped distribution. I think that was probably my first exposure to a distribution, but it’s beautiful, and that’s how life is. The future is a distribution of possibilities, and if we’re really smart, we know what the possibilities are, and we may have an idea of which are more likely and less likely, but we still don’t know what’s going to happen, and I think we have to behave that way. Now, some things we know more, some things we know less. We shouldn’t get confused. But the most important single thing is to not have the same degree of conviction about all of our opinions. Tim Ferriss: Do you apply a one-to-10 numerical value? Is it more of a light-medium-strong? How do you think about that yourself? Howard Marks: Well, I think it’s certainly not – for the most part, I’m not a quantifier. If you read the book, I would hope you would be struck by how few numbers there are in it. One of the great quotes which is broadly attributed to Einstein – I don’t think it was Einstein – is “Not everything that can be counted counts and not everything that counts can be counted.” So the most important insights to life are non-quantitative, but when I have an opinion, I try to be conscious of how likely it is to be correct, and I try really hard not to always assume that I’m right. By the way, let me add one thing. Henry Kaufman, who was the chief economist of Salomon Brothers in the ‘70s at a time when America was riven with hyperinflations – 15%, 16%, 17% a year – nobody could figure out how to stop it, and the world was really a very difficult place to live. There were two guys, Kaufman and Al Wojnilower, at First Boston, who were called “Dr. Gloom” and “Dr. Doom.” But Kaufman said two kinds of people lose a lot of money: The people who know nothing and the people who know everything. Very few of us know nothing, but it’s really important not to assume we know everything. Tim Ferriss: Is there any reading you’ve done – or, maybe it’s just real-life experience in the trenches of doing this day in and day out – but for people who want to develop that – I saw that you’re what seems like a reader or fan of some of what Nassim Taleb has put out, and he talks about epistemological arrogance quite a bit, the belief that we know it all or more than we actually know. How would you suggest – are there any resources, letters, books, memos, or talks that you might recommend to people who want to really cultivate that awareness of limited knowledge? Howard Marks: Well, when you started to ask that question, I did fast-forward to Nassim Nicholas Taleb and his book Fooled by Randomness. I think it’s a really important book in terms of its ideas. It’s really about how much randomness there is in our world. Now it’s primarily about the world of investing, not the general world. His example is that if you’re a dentist – he picks on dentists a lot in the book – Tim Ferriss: He picks on economists, too. Howard Marks: Yes – and you always fill a tooth the same way, you always get a successful filling, whereas in the investment business, there’s nothing you can do the same every time that will always get a successful outcome because of the changeability and randomness in the world. This is extremely important. We have to think about the world as a probability distribution. One of the things that interests me most is when you look at history, you say, “Well, I don’t know so much about the future, but history – that’s done. That’s settled. We know what happened. We know what the truth was.” But, Taleb uses a concept called “alternative histories,” the other things that reasonably, probably could have happened, but didn’t. When you look at a historical event, you have to ask yourself if that outcome was inevitable, in which case it demonstrates a truth, or if it was subject to randomness and other things could have happened just as well. In a memo around ’06, I talked about the Rose Bowl game between USC and the University of Texas, and USC was highly touted as the best team in the history of college football, and – I’m not going to go through all of it; I hope readers will take a look at it – but in the end, they lost on one play, so nobody talked about them as being the best football team in history. My point was – and I entitled this section “What’s Real” – maybe they were the best team in history, and maybe the fact that they weren’t successful on that one play that the whole game depended on was because the wind was blowing left to right or right to left at that moment. And so we should not be too firm in our conclusions. I guess the recurrent theme is a lack of certainty. But I really would push people to Fooled by Randomness. There’s a little book by John Kenneth Galbraith called The Short History of Financial Euphoria that has a great quote. He said, “We have two kinds of forecasters: The ones who don’t know and the ones who don’t know they don’t know.” That has been very inspirational for me. Tim Ferriss: I was – I don’t think this was attributed to you, but I came across it while looking at some highlights of your memos in prep for this conversation. I don’t think it’s attributed to you, but someone said, “Dumb money can become smart money if it accepts its limitations.” I don’t know if you would agree with that, but it stuck with me as maybe – not necessarily forecasters, but at least, people who cultivate becoming aware of what they don’t know. Howard Marks: Sure. Well, I think – first of all, knowing what you don’t know is one of the keys to success in anything. Dirty Harry said a man should know his limitations. I wouldn’t say – it’s not my quote. I wouldn’t necessarily say that dumb money can become smart money, but I would say that one of the ways to avoid being dumb money is to not act as if you know things you don’t know. Maybe by the time I get done giving the quote, I’ll be able to remember who said it, but somebody very wise said – Mark Twain, that’s it – “It’s not what you don’t know that gets you into trouble. It’s what you know for certain that just ain’t true.” That is so important. There’s nothing more dangerous in life than being sure you know something that you don’t know. If you have excess certitude, you will do things boldly in dangerous ways and to dangerous extents that have the ability to get you into trouble and get you killed. But a sentence that starts off with, “I’m not sure, but…” is unlikely to lead to fatal action. To me, the distinction is so clear and so inarguable that I think this is one of the most important things for life. Know your limitations. Tim Ferriss: A little bit earlier, you mentioned how you could potentially say to yourself in the morning, “I don’t know, I don’t know. Maybe he or she is right.” It makes me think of some of these memento mori-type quotes that may be apocryphal from ancient Rome, where they have someone behind the emperor when he’s being paraded through the streets saying, “You’re just a man, you’re just a man,” something like that. I know this is seemingly maybe not on the same topic, but nonetheless, I want to ask about it. Do you have any particular routines or habits in the first hour or two of your day – whether it’s now or whether you were – if there was a particularly productive period in your professional life where you feel like those routines or habits were important, does anything come to mind? Howard Marks: I don’t have stylized routines. I would just say that my life is pretty calm, and I try to keep it that way. Tim Ferriss: What would be a symptom of it not being calm, and how would you respond to that? Howard Marks: Well, watching too much political TV and getting exercised about what you see on TV would be a good example. That’s negative energy. That’s not going to contribute to your effectiveness in the day. Now, the fact that I don’t get exercised about what I see on the news shows is not purposeful. Tim Ferriss: So up to this point, we’ve talked a fair amount about the importance of avoiding hubris, of understanding your limitations, and the incompleteness of your knowledge. How do you balance that with knowing your strengths well enough or having conviction in evidence to the extent that you can then take action? Howard Marks: Sure. That’s a great question, Tim. Clearly, it’s essential to balance. You don’t want to be the person who thinks he knows everything, but you can’t be very successful in life – especially not investing – if you think you’re the person who knows nothing. There is no magic in it. There’s no rule, no method. It’s just an awareness. But we have to feel we know enough to take action. Now, most successful people – most smart people – don’t have a problem in that area. They have a history of having their ideas validated for the most part, but it is one of the great conundrums which is methodologically unanswerable. You buy a stock at $80 and it falls to $60. You say, “Well, I think it’s cheaper now. I like it more. I’m going to buy more.” You buy more, and then it falls to $40. Is there a point at which you say, “Well, maybe I’m wrong and maybe the market is right?” If you throw in the towel and sell every stock you buy when it goes down a little, you can never be successful, but if you ignore the possibility that you’re wrong, you can never be successful, and you have to strike a balance. So when you buy a stock and it goes down a little, you take another look at your analysis. Was there anything you missed? Did your analysis hold water? Maybe you talk to some people that you respect to get their opinions. But again, if you’re too sure, you’re in trouble, and if you’re too unsure, you’re in trouble. You have to strike a balance. Tim Ferriss: If we come back to the hypothetical example you gave – someone buying at $60, then it drops to $40, then to $30, then to $20 – to avoid being in that position where you are offering yourself the option of buying or selling at each of those check-in points, what do you decide in advance so that you don’t make those interim mistakes or you don’t even make those decisions or look at them to begin with? Howard Marks: That’s not my approach or Oaktree’s approach. We don’t have pre-set rules. Everybody says, “Well, why don’t you just set a role?” There are things called stop-loss orders. You buy something, it goes down 20 percent, and you sell it very time. There is no rule that will ever work in every case. You have a rule that if it goes down 20 percent, you’re out. If it’s 21 and you sell, it might go up 100, or if it goes down 10 and you don’t sell, it might never go up again. There can’t be a rule that always works. Just before the publication of my other book, I had lunch with Charlie Munger, and at the end of the lunch, when I got up to go, he said, “Now, just remember, none of this is meant to be easy. Anybody who thinks it’s easy is stupid.” These things cannot be reduced to a rule. The market operates so as to confound rule-makers. I wrote a memo five years ago called “It’s Not Easy.” It all comes down to judgment. If we’re going to have superior investment performance, we have to have superior judgment. You can work on your processes both intellectually and emotionally, but you can’t… Superior judgment isn’t something you can order up, and not everybody can necessarily attain it, but I think one of the most important things is to dismiss the concept of a process or rule that always works in the absence of superior judgment. Tim Ferriss: Is the judgment the decision to take a certain path versus another? In other words – I know I’m going to be bastardizing this – if an advantage could take the form of access to better information and better analysis of that information, making a better decision with that information that is available, having the courage to act on it and the emotional fortitude to either act on it or sit with that decision – there may be other behavioral or psychological advantages or disadvantages, and I’m sure there are. When you talk about judgment, is that a particular link in that chain? Howard Marks: I think judgment is everything. For example, just to follow your taxonomy, judgment is knowing when you have information that others don’t, and if you think you know something that others don’t, it’s knowing when yours is likely to be valid and knowing whether you’re likely to be offbeat. It’s understanding how to analyze it. Judgment is the reaching of conclusions based on your analysis, and judgment is all we have to tell us when something goes against us, whether we should hang in or give up. So as I say, I think it’s all judgment. Tim Ferriss: I would imagine a lot of people read your memos and your writing in hopes of developing better judgment, and that while there is no one rule that will work for all circumstances and all cases, there may be certain questions or tools that prove helpful in a greater percentage of cases than others, and to that, I would love to refer to a few things that I have in front of me. One is a letter that you sent to me along with the book, and toward the end of the letter, it says, “I draw on my 50 years of investing experience to provide an orientation to the usual cycles of the economy, corporate profits, the availability of credit, and the securities markets, as well as some of the less ordinary ones – for example, in distressed debt, investor psychology, and even in success – but I think potentially, the most useful is the chapter on the cycle and attitudes toward risk. How investors are thinking about risk and behaving toward it at a single point in time might be the single most influential determinant of market position in the cycle, and thus, the best indicator of how we should behave in regard to it.” And I read that chapter – I believe I had the right chapter – and there’s a point in this chapter that has a few lines bolded – which I really appreciate, by the way – and that is, “If I could ask only one question regarding each investment I had under consideration, it would be simple: How much optimism is factored into the price?” Could you talk about this question and perhaps give some examples of using it or how people might use it? Howard Marks: Sure. I started in the business in a summer job at Citibank in the summer of ’68, 50 years ago, and the bank was an investor in what was called the “Nifty 50,” the 50 best and fastest-growing companies in America. If you bought the stocks the year I showed up and held them for five years, you lost almost all your money – in the best companies in America. Then, 10 years later, I switched to the so-called “junk bond” business – high-yield bonds. Now I’m lending money to the worst companies in America and I’m making money steadily and consistently. So clearly, buying good things and avoiding bad things can’t be the secret to success in investing. It has to be the price you pay. It’s not what you buy, it’s what you pay. And there’s no asset which is so good that it can’t become overpriced. Of course, this is something that people have to bear in mind when they look at the FANG stocks, and on the other hand – Tim Ferriss: For those who don’t know, what is FANG? Howard Marks: Facebook, Amazon, Netflix, Google, and they throw in Alphabet too. So there is no asset which is so good that it can’t be overpriced. There are very few assets which are so bad that they can’t be underpriced and thus a bargain. So what we have to look for if we’re going to be successful investors – now my school, which is called value investing, puts more emphasis than perhaps venture capital or growth investing, which largely looks for brilliant futures – but the key is paying a low price relative to something called intrinsic value. If you pay a high price relative to the value, you’re unlikely to do well and you probably have to get lucky to have a good return, but if you pay a low price relative to the intrinsic value, then the odds – like my book says – are on your side. So we want low price to value. How do you get low price to value? The answer is low optimism. There are other ways to describe it – Tim Ferriss: You mean looking for low overall optimism? Howard Marks: Right. In short, the things that everybody feels good about are likely to be the things that are high-priced, and the things that everybody feels bad about are likely to be low-priced, so if you could find a stock where nobody thinks this company could ever have a good day, maybe there’s a chance that it could produce some favorable surprises and make you a lot of money. If there’s a company like the Nifty 50 back in ’68, where everybody assumed – literally, Tim – nothing bad could ever happen to these stocks, then clearly, there has to be so much optimism in the price that there can never be a favorable surprise. We make money from favorable surprises, and if the positive conviction is so high, then by definition, there can never be a favorable surprise. So I think this is a number one concept. Tim Ferriss: I think you said the word “never” in this hypothetical, exuberant enthusiasm, as someone might say. I believe there are certain words that you dislike using and pay attention to when they come up. Howard Marks: It’s all part of this lack of intellectual hubris. We should never say “never,” “always,” “has to,” or “can’t.” These expressions are far too absolute to be winners in a world beset by uncertainty and randomness. When you use those words, you tend to get into big trouble. Tim Ferriss: When assessing public sentiment – it could be really wide, let’s say anyone participating in the S&P 500, or it could be narrower – but let’s just say we’re looking at the broadest collection of market participants, at least the S&P 500. I was texting with a friend of mine who’s a successful investor but very different stylistically than yourself, and I asked him what some investing pros use to measure how fearful or greedy “the market” is. Are there go-to indices or polls? He said people use the VIX as a measure of fear. He said some people might use something like yield on junk bonds as a measure – in other words, low yield equals complacent market. It seems so difficult to keep track of the media as a whole, although certainly it becomes obvious at some point if it’s all negative or all positive. Are there particular indicators that you like to pay attention to or your firm likes to at least keep an eye on? Howard Marks: In the old book, there’s a chapter that talks about the importance of taking the temperature of the market, knowing where we stand, and it includes a checklist – largely tongue-in-cheek – called the “Poor Man’s Guide to Market Assessment.” It basically asks some simple questions. What’s going on? If a new fund comes out, does it sell out immediately or does it struggle? If an investor goes to a cocktail party – there you are. Tim Ferriss: It’s also in the new book. Howard Marks: Oh, it’s also in the new book. If an investor like me goes to a cocktail party, is he the center of attention that everybody wants to talk to? Well, that’s probably a sign that interest in the market is high. Or is he pushed into a corner and everybody wants to talk to the athletes and the venture capital guys? That’s probably an indication that interest in my part of the market is too low, and that bargains may be available. When you turn on the TV, is all they want to talk about the good news or the bad news? I have some cartoons in the new book – old cartoons dredged up from my files – that demonstrate that virtually everything in the world and in the markets is subject to either a positive or negative interpretation, and if everybody is interpreting everything positively, that tells me that the spirits are too high, and perhaps ready to be dashed, and vice versa. The greatest thing I was ever taught was back around ’73 or ’74. Somebody said, “I’m going to tell you about the three stages of the bull market. In the first stage, just a few incredibly insightful people understand that there could be improvement. In the second stage, most people recognize that improvement is actually taking place. In the third stage, everybody and his brother believes that things will only get better forever.” Now, I think that one, this is a very accurate description of the world; two, clearly, if you buy in the first stage when only a few people understand the potential for improvement, you’re going to pay a low price because there isn’t much optimism in the price. Then, as you progress to the second and third stage, the unanticipated improvement takes place. That gives the market a favorable surprise. The stock prices or the asset prices rise in response to those favorable surprises. But you eventually reach a point where the good news convinces people that it’s going to go on forever, and when everybody believes that things will get better forever, clearly, it’s likely that so much optimism is in the stock price that it’s dangerous and unlikely to yield a profit. So I think that the three stages of the bull market – and conversely, of the bear market – are really important, not as a moneymaking rule, but as something to bear in mind and watch out for. Tim Ferriss: I’m going to ask you a few questions that you may not like, but that my fans will kill me for if I don’t ask. First, where do you think we are at the moment? Of course it has to be time-stamped. We’re talking in August of 2018. What has you worried? What has you optimistic, if you’re optimistic about anything? Howard Marks: Sure. Well, where are we? For the last 10 years, ever since the crisis, people have been asking that question in the form of “What inning are we in?” When they asked it in late ’08, what they really meant was, “How much longer will the pain go on?” Now, what they’re asking is, “How much longer will the pleasure go on, and the bull market, and the economic recovery?” I think we’re in the eighth inning. Now you don’t have to time-stamp it because I’ve been saying this for a while and I’m likely to continue to do so. But about a year ago I came to the realization that that observation – even if accurate – is of limited use because unlike baseball, we don’t know how many innings there are in a game. This is a big distinction. In a normal baseball game, we know there are nine innings. If I say we’re in the eighth and if I say it accurately, that means the good times are about to end. But in economies and markets, there is no fixed duration. So the bull market – this is the tenth year. That’s a long time. In the economic recovery, this month, we have begun the tenth year. The longest economic recovery in recent history is 10 years, so these observations start to tell you not that it’s going to end, but that the likelihood of its continuing is declining. The odds are not on your side. When you’re in the tenth year, the odds of having 10 more years of recovery seemingly are not good. We don’t know if there’s some reason why there has never been a recovery of more than 10 years, but we have to wonder if there is. But on the other hand, we can’t be too sure. Now I believe that for many years, this economic recovery was the slowest on record. That was probably helpful because that kept excesses from coming into existence that have to be corrected with a downturn. You asked about the good news. The good news is that the economy is functioning at a high level, we just had a quarter of unusually rapid growth, unemployment is declining, and our economy is the envy of the world. Stock prices – which were very high when measured by price/earnings ratio last year – are not so expensive this year because the earnings have been supercharged by the tax bill. The projected earnings of the S&P 500 are way up this year – 23 percent, I think, which is unusual – and everything else being equal, higher earnings mean a lower price/earnings ratio, so by most measures, stocks are only slightly expensive at this point in time. So that’s the good news. The bad news is that interest rates are likely to increase, and interest rates increase the burden of debt on companies, and when bonds yield more, they offer more competition for stocks. Clearly, there are a lot of uncertainties in the macro world, in the geopolitical world, and in the political world, the greatest of which is the possibility of a trade war, which almost everybody thinks would be extremely negative, not only for the U.S. and for the people who engage in the trade war, but for everyone. I think that interestingly, what we’ve been talking about is assessing the level of investor psychology. I don’t believe that investor psychology is terribly frothy. The way I’ve put it in the past is that people are not thinking bullish, but they’re acting bullish. A lot of people have moved into higher-risk investments in order to get the returns they want because right now, safe investments – treasuries, high-grade bonds, cash, and money markets – offer so little. So people have been forced to move out the risk curve and take more risk, and that makes the world a riskier place for you and me. I borrowed a phrase from my late father-in-law, who said that those people could be described as handcuff volunteers. They’re doing things not because they want to, but because they have to. But the effect on the market is the same. When people move to riskier actions, it makes the market riskier for everyone. Tim Ferriss: So if we were to consider all of that, if you had, say, three people come to you and you had to give them some response because it’s your mother-in-law, people in the family, so you have to give them some kind of response – feel free to ask some clarifying questions, but let’s say someone has $100,000 to invest, $1 million to invest, and $10 million to invest. So $100,000, $1 million, and $10 million, they make $100,000 a year, and that is going to remain stable and predictable. Let’s just assume that on the income side. They are very cautious – I think that like a lot of people, the loss aversion and pain of losing $100 hurts much more than the joy they derive from making $100 – and they have their investable funds, $100,000, $1 million, and $10 million, in cash or cash-like equivalents – some of these safe vehicles – currently, and they say, “Howard, I don’t know what to do.” What are your thoughts? Howard Marks: I think that one of the most important things in investing is to make people comfortable. It’s a mistake to sit there and say, “You should do this, you should do that,” regardless of people’s comfort level because if you violate their comfort level, if you force them into things that are too risky for them and then things go bad, they’re unlikely to do the right thing. They’re more likely to panic and sell on the lows, which is the cardinal sin of investing. So it’s very important to assess people’s needs and ability to withstand tough times. Clearly, the person who makes $100,000 and has $100,000 doesn’t have a big margin of safety for tough times, and they should invest more conservatively. The person with $10 million, depending on his or her psychology, probably would be willing to stomach some losses in the pursuit of big gains. Now people always overestimate in advance the equanimity with which they would greet losses. Back in 1997-1999, when the stock market and tech stocks were rocketing along, I think what a lot of people said is, “My 401(k) is doing so great; I wouldn’t mind if I lost a third of my money. It’s okay.” Believe me, when they lost a third of their money, they weren’t okay. But my mantra for the last few years has been “Move forward, but with caution.” So in varying degrees to those three people, I would say, “We are investing every day, we are endeavoring to be fully invested today other than in funds that are strictly designated as standby funds for the crisis, and we are definitely taking risks, but with caution.” We’re a cautious firm. We invest in risky asset classes – high-yield bonds, distressed debt, real estates, emerging market stocks and bonds, et cetera – these are risky assets, and Oaktree has always taken a low-risk approach, a controlled-risk approach, to those asset classes. So when I say “with caution,” I mean with more caution than usual. I think this is a time for more caution than usual, and that’s what I would tell those people. So I think that the outlook is not so bad and the prices are not so high that you have to practice maximum defensiveness, go to cash, and suffer a 1 percent return on cash, but I think the outlook is not so good and prices are not so low that this is a time for aggressiveness, and I wouldn’t be aggressive. I think one way that I help myself make these decisions – and it might be helpful to your listeners – is I constantly remind myself and others that as an investor, there are really two key risks that we face every day. Now, the first one is obvious and everybody knows about it. It’s the risk of losing money. What’s the second? It’s not so obvious. It’s a little more subtle. It’s the risk of missing opportunity. When reminded of the twin risks, most people would say, “I think that’s right. The truth is, I don’t want to lose a lot of money, but on the other hand, I don’t want to miss all the opportunities, so I’m going to compromise. I’m going to balance the two. I’m going to do something in the middle.” That makes sense. Other than daredevils and scaredy-cats, everybody should do something in the middle. Exactly where in the middle is debatable and should be tailored to their own psyche and financial position. So the interesting question is “What about today?” Today, should you be in your normal balance between the twin risks or should you be different? Should you be in a higher-risk position because so many things yield so little or should you be in a lower-risk position because there are so many uncertainties? And I actually agree with the latter. So fully invested – and being cautious does not mean being in cash – and with everything you want to do in the investment business, there are higher- and lower-risk ways to do it, and I think today is a time for the lower-risk ways. Tim Ferriss: This is not the first time I’ve asked a question like this, but the last time I asked the first part of that, which is about someone who makes $100,000 a year and has $100,000 to spend, I was actually at the Berkshire Hathaway shareholder meeting a long time ago. It was my first and only time there, and I was so excited to be there. It’s Woodstock for investor nerds. There was so much excitement. People were camped out front to be in line. I was part of that, and I asked someone working there where the microphone was that was hardest to get to, and then I sprinted over there, and I was able to ask Warren and Charlie this question – and of course, you know them, and their responses can be very short. I said, “Hypothetically, if someone were making $100,000 a year and had $100,000 to deploy in some way, how would you suggest they invest that capital?” It was along the lines of, “Invest in the S&P 500 or a low-cost index fund in the S&P 500 and get back to work.” I found that very dissatisfying, but in retrospect, certainly not the worst advice that you could give someone. How do you – with what do you disagree with Warren the most? On what do you guys not see eye to eye? Howard Marks: Tim, there’s a book out called The Warren Buffett Way, and I was asked to write the foreword for the latest edition, and I wrote something called “What Makes Warren Buffett Warren Buffett?” and I listed the things that characterize him: extremely high IQ, unemotional, great analyst, understands what’s important, looks at the things that are important and figures out their import, ignores the things that are unimportant, and on and on like that. The last one was one of the most important: he’s not afraid of getting fired. He doesn’t have to worry about the interim consequences of error. Most people do. So his advice was to invest in an index fund. That’s fine as far as it goes, but how much? Should the person who has $100,000 put the whole thing in the stock market, and especially, should they do it today? If they do it all today, we’re confident that 20 years from now, they’re going to have a lot more money and they’re going to be really happy. What about a year from now? Not everybody is financially and emotionally able to live through a decline. So as I said, the first purpose of investing – especially for people who have more money than they need to eat – should be to make you comfortable. When I started at Citibank 50 years ago, they had a cartoon on the wall. It said, “Scared money never wins,” and it’s true. So everybody should invest only up to their comfort level. I certainly agree with Warren that for most people, they can improve on an index fund, and I’m not saying that Warren says that everybody should put 100 percent of their net worth in the index fund – clearly, they shouldn’t – and I was once at a talk, and I was preceded by a college professor I won’t identify – Warren always says, “Praise by name, criticize by category,” so I’ll only say I was preceded by a college professor. This guy is known for a pro-stock attitude, and what he said was, “If you are of average risk tolerance, you should have 85 percent of your money in” – no. “If you have below-average risk tolerance you should have 85 percent of your money in the stock market, if you’re average, 105, and if you’re aggressive, 125 percent of your net worth should be in the stock market.” I just think that most people can’t live in the short run with the consequences of being that deeply invested. Being human, we are our own worst enemy. Everything that goes on in the world and the market conspires to make people buy when things are going well and prices are high and sell when things are going badly and prices are low, and fighting that is the number one theme of the book, and it’s the number one theme of success. Tim Ferriss: Just from personal experience – and I mentioned this earlier – looking at my response in 2008… I bought a house in 2007 with some very unfortunate mortgage terms and made some very bad decisions with money that I had in the stock market at that time. I think in part, it was because I couldn’t have known how I would respond under those circumstances, and when I filled out these very templated forms, of course, for whoever it was at the time – I won’t mention anyone by name, but it was, “To what extent would you be comfortable with a drop in your portfolio over one quarter or one year?” That was the form of the question, and it had 10 percent, 20 percent, 30 percent. I thought, “Well, 30 percent, maybe,” pulling an answer out of thin air. I had to answer it to get through the online form. But I had never experienced anything similar to that. This just came to mind because I’m looking at a book on your shelf, Bringing Down the House, about games. We were talking about games earlier. As I understand it, Bill Gates and Warren Buffett play a fair amount of bridge. Certainly, many people in the investing world – including some people who are really fantastic, some of the guys from Renaissance and so on – play poker, and then you have backgammon. What do you play, what do you think the game that they select says about the person, if anything, and could the game they select help someone to assess their risk tolerance for larger types of investing or other ways to accurately determine that in any way? Howard Marks: I think “accurately determine,” yes, “quantify,” no. But I think that we can get a handle on our degree of risk tolerance and risk aversion, and we should. I was with my son and one of his friends this week, and his friend is a great chess player. The interesting thing about people who play chess is that in chess, there’s no randomness. There’s no dice to roll, no wind to blow, and no card to pick from the deck. All the information is on the board and everybody has all the information. So it tells you something about an intellectual process. That goes all the way out to craps, where everything is in play all the time based on randomness. So maybe which game we like tells us something about ourselves, but how we play also tells us about ourselves. Backgammon, which is one of my main games, is highly probability-intensive because it’s all the dice – it’s the dice and the skill, but the dice mean a lot. In any situation, with any throw of the dice, there are aggressive and defensive ways to play. Probably the interesting thing is if you played and I watched you for a couple hours, I would know if you were aggressive or defensive, risk-averse or risk-tolerant, and you should be able to do the same for yourself. As I said before, one of the great things is to understand ourselves, and without that, we’re really in trouble. Tim Ferriss: What are some of the things that otherwise smart people miss about cycles or misconceptions that you believe to be true – like Mark Twain said – that just ain’t so? Howard Marks: I think the biggest mistake you can make is to ignore the repetitive nature of the cyclical pattern. In his book Principles, Ray Dalio talks about how much analysis he and his partners did, the conclusion of which is the ability to look at what’s going on in the world or in the market and say, “Oh, that’s another one of those.” Life becomes very easy when you have studied the past to the extent that you have seen the recurring patterns and you can recognize them when they come up again. So I think that’s extremely important. But, the other thing is – and I think the guiding quote of the book is another one from Mark Twain, “History does not repeat, but it does rhyme.” History does not repeat. The cycles are never the same in terms of amplitude, speed, duration, cause, or ramifications, but there are themes that repeat that can help us to identify and properly respond to cyclical occurrences. So I say in the book that I’ve been in the high-yield bond business now for 40 years, and there was a time where there arose a body of thought that most defaults occur on bonds’ second anniversaries since their issuance. I don’t think there was anything magical about the second anniversary, and if people believed that, then they would sell all the bonds they had that were 23 months old and buy them back when they were 25 months old if they had survived, but I don’t think they would accomplish anything by that because I think they were assigning an import to a number that was not valid. So I think it’s really important to recognize cycles and understand them, but I think it’s unimportant to assign importance to these numbers or rules, but it’s very important to understand what’s going on around us, and when the recovery is old, the bull market is old, the psychology is elevated, the valuations are high, then you should know that the odds are not on your side, and you should take some money off the table and behave in a more cautious way, and vice versa. Tim Ferriss: So I suppose also, on some level, it necessitates cultivating a fair degree of patience. Howard Marks: Patience is essential. There was an investment sage named Peter Bernstein, and he said, “The market is not an accommodating machine that will give you high returns because you need or want them.” I believe that right now, we’re living in a low-return world, and if you say, “Howard, I need high returns in a low-return world,” the only way to try to get them is by taking a lot of risk, and by definition, taking a lot of risk is not sure to work and could have negative consequences. So I believe that when you’re in a low-return world, you have to accept it and deal accordingly. Now, this comes from mujō, which we started the interview with. I talked about mujō in a memo about 20 years ago entitled “It Is What It Is.” I think one of the most important things we can do as adults, be it in the investment world or the real world, is to say, “It is what it is” – in other words, accept things for what they are, deal with them as they are, don’t spend a lot of time wishing they were different, and certainly, don’t act as if they were different. We have to accept the realities. Tim Ferriss: In my little tiny corner of investing, which is not even worth mentioning in this conversation, but I only bring it up to tie it to how helpful actually reading – it’s not quite scripture, but Buddhist thinking related to concepts like mujō and Stoic philosophy – Epictetus and so on – how helpful that has been to tempering emotional reactivity. You mentioned someone I want to come back to, who is Peter – is it “Bern-steen” or “-stein”? Howard Marks: “Bern-steen.” Tim Ferriss: “Bern-steen” – a financial historian who sadly passed away in 2009, I think. I’ve read that you consider him one of the smartest people you’ve ever met. Why is that? Are there any other things that you learned from him? Howard Marks: 48 years ago, when I was a junior analyst following Xerox for Citibank and I would give the portfolio managers at the bank my opinions, one of them came up to me and said, “Who is the best analyst on Wall Street on Xerox?” I said, “The one who agrees with me the most is so-and-so.” We always think that the people who agree with us are really smart. Peter saw the world the way I did, but in many cases, put it into words better. I wrote a memo called “Risk” in ’06, “Risk Revisited” in ’14, and then, bizarrely, one day, I found a memo from him – you mentioned he passed away in ’09. In ’16, I found a memo from him on my desk. My desk is a little messy and there’s a lot of stuff floating around. It was a great memo entitled “Can Risk be Reduced to a Number?” I took a bunch of stuff from that in a redo of my memo entitled “Risk Revisited Again,” but I just think Bernstein is great. On the subject of risk, he said, “Every day, we walk into the unknown.” And as I said, the future is a distribution of possibilities, and some days, we don’t even know what the possibilities are. If I can borrow your copy of the book, I’ll conclude with a quote from him because I think it’s so good. If I can find it quickly, he said, “The future is not ours to know, but it helps to know that being wrong is inevitable and normal, not some terrible tragedy, not some awful failing in reasoning, not even bad luck in most instances. Being wrong comes with the franchise of an activity whose outcome depends on an unknown future.” And I think that’s a great way to think about the world we have to work in, and if you accept and inhale the unpredictability, variability, and randomness of the world, I think you’re likely to do a lot better in it. Now that doesn’t mean you can’t invest, even boldly. What it means is you have to assume that things are not always going to work out right away – well, of course, they’re not always going to work out, but they’re certainly not always going to work out right away, which means what? You have to have patience. You have to have staying power. You have to have fortitude. You have to not invest so much that if it goes against you, you’re going to panic and get out. Preparing for an unknown, unpredictable, and maybe even hostile world in the short run is probably a lot smarter than assuming everything’s going to go right, everything’s going to go the way you expected, it’s going to go that way right away, and you’re not going to be tested. So I think that this is the kind of thinking that… When I read Bernstein or some of the other people I’ve mentioned, I just go, “Oh yeah, right, sure. That gets it for me.” And that’s why I love his stuff so much. Tim Ferriss: Warren Buffett has mentioned how fond he is of your writing, and I’m paraphrasing here, but if he sees one of your letters in his inbox, it’s one of the first things he’ll pick up to read. I’d love to ask you about your reading. Are there three to five specific newsletters, columnists, economists, or writers who you find yourself excited to read these days? Anyone who comes to mind? Howard Marks: I think the best… I’ve worked mainly in the credit area, not in the stock market. Most people invest mainly in the stock market, and we’ve talked a lot about the stock market, but that’s not what I do professionally. Oaktree’s investing is largely in something called credit, which means fixed-income securities, bonds, notes, and loans not issued by governments. That’s the definition of credit. In our world, there’s a great newsletter called Grant’s Interest Rate Observer. It’s a little ironic because Grant’s has nothing to do with interest rates – or, almost nothing – but it’s about credit, and in particular, it exposes stupidity, and it exposes companies which seem to be – where people are not bringing enough skepticism and deals that seem unwise, and that kind of thing, and I think they do a great job. Now I think it’s fair to say that it has a negative cast. In other words, they’re mainly talking about things which are rated higher than they should be, which you should avoid or bet against. I don’t think they talk as often about the things that are rated lower than they should be and present profit opportunities, but for credit guys like us, avoiding the losers is extremely important, and I think that’s a great newsletter, not only for the content, but for the attitude and the importance of identifying misperceptions. Misperception is the key to operating in the markets. Variant perception – you understand things differently from the way everybody else understands them – is the key to success, assuming you’re right. If you understand everything just the way everybody else does, clearly you can’t outperform. That’s the death knell for a would-be professional investor. So you have to see things differently from others – that’s a necessary condition for outperformance – but you also have to see it better than others. That’s necessary too. The combination of those two is what I call second-level thinking, which I’ve mentioned a couple times. Tim Ferriss: You also mentioned how widely read Charlie Munger is, and certainly, in Poor Charlie’s Almanack, for instance, he talks quite a bit about – if I’m not misremembering – evolutionary biology and is really able to pull concepts from seemingly unrelated disciplines into his power zone of investing. I’ve had investors recommend certain books that are much broader than investing, such as Lessons of History by Will and Ariel Durant, which I found really fascinating as well. It talks about cycles, in a way. Are there any books that you’ve found yourself recommending a lot or that you’ve enjoyed in the last few years that are not specific to investing? Howard Marks: Not specific, yes. My reading is usually closer in than Charlie’s. So an example is the book I’m working on now, which is called Factfulness, and basically, it unmasks a lot of misperceptions that people have about the state of the world, and they hold these perceptions generally qualitatively, not based on data, and the author tries to substitute facts for these perceptions. He starts with a list of 13 questions describing the state of the world, and fascinatingly, he gives you the answer to one, and you have to think about the answer to the other 12. The average score on the 12 is two, and he points out that if you flip the coin, you’d get six right. So the average American gets two of the 12 questions right, so not only are they systematically wrong, but they’re wrong in the same direction, which is they always pick the more pessimistic answer when the more optimistic one is true, and so he responds to our bias and tries to overcome the ignorance and the bias by using facts and some great, very communicative graphics. So I would recommend Factfulness, and I love the idea of unmasking biases. Tim Ferriss: You mentioned that – and if I get this wrong as I’m restating, please correct me – in a low-yield environment, to get high-yield entails increased risk. I know you’ve written a little bit about cryptocurrency before. The last one I saw was from about a year ago. What is your current view on cryptocurrency? That’s one place that people are going, often with no understanding of the technology or anything else. It scares me enough, although – anyway, I won’t get into my view on that stuff, but people who are well outside of tech and all that are getting very bullish as it relates to cryptocurrency. What are your thoughts? Howard Marks: I am what is called a value investor, and that means you look at the situation, you don’t look at the atmospherics, you don’t look at the aesthetics, you look at the hard value – the company’s assets and the cash flow that its business produces – and you value those things, and you come to something called the intrinsic value, and then you see if you can buy it for less. If you pay full intrinsic value, you’ll probably get a fair return; if you pay more, you’ll probably have an unsuccessful experience, but if you can buy it for less than the intrinsic value, you should have an above-average return. That’s value investing, and I think it is the intellectually soundest form of investing, and nobody has been able to tell me the intrinsic value of a Bitcoin. I believe there are assets in this world where you can come up to intrinsic value, and they are the ones that produce cash flow: companies, stocks, bonds, buildings – that kind of thing. There are a lot of assets in this world that do not produce cash flow. You cannot put an intrinsic value on oil, gold, diamonds, paintings, or Bitcoin. Yes, it does. We cannot say how many pounds a dollar is worth. People look them in terms of what’s called purchasing power parity, but it doesn’t really work very well. And the truth of the matter is that these macro considerations – the directions of economies, markets, currencies, and commodity prices – what’s the intrinsic value of an orange? These things I think can’t be predicted reliably, and in fact, the so-called macro funds have been doing quite poorly for years. So there are some things that can be valued and some things that can’t, and I believe Bitcoin is one of the things that can’t be valued, and everybody says to me, “But you don’t understand,” and I wrote about this in my July ’17 memo and returned to it in September. I learned something between July and September, and that’s why I put it in the next memo. People said, “You just don’t understand. People are going to want a currency that the government can’t deflate, that can’t be counterfeited, and can’t be stolen,” and all these things. That’s why I returned to it. But I still don’t understand how it can be valued. Today, a Bitcoin is $6,500 here on August tenth, and I don’t see how you can say it’s worth $7,500, $5,500, or anything like that. You can say it’s going to be useful in the future, you can say people want a nongovernmental currency, but I don’t see how you can put a value on it. With all of its attractions – to the extent that people find attractions in it – last year, it went from $1,000 to $19,000. Now I could be wrong, but that tells me it’s speculative buying, and by the way, the people who – remember what I said about people who have opinions believing they’re right – if it traded at $19,000, somebody thought it was a good buy at $19,000 because it was going higher, and today, it’s a third of that. So for the most part, reasonably valued value investments do not go up 19 times in a year and then down by two-thirds. Tim Ferriss: Are there any – understanding that you are a value investor – you mentioned a few other names in the introduction of your book – Joel Greenblatt, who I’m also a fan of – are there any growth investors or venture investors who are…certainly, approaching things differently, but are there any growth or venture investors or people who are playing a slightly different approach who you have a lot of respect for or admire for particular reasons? Howard Marks: Sure. Let me say there are many ways to invest; there are many people who engage in activities that I think can’t be done, and there are many people in each one who do very well. I don’t say mine is the only way. Venture is an example. I’m not a futurist, I’m not a dreamer, and I’m not highly risk-tolerant. I’m not biased to risk-taking. 40 years ago, when Citibank told me they wanted to start a high-yield bond portfolio, if instead, they would have said, “I want you to start a venture capital fund,” I probably would have been a disaster. But, in the venture field, success seems to be recurring, not random. If 20 percent or 10 percent of venture capital funds are successful, you would think that with any given firm, 20 percent or 10 percent of their funds would be successful, but there are firms which are repeatedly successful. I was lucky in the last year to get to meet Bill Gurley of Benchmark, and Bill was nice enough to give me a blurb for the jacket of my book, and I was very impressed by our conversation and by Benchmark’s record of achievement. Sequoia has a great record, as does as Kleiner Perkins, so you can do it, but it wouldn’t be right for me. That doesn’t mean it’s not right for them. Macro – I said 15 minutes ago that macro funds have had a pretty bad record. Some of the greatest investors in history have been macro investors – George Soros and Stan Druckenmiller, for example, have been fabulous. They probably have the highest returns of everybody. Quantitative investing – Renaissance and so forth. So again, it would be a terrible form of hubris to say my way is the only way. My way is the way that works for me. By the way, if you look at the others, the success ratio is not terribly high, but certainly, there are people who’ve done it well. Tim Ferriss: Yeah, there’s a very high concentration of success in a handful, at least within venture. Yeah, Bill’s a very smart guy, and all the firms you’ve mentioned have done really well. So I’ve heard it said – this is not from you in these words, I don’t think – that the right decision at the wrong time is the wrong decision. I’m very excited about the new book and the literacy of cycles that you are helping people to develop with this. We’re going to wrap up in just a few questions. Are there any particular mental models or heuristics that are in this book or that you’ve used in your investing life that you think are particularly valuable across the board in life? I know that’s a big question and you probably have quite a few directions you could go with that, but just in terms of becoming a clearer thinker and better-operating human being, does anything come to mind that we haven’t discussed so far as it relates to any type of mental model that would be worth mentioning before we wrap up? Howard Marks: Well, Tim, when I finished writing the book and I was thinking about cycles, I said to myself, “So for example, the economy grows about 2-2.5 percent a year on average. Why doesn’t it just grow 2.5 percent every year? Why is it sometimes four, sometimes one, sometimes five, and sometimes negative?” And the answer is excesses and their correction. People get too excited, they overexpand their businesses, they invest too much, or they invest too much using debt, and then something goes wrong, and their excesses produce booms, and then something goes wrong, and those excessive activities turn out to be unsustainable, and they are then corrected by selling off inventory, closing plants, or liquidating a leveraged portfolio, and those produce busts. So it’s from excesses and their corrections, and I think the best thing that people can do is be on the lookout for those things, and when other people are engaging in excesses to the upside, we should turn cautious, and when other people are overcorrecting to the downside, we should turn aggressive. It’s been a big part of what Bruce and I have accomplished for the Oaktree investors and my other partners and colleagues, and it’s something that everybody can do if they turn their mind to it. Tim Ferriss: Well, Howard, I really appreciate the time today. Howard Marks: Me too. Tim Ferriss: This was very fun for me, and hopefully – and I believe it will be valuable for people listening. Just to mention a few things, of course, people can find Mastering the Market Cycle: Getting the Odds on Your Side everywhere books are sold. You can also learn more at masteringthemarketcycle.com, people can learn more about Oaktree at oaktreecapital.com, and on social media, you have Twitter, Facebook, and LinkedIn all the same – HowardMarksBook. Is there anything else you would like to say to the people listening, any recommendation or question they should ponder, action you might ask them to take – anything at all besides the book itself, which I encourage people to check out? Howard Marks: Well, first of all, we’ve made repeated reference to my memos. They’re all available online at oaktreecapital.com under the heading of “Insights > Chairman’s Memos.” You can get the last 29 years’ worth. You can also sign up for a service that will notify you when one is published. The price is right because they’re free, and I hope people will read them. And I just want to say that I like to hear from people. I don’t always have time to answer everybody, but my writing of the memos and the books has been enormously rewarding because I get lovely memos from people which say that I made complex things seem clear. That’s the one that gets me going the most. So if people want to comment, take issue, or ask a question, I’ll try to get back to them. Tim Ferriss: And is the best way to reach out to send you a note on social media? I would advise against giving out any type of email address that will get deluged. Or maybe the answer is they should figure it out. Howard Marks: Well, we’re on social media, and we’d be glad to hear from them there. Tim Ferriss: Perfect. Well, Howard, thank you again for the time, and for everybody listening, links to everything we discussed will be in the show notes as usual at tim.blog/podcast, and until next time, thank you for listening. Posted on: September 27, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my interview with howard marks (@howardmarksbook), co-chairman and co-founder of oaktree capital management and author of the new book mastering the market cycle: getting the odds on your side. it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the interview here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "tim ferriss: howard, welcome to the show", "howard marks: thank you, tim", "i’ve been looking forward to being here", "tim ferriss: i am thrilled to be sitting here with you because i have so many fans of your work and thinking in my friend circles", "howard marks: that’s great to hear", "tim ferriss: when i went out to a handful to ask for potential topics or questions, they were very forthcoming, but what i thought i would do in this particular episode that i’ve never done in a podcast episode before is to start with a poem", "this is always risky business, but this was suggested by a friend", "he said, “i would use an a.e", "housman poem.” this effectively captures what he views as the spirit of much of your writing, and you can agree or disagree", "here we go", "“i to my perils of cheat and charmer came clad in armor by stars benign", "hope lies to mortals and most believe her, but man’s deceiver  was never mine", "the thoughts of others were light and fleeting, of lovers’ meeting or luck or fame", "mine were of trouble, and mine were steady; so i was ready when trouble came.” and the name of that poem is a shropshire lad", "i thought that we could certainly talk about that specifically, but in the course of doing research for this conversation, i discovered that you had studied not only finance and what you might look at as vocational subjects when you were in undergrad, but it also seems like you studied japanese, and there was this concept of mujō that popped up when i was doing my reading", "would you mind describing that time and that concept", "howard marks: well, i went to wharton at an enlightened time, when you were required to have a non-business minor and a semester of the literature of a foreign country – in english", "i never learned japanese, but for some reason, i started off – it’s interesting that i have no recollection of what motivated me, but i decided against french or english literature in favor of japanese literature", "it must have been the exoticism", "i liked it so much that i turned japanese studies into my minor and took 15 credits at the graduate level", "that’s what turned me from an indifferent teenager into a student, really, but the professor for most of those courses – a guy named e", "dale saunders – was an inspirational speaker, an oxford don, and an aesthete", "so i took his course in japanese philosophy, and we came across mujō", "“mujō” literally means “the turning of the wheel of the law” – in other words, the operation of life", "the essence is impermanence because the wheel does turn", "it also means the unpredictability of the future", "these were really formative for me, and they have unconsciously informed everything i’ve done", "i personally think that in the investment business – and also in life – you are better off if you realize that life is always going to change on you, there will always be new things coming down the pike, and that you can’t control it", "what we have to do is live with it", "tim ferriss: in the course of the reading i’ve done to prep for this, which is not only the new book, but also many of your letters of which i already was a fan but came back to revisit, i came across many people who had tried to select favorite quotes, and one that came up a lot – you can certainly correct this if it is not accurate – is something along the lines of, “you can’t predict", "you can prepare.” and that leads me to 2008", "i suspect we’re going to bounce around chronologically quite a lot", "during the 2008 bubble, which of course was a time in which many investors were pulling out of the market, oaktree did exactly the opposite", "you put more than $500 million a week to work over 15 weeks", "why did you do that", "were you predicting", "were you prepared", "what led to that type of decision", "howard marks: sure", "well, you mentioned the memos", "i’ve been writing the memos since 1990", "i wrote one about 20 years ago in the late ‘90s called, “you can’t predict", "you can prepare.” i stole the tagline from an ad for northwestern mutual life insurance, but i think that’s true of life", "now, it sounds like an oxymoron because how can you prepare if you can’t predict", "but the answer is we never know what’s going to happen, but we can consider the likely scenarios and prepare for some of them", "by definition, you can’t prepare for every eventuality", "but, i would say that we did have a sense – my partner bruce karsh and i had a sense in ’05 and ’06 that the world wasn’t running right, and the main thing that made us conclude that was the crappy deals that were getting done", "he and i would spend the day walking into each other’s offices saying, “look at this piece of crap that got issued yesterday", "there’s something wrong", "a deal like this should not be doable", "the fact that investors are buying this tells me that they’re not being skeptical, they’re not being demanding, they’re not applying standards.” buffett has a saying: “the less prudence with which others conduct their affairs, the greater the prudence with which we must conduct our own affairs,” and it’s absolutely true", "and so we knew that the market was dangerous because of the behavior of others", "now, you can’t – so we were prepared", "we sold a lot of assets, we liquidated large funds, we replaced them with small funds, we became very selective in our buying, and we raised a very large fund for investment if a bursting crisis would come into being", "tim ferriss: was this for distressed debt", "howard marks: distressed debt", "now, the interesting thing, though – so you can prepare; you can’t predict", "the thing that caused the bubble to burst was the insubstantiality of mortgage-backed securities, especially subprime", "if you read the memos, you won’t find a word about it", "we didn’t predict that", "we didn’t even know about it", "it was occurring in an odd corner of the securities market", "most of us didn’t know about it, but it is what brought the house down and we had no idea", "but we were prepared because we simply knew that we were on dangerous ground, and that required cautious preparation", "tim ferriss: let me ask – and i may embarrass myself with questions that display my ignorance about many topics in this interview, but when you raised money for a distressed debt fund, did you emphasize to the lps or whoever gave you those funds that you had a specific timeline in mind for deploying those funds, or did you emphasize the importance of patience with those people, that you’d be looking for indicators, and that they needed to look at it as a long-term investment", "how did you manage the question of when from those people", "howard marks: the question of when is one of the hardest ones in our business, and i always say that we may have an idea of what’s going to happen, but we never know when it’s going to happen", "you can’t call these things", "as one of my partners says, “if you name a price, don’t name a date, and if you name a date, don’t name a price, and then you can’t be wrong.” but we never did name a date", "we probably – i can’t even remember – we probably had a limit", "in other words, if we hadn’t deployed it within x years, then the commitment got canceled", "but i think there was an understanding that we thought it was coming within the next one to three years", "tim ferriss: now, the subtitle of this new book – of course, the title is mastering the market cycle – is getting the odds on your side", "how does one – and of course, this is something we could discuss for many hours on end – why this book, and in this context, how does someone get the odds on their side", "howard marks: so i started writing the memos in 1990; i wrote them for 20 years", "i always concluded that i would write a book and pull them together into a philosophy when i retired, and then i got a letter from warren buffett in 2010 saying, “if you write a book, i’ll give you a blurb for the jacket.” so that was enough to get me off my ass and get me to do it in real time", "i wrote a book called the most important thing because i found myself sitting in clients’ offices saying, “the most important thing is buying cheap,” and then, 10 minutes later, i would say, “the most important thing is not losing money,” and then, 10 minutes later, i would say, “the most important thing is contrarian behavior.” so i wrote a book called the most important thing, which has 21 chapters, and each one starts off with the title “the most important thing is…” and then it’s a most important thing", "one of those most important things is knowing where we stand in the cycle", "as i say, i don’t believe in forecasts", "we always say, “we never know where we’re going, but we sure as hell ought to know where we are.” i can’t tell you what’s going to happen tomorrow, but i should be able to assess the current environment, and that’s the kind of thinking that helped us prepare for the crisis", "i think that the two most important things are where we stand in the cycle and the broad subject of risk, and in fact, where we stand in the cycle is the primary determinant of risk, so i think that this is a really important topic and it can really help you do better", "what getting the odds on your side means is that we don’t know what’s going to happen – nobody can tell you – but there are times when the outlook for the future is better and there are times when it’s worse, and it’s largely determined by where we stand in the cycle", "when we are low in the cycle – that is to say, we’re coming off a bust – the economy is starting to warm up", "investors are just barely starting to switch from pessimism to optimism and prices are starting to rise", "clearly, the odds are in your favor", "the outlook is better", "it doesn’t mean you’re going to make money, but the chances are good", "on the other hand, when the upcycle has gone on for a long time, when valuations are high, when optimism is rampant, when everybody thinks everything’s going to get better forever, when the economy has been moving ahead for 10 years and it looks like it’s never going to stop, then usually, the enthusiasm has carried the prices to such a high level that the odds are against you", "just knowing that is a huge advantage in investing", "you should know that when we’re low in the upcycle, that’s a time to be aggressive, put a lot of money to work, and buy more aggressive things, and when the cycle has gone on for a long time and we’re elevated, that’s the time to take some money off the table and behave more cautiously", "tim ferriss: question about 2008 – or you could pick another period or bust cycle that you’re familiar with, whether from firsthand experience or research that you’ve done", "you raised these funds, and i want to revisit the question of when", "from a personal standpoint – and i’ll admit it very freely – i think i’ve had a very fear-based mentality when it comes to public markets", "i’ve done reasonably well in privately held technology startups because i lived in the middle of the switchbox in san francisco and that’s the only thing i paid attention to, and it protected me, in a way, from my lesser behaviors because i wasn’t allowed to sell", "but in the public markets, i’ve almost always held on to cash, waiting for some cataclysmic event, but then lost my nerve in some fashion", "i’d love to hear – and maybe catching the falling knives is a way to segue into this; i don’t know, but i found that very interesting to read about, but how do you think about sitting on a position like that and timing", "what determines the “go” command for deploying", "howard marks: you have really touched on an extremely important topic", "most of us have an inherent bias", "most of us are essentially cautious or essentially aggressive", "probably, more people are essentially cautious than aggressive", "so one of the most important things is to assess ourselves, understand our biases, and try to overcome them", "now the tim ferriss that i heard you describe – i take that to mean that maybe you were lucky or smart enough to turn cautious leading up to the bubble, the markets fell apart, you’re sitting on cash, you patted yourself on the back for being so smart as to not get caught, and you watched", "what you didn’t do is turn aggressive at the bottom", "tim ferriss: that’s right", "howard marks: and it’s common not to do so", "it’s common to – as you say – for people to say, “i’m not going to jump in while this thing is collapsing down", "i’m going to wait until the dust has settled and the future is clear", "i’m not going to try to catch a falling knife.” but it is when the knives are falling that the people are most terrified that the best bargains are available", "so if you wait until the dust settles, the bargains are gone, and that’s what happened at the end of ’08", "you mentioned that in distressed debt, we put $500 million a week to work in the last 15 weeks following the bankruptcy of lehman brothers, and across the firm, something like $650 million a week for 15 weeks – that’s $10 billion", "but, the key is that it was at a time when essentially nobody else would", "we got great bargains", "by the time the end of ’08 rolled around, the hedge funds that were getting withdrawals had either satisfied their withdrawals or gated, and – tim ferriss: what does “gated” mean", "howard marks: told clients they couldn’t have their money back for a while", "and so the selling abated", "a few people saw the great values, and with the selling – and thus, the fear – having reduced, they were able to come forward, and prices started to move up", "then, it was too late", "if you’re trying to buy in a falling market, you can buy all you want at successively lower prices, but if you’re trying to buy large amounts in a rising market, your own buying puts the price up", "you’re your own worst enemy", "you can’t get much at low prices", "so one of the keys to successful investing is to either be unemotional or, at minimum, act like you are", "the great investors i know behave in an unemotional fashion", "warren buffett couldn’t care less, david tepper couldn’t care less, and so forth", "my own partner bruce karsh is very stalwart", "but part of it is that we support each other at the bottom", "it’s not easy", "i say in the book – i recount some of the things we’ve done right with regard to cycled extremes, but i absolutely don’t want to give the impression that it’s easy", "it’s terrifying", "others are terrified", "that’s why they’re selling", "that’s why they’re saying, “i don’t care what the price is, just get me out.” that’s when you want to buy", "but the things that terrify them into selling will also terrify you", "you have to overcome it", "tim ferriss: how much of that stoic resilience or stoic composure is nature versus nurture – born versus trained – from what you’ve observed and experienced", "and if a portion of it is trained, how would you suggest to someone that they develop that ability", "howard marks: i don’t want to answer categorically", "i think it’s a hell of a lot easier if you’re born that way", "to teach yourself to be unemotional is to counter human nature, and by definition, it can’t be easy", "other than where we are in the cycle and what’s going to happen in the next six months, this is probably the question i get the most often", "how can you teach yourself to be unemotional, to be contrarian, to be a second-level thinker", "there is no easy answer", "in the first book, on the subject of what i call second-level thinking, i say, “they say you can’t coach height", "all the coaching in the world will not make your team taller.” so i don’t know, frankly, whether people can teach themselves to be unemotional, but clearly, if you are as emotional as others, you will probably succumb to the same errors", "tim ferriss: so let’s – i’d love to back into this type of…not psychological profiling, but an examination of this type of resilience, maybe indirectly – maybe it’ll come up, maybe it won’t – and i might get the total duration incorrect, but you mentioned a name, bruce karsh, that i’d love to bring up yet again", "he may come up repeatedly", "you’ve had a 23-year partnership, is that right", "howard marks: 31", "oaktree is 23 years old, but we worked together for eight years before that", "tim ferriss: prior to that, all right", "so if you were trying to hire a 25-year-old version of bruce, what would you be looking for", "howard marks: well, i’ll tell you what he is", "he’s super smart", "that goes without saying", "he is highly competitive", "he’s a chess player", "again, most of the people i know who are good investors are game players – either backgammon, chess, or something like that", "we are inherently competitive", "he’s also very analytical, and he’s kind of a grinder, and i would describe myself as being intuitive and a quick decider – thinking slow and fast, kahneman", "i’m a fast thinker", "you tell me a problem, i tell you my answer in short order and i’m done with it, for the most part", "bruce will think about it longer, come to his conclusion, and then he’ll come back the next day and say, “you know, i was thinking about it last night", "i don’t think that’s right, and here’s why.” or, “i don’t think you were right, and here’s why.” and he’ll grind on it for hours and days", "i think this is part of the secret to our success", "again, something i once wrote on the subject of a good partnership was “shared values and complementary skills.” if you have a partner that has different values than you do – for example, bob wants to make the most money possible and ed wants to operate with integrity", "those are largely contradictory", "so i think it’s very important to share values, but i also think it’s important to not be the same person, a copy of yourself", "if it’s a copy of yourself, you don’t need it", "the person should bring skills that you don’t bring and maybe operate in ways you don’t, and i think it’s probably helpful that i’m intuitive and he’s analytical", "tim ferriss: i’ve heard – well, “heard” is not the right verb – i’ve read…i believe it was buffett who said that charlie munger has something along the lines of the best 60-second mind he’s ever encountered", "it sounds like you also have a very highly developed fast thinking capacity", "how is it similar or different from charlie munger’s 60-second mind", "howard marks: well, first of all, it’s a daunting comparison", "i would never put myself in a category with charlie", "he’s brilliant, and one of the best thinkers there is", "but the main thing is that he has read more broadly", "he’s had another 22 years to read further, and he was probably always a broader reader than i was, and so it’s his ability to call on these references", "in a way, it’s kind of silly to think that we can reinvent all the wisdom in the world", "it’s great to borrow from others, and charlie does that broadly, and i try to do it, but he just knows more", "tim ferriss: i think we’ll almost certainly come back to warren and charlie more in this conversation, but i want to return to bruce because you mentioned the complementary skill sets, and of course, you’ve written about him and mentioned him quite a bit, and i want to quickly pull up a few lines in the new book", "“bruce and i had exchanged ideas and backed each other up almost daily over that period” – this is the preceding text – “and my give and take with him, especially in the most difficult of times, has played a particularly indispensable part in the development of the approaches to cycles on which this book is based.” could you share an example of a back-and-forth or disagreement during a difficult time or with a particular decision", "is that possible, just so we have a real-world example of the interplay between the two of you", "howard marks: we normally don’t debate individual investments because he operates more at that level and i operate more at the big-picture level within oaktree, but i think a good example is in the period we’ve been talking about a couple of time – we mentioned the last 15 weeks of ’08 – it was a very tough period because lehman brothers had gone bankrupt, bear stearns had disappeared, and merrill lynch had been absorbed by bank of america, washington mutual, and wachovia bank", "it looked like falling dominoes, and people were talking about the fact that it looked like morgan stanley was next and goldman was right behind that", "so you just had to conclude that the financial world was either going to end, or it wasn’t", "you couldn’t analyze it, you couldn’t prove anything about the future, and so it required an almost gamesman-like approach to whether you buy or not, and we would talk about that in that sense, and we were both very comfortable talking about it in that sense", "what we concluded was that if the world ended, it didn’t matter what we did, but if the world didn’t end and we hadn’t bought, we hadn’t done our job", "so buck up and do your job", "now, the great thing is that half the days, bruce would come to me – because he would be lying in bed at night, thinking about this stuff – and say, “you know what", "i think we’re going too fast", "i think we should slow down.” and half the days, he would say, “i think we’re going too slow.” so i would play devil’s advocate and support his decision, but try to show him the other side, and he would do that with me", "that’s why we got it done", "but, as i say in the introduction to the book from which you read, i don’t think either of us could have done as good a job alone", "i think the devil’s advocacy– but in a supportive way – really held the key", "in one of my memos, i wrote about a reporter who called me up a few days after the bankruptcy of lehman and said, “what are you doing?” i said, “we’re buying.” he said, “you are?” like it was the craziest thing he’d ever heard", "my reaction was, “if we’re not buying now, when will we?” but it’s been a great partnership – as you say, 31 years – never an argument", "tim ferriss: never an argument", "howard marks: never an argument", "intellectual disagreements, but never an emotional argument, and the key is respect", "even when we disagree, we respect", "the great thing about that is you sit down, you disagree, maybe you don’t come to a conclusion, and then you go back to your corners, and he says, “well, you know what", "maybe howard’s right.” i say, “maybe bruce is right,” and then you can have a productive discussion", "if your reaction is, “that moron,” then you can’t benefit from what he has to say", "tim ferriss: for people who are hoping to exhibit that type of poise and respect for someone else, are there any tactical recommendations you might have", "and the reason i ask that is – i no longer live in silicon valley, but i did for 17 years, and you see cofounder splits all the time", "some of them go the distance, but a lot of them end up as fatalities, and you can almost see the writing on the wall when the respect goes out the window, and it’s just a matter of time for a lot of these guys", "for people who are in partnership – for the time being, let’s assume it’s in a business capacity or an investing capacity – what are some of the tools of the trade that don’t let it escalate", "do you walk out of the room if you’re starting to get heated or do you avoid, in a systemic way, given the policies of the firm, any type of mission-critical decisions that become the object of an argument, if that makes any sense", "when the stakes are high, what are some recommendations you would have when, perhaps, emotions are starting to escalate", "howard marks: the only issue i would take, tim, is that you started with assuming you’re in a partnership", "i think you have to start sooner", "with whom do you get in a partnership", "you have to share values, and you shouldn’t be partners with somebody you’re not going to like, enjoy spending time with, and be able to work with constructively when the stuff hits the fan", "that’s really the key", "so i believe that solving most personnel or managerial problems starts at the beginning with the hiring decision or the combination decision", "so just don’t get into business with somebody you’re not going to be able to live with", "it’s kind of like a marriage", "tim ferriss: do you stress-test their ability to handle potential high-stress situations in some real or simulated fashion", "in, say, hiring decisions, do you look back at their history and reference checks to assess that", "how do you assess whether someone is going to keep their cool or not", "howard marks: well, we don’t do simulations or wargames, but we do – that’s an important part of reference checking", "you have to look beyond whether the person is smart and a moneymaker", "we have a “no assholes” rule at oaktree, and i think that solves a lot of problems", "there are lots of people in the world who can make you a lot of money, but you may not want to be in business with them, and it may not be viable long-term", "now, it’s hard to absolutely follow that rule because really smart moneymakers are very tempting, but i think it’s really important", "but then, once you are in business together and you have the inevitable disagreement, i think one of the most important things is to first acknowledge the limits on what you know", "if you go in with some humility, then you’re unlikely to have a fight to death – that is, to the death of your partnership – over an issue", "it’s great to say – people should wake up in the morning and start the day by practicing, “i don’t know", "i don’t know.” it’s a great thing to say, and not enough people say it", "the flip side of “i don’t know” is what i said before about our discussions", "“maybe he’s right.” and so i think that’s important – humility", "number two: again, a control of emotion", "don’t get into fights just to show who’s more manly or equate winning the argument with success because if you’re in a business situation and you’re fighting for something that ultimately proves out to be a mistake, your success in winning the argument will lead to a failure", "so don’t confuse winning the argument with coming to the best decision", "again, try to limit the testosterone", "i think that really gets in the way", "tim ferriss: one of the many things that i really enjoy about your writing is that it serves – for me, at least – as a reflection on clear thinking that transcends investing", "it applies to, if not all, so many areas of life – at least, those governed by the prefrontal cortex – and one that caught my eye while i was reading, which is page 15 in the new book, is the following", "i’d just like to read it", "it’s not very long", "“in addition to an opinion regarding what’s going to happen, people should have a view on the likelihood that their opinion will prove correct", "“some events can be predicted with substantial confidence – example given: will a given investment-grade bond pay the interest it promises – some are uncertain – example: will amazon still be the leader in online retailing in 10 years", "– and some are entirely unpredictable – example: will the stock market go up or down next month", "it’s my point here that not all predictions should be treated as equally likely to be correct, and thus, they shouldn’t be relied on equally", "i don’t think most people are as aware of this as they should be.” could you expand on this a bit, if that’s possible, and maybe give some examples of how you or other people you respect use that type of heuristic when making decisions – or, i suppose, just reflecting reality in their own minds or perceiving things howard marks: sure", "we all have opinions, and we hold our opinions because we believe in them", "nobody ever says, “my opinion is x, and i think i’m wrong.” we all think that our opinions are correct", "and again, the world becomes a better place – an easier place to navigate if we admit that even though there are opinions, they may be wrong", "how does an investor like me deal with the fact that he doesn’t believe in future predictions", "the answer is i say – and i have opinions on other subjects – but i say it’s one thing to have an opinion and it’s another to believe and act as if it’s right", "if you just say, “maybe i’m wrong,” the world gets easier, in my opinion – easier to succeed, less easy to navigate day to day", "and a big theme of the book is that we have to view the future not as an event which is predetermined and predictable or determined already, but as a range of possibilities, as a probability distribution", "i went to the world’s fair in flushing in 1964, i think it was, and i stood before an exhibit that ibm had, and typically of technology 50 years ago, it was the most simplistic thing you could imagine", "they had a slot at the top and a bunch of balls, and the balls came through the slot, and there were a bunch of pegs in the grid", "when the balls hit the pegs, they started to fuse, and by the time they got to the bottom, they were in a bell-shaped distribution", "i think that was probably my first exposure to a distribution, but it’s beautiful, and that’s how life is", "the future is a distribution of possibilities, and if we’re really smart, we know what the possibilities are, and we may have an idea of which are more likely and less likely, but we still don’t know what’s going to happen, and i think we have to behave that way", "now, some things we know more, some things we know less", "we shouldn’t get confused", "but the most important single thing is to not have the same degree of conviction about all of our opinions", "tim ferriss: do you apply a one-to-10 numerical value", "is it more of a light-medium-strong", "how do you think about that yourself", "howard marks: well, i think it’s certainly not – for the most part, i’m not a quantifier", "if you read the book, i would hope you would be struck by how few numbers there are in it", "one of the great quotes which is broadly attributed to einstein – i don’t think it was einstein – is “not everything that can be counted counts and not everything that counts can be counted.” so the most important insights to life are non-quantitative, but when i have an opinion, i try to be conscious of how likely it is to be correct, and i try really hard not to always assume that i’m right", "by the way, let me add one thing", "henry kaufman, who was the chief economist of salomon brothers in the ‘70s at a time when america was riven with hyperinflations – 15%, 16%, 17% a year – nobody could figure out how to stop it, and the world was really a very difficult place to live", "there were two guys, kaufman and al wojnilower, at first boston, who were called “dr", "gloom” and “dr", "doom.” but kaufman said two kinds of people lose a lot of money: the people who know nothing and the people who know everything", "very few of us know nothing, but it’s really important not to assume we know everything", "tim ferriss: is there any reading you’ve done – or, maybe it’s just real-life experience in the trenches of doing this day in and day out – but for people who want to develop that – i saw that you’re what seems like a reader or fan of some of what nassim taleb has put out, and he talks about epistemological arrogance quite a bit, the belief that we know it all or more than we actually know", "how would you suggest – are there any resources, letters, books, memos, or talks that you might recommend to people who want to really cultivate that awareness of limited knowledge", "howard marks: well, when you started to ask that question, i did fast-forward to nassim nicholas taleb and his book fooled by randomness", "i think it’s a really important book in terms of its ideas", "it’s really about how much randomness there is in our world", "now it’s primarily about the world of investing, not the general world", "his example is that if you’re a dentist – he picks on dentists a lot in the book – tim ferriss: he picks on economists, too", "howard marks: yes – and you always fill a tooth the same way, you always get a successful filling, whereas in the investment business, there’s nothing you can do the same every time that will always get a successful outcome because of the changeability and randomness in the world", "this is extremely important", "we have to think about the world as a probability distribution", "one of the things that interests me most is when you look at history, you say, “well, i don’t know so much about the future, but history – that’s done", "that’s settled", "we know what happened", "we know what the truth was.” but, taleb uses a concept called “alternative histories,” the other things that reasonably, probably could have happened, but didn’t", "when you look at a historical event, you have to ask yourself if that outcome was inevitable, in which case it demonstrates a truth, or if it was subject to randomness and other things could have happened just as well", "in a memo around ’06, i talked about the rose bowl game between usc and the university of texas, and usc was highly touted as the best team in the history of college football, and – i’m not going to go through all of it; i hope readers will take a look at it – but in the end, they lost on one play, so nobody talked about them as being the best football team in history", "my point was – and i entitled this section “what’s real” – maybe they were the best team in history, and maybe the fact that they weren’t successful on that one play that the whole game depended on was because the wind was blowing left to right or right to left at that moment", "and so we should not be too firm in our conclusions", "i guess the recurrent theme is a lack of certainty", "but i really would push people to fooled by randomness", "there’s a little book by john kenneth galbraith called the short history of financial euphoria that has a great quote", "he said, “we have two kinds of forecasters: the ones who don’t know and the ones who don’t know they don’t know.” that has been very inspirational for me", "tim ferriss: i was – i don’t think this was attributed to you, but i came across it while looking at some highlights of your memos in prep for this conversation", "i don’t think it’s attributed to you, but someone said, “dumb money can become smart money if it accepts its limitations.” i don’t know if you would agree with that, but it stuck with me as maybe – not necessarily forecasters, but at least, people who cultivate becoming aware of what they don’t know", "howard marks: sure", "well, i think – first of all, knowing what you don’t know is one of the keys to success in anything", "dirty harry said a man should know his limitations", "i wouldn’t say – it’s not my quote", "i wouldn’t necessarily say that dumb money can become smart money, but i would say that one of the ways to avoid being dumb money is to not act as if you know things you don’t know", "maybe by the time i get done giving the quote, i’ll be able to remember who said it, but somebody very wise said – mark twain, that’s it – “it’s not what you don’t know that gets you into trouble", "it’s what you know for certain that just ain’t true.” that is so important", "there’s nothing more dangerous in life than being sure you know something that you don’t know", "if you have excess certitude, you will do things boldly in dangerous ways and to dangerous extents that have the ability to get you into trouble and get you killed", "but a sentence that starts off with, “i’m not sure, but…” is unlikely to lead to fatal action", "to me, the distinction is so clear and so inarguable that i think this is one of the most important things for life", "know your limitations", "tim ferriss: a little bit earlier, you mentioned how you could potentially say to yourself in the morning, “i don’t know, i don’t know", "maybe he or she is right.” it makes me think of some of these memento mori-type quotes that may be apocryphal from ancient rome, where they have someone behind the emperor when he’s being paraded through the streets saying, “you’re just a man, you’re just a man,” something like that", "i know this is seemingly maybe not on the same topic, but nonetheless, i want to ask about it", "do you have any particular routines or habits in the first hour or two of your day – whether it’s now or whether you were – if there was a particularly productive period in your professional life where you feel like those routines or habits were important, does anything come to mind", "howard marks: i don’t have stylized routines", "i would just say that my life is pretty calm, and i try to keep it that way", "tim ferriss: what would be a symptom of it not being calm, and how would you respond to that", "howard marks: well, watching too much political tv and getting exercised about what you see on tv would be a good example", "that’s negative energy", "that’s not going to contribute to your effectiveness in the day", "now, the fact that i don’t get exercised about what i see on the news shows is not purposeful", "tim ferriss: so up to this point, we’ve talked a fair amount about the importance of avoiding hubris, of understanding your limitations, and the incompleteness of your knowledge", "how do you balance that with knowing your strengths well enough or having conviction in evidence to the extent that you can then take action", "howard marks: sure", "that’s a great question, tim", "clearly, it’s essential to balance", "you don’t want to be the person who thinks he knows everything, but you can’t be very successful in life – especially not investing – if you think you’re the person who knows nothing", "there is no magic in it", "there’s no rule, no method", "it’s just an awareness", "but we have to feel we know enough to take action", "now, most successful people – most smart people – don’t have a problem in that area", "they have a history of having their ideas validated for the most part, but it is one of the great conundrums which is methodologically unanswerable", "you buy a stock at $80 and it falls to $60", "you say, “well, i think it’s cheaper now", "i like it more", "i’m going to buy more.” you buy more, and then it falls to $40", "is there a point at which you say, “well, maybe i’m wrong and maybe the market is right?” if you throw in the towel and sell every stock you buy when it goes down a little, you can never be successful, but if you ignore the possibility that you’re wrong, you can never be successful, and you have to strike a balance", "so when you buy a stock and it goes down a little, you take another look at your analysis", "was there anything you missed", "did your analysis hold water", "maybe you talk to some people that you respect to get their opinions", "but again, if you’re too sure, you’re in trouble, and if you’re too unsure, you’re in trouble", "you have to strike a balance", "tim ferriss: if we come back to the hypothetical example you gave – someone buying at $60, then it drops to $40, then to $30, then to $20 – to avoid being in that position where you are offering yourself the option of buying or selling at each of those check-in points, what do you decide in advance so that you don’t make those interim mistakes or you don’t even make those decisions or look at them to begin with", "howard marks: that’s not my approach or oaktree’s approach", "we don’t have pre-set rules", "everybody says, “well, why don’t you just set a role?” there are things called stop-loss orders", "you buy something, it goes down 20 percent, and you sell it very time", "there is no rule that will ever work in every case", "you have a rule that if it goes down 20 percent, you’re out", "if it’s 21 and you sell, it might go up 100, or if it goes down 10 and you don’t sell, it might never go up again", "there can’t be a rule that always works", "just before the publication of my other book, i had lunch with charlie munger, and at the end of the lunch, when i got up to go, he said, “now, just remember, none of this is meant to be easy", "anybody who thinks it’s easy is stupid.” these things cannot be reduced to a rule", "the market operates so as to confound rule-makers", "i wrote a memo five years ago called “it’s not easy.” it all comes down to judgment", "if we’re going to have superior investment performance, we have to have superior judgment", "you can work on your processes both intellectually and emotionally, but you can’t… superior judgment isn’t something you can order up, and not everybody can necessarily attain it, but i think one of the most important things is to dismiss the concept of a process or rule that always works in the absence of superior judgment", "tim ferriss: is the judgment the decision to take a certain path versus another", "in other words – i know i’m going to be bastardizing this – if an advantage could take the form of access to better information and better analysis of that information, making a better decision with that information that is available, having the courage to act on it and the emotional fortitude to either act on it or sit with that decision – there may be other behavioral or psychological advantages or disadvantages, and i’m sure there are", "when you talk about judgment, is that a particular link in that chain", "howard marks: i think judgment is everything", "for example, just to follow your taxonomy, judgment is knowing when you have information that others don’t, and if you think you know something that others don’t, it’s knowing when yours is likely to be valid and knowing whether you’re likely to be offbeat", "it’s understanding how to analyze it", "judgment is the reaching of conclusions based on your analysis, and judgment is all we have to tell us when something goes against us, whether we should hang in or give up", "so as i say, i think it’s all judgment", "tim ferriss: i would imagine a lot of people read your memos and your writing in hopes of developing better judgment, and that while there is no one rule that will work for all circumstances and all cases, there may be certain questions or tools that prove helpful in a greater percentage of cases than others, and to that, i would love to refer to a few things that i have in front of me", "one is a letter that you sent to me along with the book, and toward the end of the letter, it says, “i draw on my 50 years of investing experience to provide an orientation to the usual cycles of the economy, corporate profits, the availability of credit, and the securities markets, as well as some of the less ordinary ones – for example, in distressed debt, investor psychology, and even in success – but i think potentially, the most useful is the chapter on the cycle and attitudes toward risk", "how investors are thinking about risk and behaving toward it at a single point in time might be the single most influential determinant of market position in the cycle, and thus, the best indicator of how we should behave in regard to it.” and i read that chapter – i believe i had the right chapter – and there’s a point in this chapter that has a few lines bolded – which i really appreciate, by the way – and that is, “if i could ask only one question regarding each investment i had under consideration, it would be simple: how much optimism is factored into the price?” could you talk about this question and perhaps give some examples of using it or how people might use it", "howard marks: sure", "i started in the business in a summer job at citibank in the summer of ’68, 50 years ago, and the bank was an investor in what was called the “nifty 50,” the 50 best and fastest-growing companies in america", "if you bought the stocks the year i showed up and held them for five years, you lost almost all your money – in the best companies in america", "then, 10 years later, i switched to the so-called “junk bond” business – high-yield bonds", "now i’m lending money to the worst companies in america and i’m making money steadily and consistently", "so clearly, buying good things and avoiding bad things can’t be the secret to success in investing", "it has to be the price you pay", "it’s not what you buy, it’s what you pay", "and there’s no asset which is so good that it can’t become overpriced", "of course, this is something that people have to bear in mind when they look at the fang stocks, and on the other hand – tim ferriss: for those who don’t know, what is fang", "howard marks: facebook, amazon, netflix, google, and they throw in alphabet too", "so there is no asset which is so good that it can’t be overpriced", "there are very few assets which are so bad that they can’t be underpriced and thus a bargain", "so what we have to look for if we’re going to be successful investors – now my school, which is called value investing, puts more emphasis than perhaps venture capital or growth investing, which largely looks for brilliant futures – but the key is paying a low price relative to something called intrinsic value", "if you pay a high price relative to the value, you’re unlikely to do well and you probably have to get lucky to have a good return, but if you pay a low price relative to the intrinsic value, then the odds – like my book says – are on your side", "so we want low price to value", "how do you get low price to value", "the answer is low optimism", "there are other ways to describe it – tim ferriss: you mean looking for low overall optimism", "howard marks: right", "in short, the things that everybody feels good about are likely to be the things that are high-priced, and the things that everybody feels bad about are likely to be low-priced, so if you could find a stock where nobody thinks this company could ever have a good day, maybe there’s a chance that it could produce some favorable surprises and make you a lot of money", "if there’s a company like the nifty 50 back in ’68, where everybody assumed – literally, tim – nothing bad could ever happen to these stocks, then clearly, there has to be so much optimism in the price that there can never be a favorable surprise", "we make money from favorable surprises, and if the positive conviction is so high, then by definition, there can never be a favorable surprise", "so i think this is a number one concept", "tim ferriss: i think you said the word “never” in this hypothetical, exuberant enthusiasm, as someone might say", "i believe there are certain words that you dislike using and pay attention to when they come up", "howard marks: it’s all part of this lack of intellectual hubris", "we should never say “never,” “always,” “has to,” or “can’t.” these expressions are far too absolute to be winners in a world beset by uncertainty and randomness", "when you use those words, you tend to get into big trouble", "tim ferriss: when assessing public sentiment – it could be really wide, let’s say anyone participating in the s&p 500, or it could be narrower – but let’s just say we’re looking at the broadest collection of market participants, at least the s&p 500", "i was texting with a friend of mine who’s a successful investor but very different stylistically than yourself, and i asked him what some investing pros use to measure how fearful or greedy “the market” is", "are there go-to indices or polls", "he said people use the vix as a measure of fear", "he said some people might use something like yield on junk bonds as a measure – in other words, low yield equals complacent market", "it seems so difficult to keep track of the media as a whole, although certainly it becomes obvious at some point if it’s all negative or all positive", "are there particular indicators that you like to pay attention to or your firm likes to at least keep an eye on", "howard marks: in the old book, there’s a chapter that talks about the importance of taking the temperature of the market, knowing where we stand, and it includes a checklist – largely tongue-in-cheek – called the “poor man’s guide to market assessment.” it basically asks some simple questions", "what’s going on", "if a new fund comes out, does it sell out immediately or does it struggle", "if an investor goes to a cocktail party – there you are", "tim ferriss: it’s also in the new book", "howard marks: oh, it’s also in the new book", "if an investor like me goes to a cocktail party, is he the center of attention that everybody wants to talk to", "well, that’s probably a sign that interest in the market is high", "or is he pushed into a corner and everybody wants to talk to the athletes and the venture capital guys", "that’s probably an indication that interest in my part of the market is too low, and that bargains may be available", "when you turn on the tv, is all they want to talk about the good news or the bad news", "i have some cartoons in the new book – old cartoons dredged up from my files – that demonstrate that virtually everything in the world and in the markets is subject to either a positive or negative interpretation, and if everybody is interpreting everything positively, that tells me that the spirits are too high, and perhaps ready to be dashed, and vice versa", "the greatest thing i was ever taught was back around ’73 or ’74", "somebody said, “i’m going to tell you about the three stages of the bull market", "in the first stage, just a few incredibly insightful people understand that there could be improvement", "in the second stage, most people recognize that improvement is actually taking place", "in the third stage, everybody and his brother believes that things will only get better forever.” now, i think that one, this is a very accurate description of the world; two, clearly, if you buy in the first stage when only a few people understand the potential for improvement, you’re going to pay a low price because there isn’t much optimism in the price", "then, as you progress to the second and third stage, the unanticipated improvement takes place", "that gives the market a favorable surprise", "the stock prices or the asset prices rise in response to those favorable surprises", "but you eventually reach a point where the good news convinces people that it’s going to go on forever, and when everybody believes that things will get better forever, clearly, it’s likely that so much optimism is in the stock price that it’s dangerous and unlikely to yield a profit", "so i think that the three stages of the bull market – and conversely, of the bear market – are really important, not as a moneymaking rule, but as something to bear in mind and watch out for", "tim ferriss: i’m going to ask you a few questions that you may not like, but that my fans will kill me for if i don’t ask", "first, where do you think we are at the moment", "of course it has to be time-stamped", "we’re talking in august of 2018", "what has you worried", "what has you optimistic, if you’re optimistic about anything", "howard marks: sure", "well, where are we", "for the last 10 years, ever since the crisis, people have been asking that question in the form of “what inning are we in?” when they asked it in late ’08, what they really meant was, “how much longer will the pain go on?” now, what they’re asking is, “how much longer will the pleasure go on, and the bull market, and the economic recovery?” i think we’re in the eighth inning", "now you don’t have to time-stamp it because i’ve been saying this for a while and i’m likely to continue to do so", "but about a year ago i came to the realization that that observation – even if accurate – is of limited use because unlike baseball, we don’t know how many innings there are in a game", "this is a big distinction", "in a normal baseball game, we know there are nine innings", "if i say we’re in the eighth and if i say it accurately, that means the good times are about to end", "but in economies and markets, there is no fixed duration", "so the bull market – this is the tenth year", "that’s a long time", "in the economic recovery, this month, we have begun the tenth year", "the longest economic recovery in recent history is 10 years, so these observations start to tell you not that it’s going to end, but that the likelihood of its continuing is declining", "the odds are not on your side", "when you’re in the tenth year, the odds of having 10 more years of recovery seemingly are not good", "we don’t know if there’s some reason why there has never been a recovery of more than 10 years, but we have to wonder if there is", "but on the other hand, we can’t be too sure", "now i believe that for many years, this economic recovery was the slowest on record", "that was probably helpful because that kept excesses from coming into existence that have to be corrected with a downturn", "you asked about the good news", "the good news is that the economy is functioning at a high level, we just had a quarter of unusually rapid growth, unemployment is declining, and our economy is the envy of the world", "stock prices – which were very high when measured by price/earnings ratio last year – are not so expensive this year because the earnings have been supercharged by the tax bill", "the projected earnings of the s&p 500 are way up this year – 23 percent, i think, which is unusual – and everything else being equal, higher earnings mean a lower price/earnings ratio, so by most measures, stocks are only slightly expensive at this point in time", "so that’s the good news", "the bad news is that interest rates are likely to increase, and interest rates increase the burden of debt on companies, and when bonds yield more, they offer more competition for stocks", "clearly, there are a lot of uncertainties in the macro world, in the geopolitical world, and in the political world, the greatest of which is the possibility of a trade war, which almost everybody thinks would be extremely negative, not only for the u.s", "and for the people who engage in the trade war, but for everyone", "i think that interestingly, what we’ve been talking about is assessing the level of investor psychology", "i don’t believe that investor psychology is terribly frothy", "the way i’ve put it in the past is that people are not thinking bullish, but they’re acting bullish", "a lot of people have moved into higher-risk investments in order to get the returns they want because right now, safe investments – treasuries, high-grade bonds, cash, and money markets – offer so little", "so people have been forced to move out the risk curve and take more risk, and that makes the world a riskier place for you and me", "i borrowed a phrase from my late father-in-law, who said that those people could be described as handcuff volunteers", "they’re doing things not because they want to, but because they have to", "but the effect on the market is the same", "when people move to riskier actions, it makes the market riskier for everyone", "tim ferriss: so if we were to consider all of that, if you had, say, three people come to you and you had to give them some response because it’s your mother-in-law, people in the family, so you have to give them some kind of response – feel free to ask some clarifying questions, but let’s say someone has $100,000 to invest, $1 million to invest, and $10 million to invest", "so $100,000, $1 million, and $10 million, they make $100,000 a year, and that is going to remain stable and predictable", "let’s just assume that on the income side", "they are very cautious – i think that like a lot of people, the loss aversion and pain of losing $100 hurts much more than the joy they derive from making $100 – and they have their investable funds, $100,000, $1 million, and $10 million, in cash or cash-like equivalents – some of these safe vehicles – currently, and they say, “howard, i don’t know what to do.” what are your thoughts", "howard marks: i think that one of the most important things in investing is to make people comfortable", "it’s a mistake to sit there and say, “you should do this, you should do that,” regardless of people’s comfort level because if you violate their comfort level, if you force them into things that are too risky for them and then things go bad, they’re unlikely to do the right thing", "they’re more likely to panic and sell on the lows, which is the cardinal sin of investing", "so it’s very important to assess people’s needs and ability to withstand tough times", "clearly, the person who makes $100,000 and has $100,000 doesn’t have a big margin of safety for tough times, and they should invest more conservatively", "the person with $10 million, depending on his or her psychology, probably would be willing to stomach some losses in the pursuit of big gains", "now people always overestimate in advance the equanimity with which they would greet losses", "back in 1997-1999, when the stock market and tech stocks were rocketing along, i think what a lot of people said is, “my 401(k) is doing so great; i wouldn’t mind if i lost a third of my money", "it’s okay.” believe me, when they lost a third of their money, they weren’t okay", "but my mantra for the last few years has been “move forward, but with caution.” so in varying degrees to those three people, i would say, “we are investing every day, we are endeavoring to be fully invested today other than in funds that are strictly designated as standby funds for the crisis, and we are definitely taking risks, but with caution.” we’re a cautious firm", "we invest in risky asset classes – high-yield bonds, distressed debt, real estates, emerging market stocks and bonds, et cetera – these are risky assets, and oaktree has always taken a low-risk approach, a controlled-risk approach, to those asset classes", "so when i say “with caution,” i mean with more caution than usual", "i think this is a time for more caution than usual, and that’s what i would tell those people", "so i think that the outlook is not so bad and the prices are not so high that you have to practice maximum defensiveness, go to cash, and suffer a 1 percent return on cash, but i think the outlook is not so good and prices are not so low that this is a time for aggressiveness, and i wouldn’t be aggressive", "i think one way that i help myself make these decisions – and it might be helpful to your listeners – is i constantly remind myself and others that as an investor, there are really two key risks that we face every day", "now, the first one is obvious and everybody knows about it", "it’s the risk of losing money", "what’s the second", "it’s not so obvious", "it’s a little more subtle", "it’s the risk of missing opportunity", "when reminded of the twin risks, most people would say, “i think that’s right", "the truth is, i don’t want to lose a lot of money, but on the other hand, i don’t want to miss all the opportunities, so i’m going to compromise", "i’m going to balance the two", "i’m going to do something in the middle.” that makes sense", "other than daredevils and scaredy-cats, everybody should do something in the middle", "exactly where in the middle is debatable and should be tailored to their own psyche and financial position", "so the interesting question is “what about today?” today, should you be in your normal balance between the twin risks or should you be different", "should you be in a higher-risk position because so many things yield so little or should you be in a lower-risk position because there are so many uncertainties", "and i actually agree with the latter", "so fully invested – and being cautious does not mean being in cash – and with everything you want to do in the investment business, there are higher- and lower-risk ways to do it, and i think today is a time for the lower-risk ways", "tim ferriss: this is not the first time i’ve asked a question like this, but the last time i asked the first part of that, which is about someone who makes $100,000 a year and has $100,000 to spend, i was actually at the berkshire hathaway shareholder meeting a long time ago", "it was my first and only time there, and i was so excited to be there", "it’s woodstock for investor nerds", "there was so much excitement", "people were camped out front to be in line", "i was part of that, and i asked someone working there where the microphone was that was hardest to get to, and then i sprinted over there, and i was able to ask warren and charlie this question – and of course, you know them, and their responses can be very short", "i said, “hypothetically, if someone were making $100,000 a year and had $100,000 to deploy in some way, how would you suggest they invest that capital?” it was along the lines of, “invest in the s&p 500 or a low-cost index fund in the s&p 500 and get back to work.” i found that very dissatisfying, but in retrospect, certainly not the worst advice that you could give someone", "how do you – with what do you disagree with warren the most", "on what do you guys not see eye to eye", "howard marks: tim, there’s a book out called the warren buffett way, and i was asked to write the foreword for the latest edition, and i wrote something called “what makes warren buffett warren buffett?” and i listed the things that characterize him: extremely high iq, unemotional, great analyst, understands what’s important, looks at the things that are important and figures out their import, ignores the things that are unimportant, and on and on like that", "the last one was one of the most important: he’s not afraid of getting fired", "he doesn’t have to worry about the interim consequences of error", "most people do", "so his advice was to invest in an index fund", "that’s fine as far as it goes, but how much", "should the person who has $100,000 put the whole thing in the stock market, and especially, should they do it today", "if they do it all today, we’re confident that 20 years from now, they’re going to have a lot more money and they’re going to be really happy", "what about a year from now", "not everybody is financially and emotionally able to live through a decline", "so as i said, the first purpose of investing – especially for people who have more money than they need to eat – should be to make you comfortable", "when i started at citibank 50 years ago, they had a cartoon on the wall", "it said, “scared money never wins,” and it’s true", "so everybody should invest only up to their comfort level", "i certainly agree with warren that for most people, they can improve on an index fund, and i’m not saying that warren says that everybody should put 100 percent of their net worth in the index fund – clearly, they shouldn’t – and i was once at a talk, and i was preceded by a college professor i won’t identify – warren always says, “praise by name, criticize by category,” so i’ll only say i was preceded by a college professor", "this guy is known for a pro-stock attitude, and what he said was, “if you are of average risk tolerance, you should have 85 percent of your money in” – no", "“if you have below-average risk tolerance you should have 85 percent of your money in the stock market, if you’re average, 105, and if you’re aggressive, 125 percent of your net worth should be in the stock market.” i just think that most people can’t live in the short run with the consequences of being that deeply invested", "being human, we are our own worst enemy", "everything that goes on in the world and the market conspires to make people buy when things are going well and prices are high and sell when things are going badly and prices are low, and fighting that is the number one theme of the book, and it’s the number one theme of success", "tim ferriss: just from personal experience – and i mentioned this earlier – looking at my response in 2008… i bought a house in 2007 with some very unfortunate mortgage terms and made some very bad decisions with money that i had in the stock market at that time", "i think in part, it was because i couldn’t have known how i would respond under those circumstances, and when i filled out these very templated forms, of course, for whoever it was at the time – i won’t mention anyone by name, but it was, “to what extent would you be comfortable with a drop in your portfolio over one quarter or one year?” that was the form of the question, and it had 10 percent, 20 percent, 30 percent", "i thought, “well, 30 percent, maybe,” pulling an answer out of thin air", "i had to answer it to get through the online form", "but i had never experienced anything similar to that", "this just came to mind because i’m looking at a book on your shelf, bringing down the house, about games", "we were talking about games earlier", "as i understand it, bill gates and warren buffett play a fair amount of bridge", "certainly, many people in the investing world – including some people who are really fantastic, some of the guys from renaissance and so on – play poker, and then you have backgammon", "what do you play, what do you think the game that they select says about the person, if anything, and could the game they select help someone to assess their risk tolerance for larger types of investing or other ways to accurately determine that in any way", "howard marks: i think “accurately determine,” yes, “quantify,” no", "but i think that we can get a handle on our degree of risk tolerance and risk aversion, and we should", "i was with my son and one of his friends this week, and his friend is a great chess player", "the interesting thing about people who play chess is that in chess, there’s no randomness", "there’s no dice to roll, no wind to blow, and no card to pick from the deck", "all the information is on the board and everybody has all the information", "so it tells you something about an intellectual process", "that goes all the way out to craps, where everything is in play all the time based on randomness", "so maybe which game we like tells us something about ourselves, but how we play also tells us about ourselves", "backgammon, which is one of my main games, is highly probability-intensive because it’s all the dice – it’s the dice and the skill, but the dice mean a lot", "in any situation, with any throw of the dice, there are aggressive and defensive ways to play", "probably the interesting thing is if you played and i watched you for a couple hours, i would know if you were aggressive or defensive, risk-averse or risk-tolerant, and you should be able to do the same for yourself", "as i said before, one of the great things is to understand ourselves, and without that, we’re really in trouble", "tim ferriss: what are some of the things that otherwise smart people miss about cycles or misconceptions that you believe to be true – like mark twain said – that just ain’t so", "howard marks: i think the biggest mistake you can make is to ignore the repetitive nature of the cyclical pattern", "in his book principles, ray dalio talks about how much analysis he and his partners did, the conclusion of which is the ability to look at what’s going on in the world or in the market and say, “oh, that’s another one of those.” life becomes very easy when you have studied the past to the extent that you have seen the recurring patterns and you can recognize them when they come up again", "so i think that’s extremely important", "but, the other thing is – and i think the guiding quote of the book is another one from mark twain, “history does not repeat, but it does rhyme.” history does not repeat", "the cycles are never the same in terms of amplitude, speed, duration, cause, or ramifications, but there are themes that repeat that can help us to identify and properly respond to cyclical occurrences", "so i say in the book that i’ve been in the high-yield bond business now for 40 years, and there was a time where there arose a body of thought that most defaults occur on bonds’ second anniversaries since their issuance", "i don’t think there was anything magical about the second anniversary, and if people believed that, then they would sell all the bonds they had that were 23 months old and buy them back when they were 25 months old if they had survived, but i don’t think they would accomplish anything by that because i think they were assigning an import to a number that was not valid", "so i think it’s really important to recognize cycles and understand them, but i think it’s unimportant to assign importance to these numbers or rules, but it’s very important to understand what’s going on around us, and when the recovery is old, the bull market is old, the psychology is elevated, the valuations are high, then you should know that the odds are not on your side, and you should take some money off the table and behave in a more cautious way, and vice versa", "tim ferriss: so i suppose also, on some level, it necessitates cultivating a fair degree of patience", "howard marks: patience is essential", "there was an investment sage named peter bernstein, and he said, “the market is not an accommodating machine that will give you high returns because you need or want them.” i believe that right now, we’re living in a low-return world, and if you say, “howard, i need high returns in a low-return world,” the only way to try to get them is by taking a lot of risk, and by definition, taking a lot of risk is not sure to work and could have negative consequences", "so i believe that when you’re in a low-return world, you have to accept it and deal accordingly", "now, this comes from mujō, which we started the interview with", "i talked about mujō in a memo about 20 years ago entitled “it is what it is.” i think one of the most important things we can do as adults, be it in the investment world or the real world, is to say, “it is what it is” – in other words, accept things for what they are, deal with them as they are, don’t spend a lot of time wishing they were different, and certainly, don’t act as if they were different", "we have to accept the realities", "tim ferriss: in my little tiny corner of investing, which is not even worth mentioning in this conversation, but i only bring it up to tie it to how helpful actually reading – it’s not quite scripture, but buddhist thinking related to concepts like mujō and stoic philosophy – epictetus and so on – how helpful that has been to tempering emotional reactivity", "you mentioned someone i want to come back to, who is peter – is it “bern-steen” or “-stein”", "howard marks: “bern-steen.” tim ferriss: “bern-steen” – a financial historian who sadly passed away in 2009, i think", "i’ve read that you consider him one of the smartest people you’ve ever met", "why is that", "are there any other things that you learned from him", "howard marks: 48 years ago, when i was a junior analyst following xerox for citibank and i would give the portfolio managers at the bank my opinions, one of them came up to me and said, “who is the best analyst on wall street on xerox?” i said, “the one who agrees with me the most is so-and-so.” we always think that the people who agree with us are really smart", "peter saw the world the way i did, but in many cases, put it into words better", "i wrote a memo called “risk” in ’06, “risk revisited” in ’14, and then, bizarrely, one day, i found a memo from him – you mentioned he passed away in ’09", "in ’16, i found a memo from him on my desk", "my desk is a little messy and there’s a lot of stuff floating around", "it was a great memo entitled “can risk be reduced to a number?” i took a bunch of stuff from that in a redo of my memo entitled “risk revisited again,” but i just think bernstein is great", "on the subject of risk, he said, “every day, we walk into the unknown.” and as i said, the future is a distribution of possibilities, and some days, we don’t even know what the possibilities are", "if i can borrow your copy of the book, i’ll conclude with a quote from him because i think it’s so good", "if i can find it quickly, he said, “the future is not ours to know, but it helps to know that being wrong is inevitable and normal, not some terrible tragedy, not some awful failing in reasoning, not even bad luck in most instances", "being wrong comes with the franchise of an activity whose outcome depends on an unknown future.” and i think that’s a great way to think about the world we have to work in, and if you accept and inhale the unpredictability, variability, and randomness of the world, i think you’re likely to do a lot better in it", "now that doesn’t mean you can’t invest, even boldly", "what it means is you have to assume that things are not always going to work out right away – well, of course, they’re not always going to work out, but they’re certainly not always going to work out right away, which means what", "you have to have patience", "you have to have staying power", "you have to have fortitude", "you have to not invest so much that if it goes against you, you’re going to panic and get out", "preparing for an unknown, unpredictable, and maybe even hostile world in the short run is probably a lot smarter than assuming everything’s going to go right, everything’s going to go the way you expected, it’s going to go that way right away, and you’re not going to be tested", "so i think that this is the kind of thinking that… when i read bernstein or some of the other people i’ve mentioned, i just go, “oh yeah, right, sure", "that gets it for me.” and that’s why i love his stuff so much", "tim ferriss: warren buffett has mentioned how fond he is of your writing, and i’m paraphrasing here, but if he sees one of your letters in his inbox, it’s one of the first things he’ll pick up to read", "i’d love to ask you about your reading", "are there three to five specific newsletters, columnists, economists, or writers who you find yourself excited to read these days", "anyone who comes to mind", "howard marks: i think the best… i’ve worked mainly in the credit area, not in the stock market", "most people invest mainly in the stock market, and we’ve talked a lot about the stock market, but that’s not what i do professionally", "oaktree’s investing is largely in something called credit, which means fixed-income securities, bonds, notes, and loans not issued by governments", "that’s the definition of credit", "in our world, there’s a great newsletter called grant’s interest rate observer", "it’s a little ironic because grant’s has nothing to do with interest rates – or, almost nothing – but it’s about credit, and in particular, it exposes stupidity, and it exposes companies which seem to be – where people are not bringing enough skepticism and deals that seem unwise, and that kind of thing, and i think they do a great job", "now i think it’s fair to say that it has a negative cast", "in other words, they’re mainly talking about things which are rated higher than they should be, which you should avoid or bet against", "i don’t think they talk as often about the things that are rated lower than they should be and present profit opportunities, but for credit guys like us, avoiding the losers is extremely important, and i think that’s a great newsletter, not only for the content, but for the attitude and the importance of identifying misperceptions", "misperception is the key to operating in the markets", "variant perception – you understand things differently from the way everybody else understands them – is the key to success, assuming you’re right", "if you understand everything just the way everybody else does, clearly you can’t outperform", "that’s the death knell for a would-be professional investor", "so you have to see things differently from others – that’s a necessary condition for outperformance – but you also have to see it better than others", "that’s necessary too", "the combination of those two is what i call second-level thinking, which i’ve mentioned a couple times", "tim ferriss: you also mentioned how widely read charlie munger is, and certainly, in poor charlie’s almanack, for instance, he talks quite a bit about – if i’m not misremembering – evolutionary biology and is really able to pull concepts from seemingly unrelated disciplines into his power zone of investing", "i’ve had investors recommend certain books that are much broader than investing, such as lessons of history by will and ariel durant, which i found really fascinating as well", "it talks about cycles, in a way", "are there any books that you’ve found yourself recommending a lot or that you’ve enjoyed in the last few years that are not specific to investing", "howard marks: not specific, yes", "my reading is usually closer in than charlie’s", "so an example is the book i’m working on now, which is called factfulness, and basically, it unmasks a lot of misperceptions that people have about the state of the world, and they hold these perceptions generally qualitatively, not based on data, and the author tries to substitute facts for these perceptions", "he starts with a list of 13 questions describing the state of the world, and fascinatingly, he gives you the answer to one, and you have to think about the answer to the other 12", "the average score on the 12 is two, and he points out that if you flip the coin, you’d get six right", "so the average american gets two of the 12 questions right, so not only are they systematically wrong, but they’re wrong in the same direction, which is they always pick the more pessimistic answer when the more optimistic one is true, and so he responds to our bias and tries to overcome the ignorance and the bias by using facts and some great, very communicative graphics", "so i would recommend factfulness, and i love the idea of unmasking biases", "tim ferriss: you mentioned that – and if i get this wrong as i’m restating, please correct me – in a low-yield environment, to get high-yield entails increased risk", "i know you’ve written a little bit about cryptocurrency before", "the last one i saw was from about a year ago", "what is your current view on cryptocurrency", "that’s one place that people are going, often with no understanding of the technology or anything else", "it scares me enough, although – anyway, i won’t get into my view on that stuff, but people who are well outside of tech and all that are getting very bullish as it relates to cryptocurrency", "what are your thoughts", "howard marks: i am what is called a value investor, and that means you look at the situation, you don’t look at the atmospherics, you don’t look at the aesthetics, you look at the hard value – the company’s assets and the cash flow that its business produces – and you value those things, and you come to something called the intrinsic value, and then you see if you can buy it for less", "if you pay full intrinsic value, you’ll probably get a fair return; if you pay more, you’ll probably have an unsuccessful experience, but if you can buy it for less than the intrinsic value, you should have an above-average return", "that’s value investing, and i think it is the intellectually soundest form of investing, and nobody has been able to tell me the intrinsic value of a bitcoin", "i believe there are assets in this world where you can come up to intrinsic value, and they are the ones that produce cash flow: companies, stocks, bonds, buildings – that kind of thing", "there are a lot of assets in this world that do not produce cash flow", "you cannot put an intrinsic value on oil, gold, diamonds, paintings, or bitcoin", "yes, it does", "we cannot say how many pounds a dollar is worth", "people look them in terms of what’s called purchasing power parity, but it doesn’t really work very well", "and the truth of the matter is that these macro considerations – the directions of economies, markets, currencies, and commodity prices – what’s the intrinsic value of an orange", "these things i think can’t be predicted reliably, and in fact, the so-called macro funds have been doing quite poorly for years", "so there are some things that can be valued and some things that can’t, and i believe bitcoin is one of the things that can’t be valued, and everybody says to me, “but you don’t understand,” and i wrote about this in my july ’17 memo and returned to it in september", "i learned something between july and september, and that’s why i put it in the next memo", "people said, “you just don’t understand", "people are going to want a currency that the government can’t deflate, that can’t be counterfeited, and can’t be stolen,” and all these things", "that’s why i returned to it", "but i still don’t understand how it can be valued", "today, a bitcoin is $6,500 here on august tenth, and i don’t see how you can say it’s worth $7,500, $5,500, or anything like that", "you can say it’s going to be useful in the future, you can say people want a nongovernmental currency, but i don’t see how you can put a value on it", "with all of its attractions – to the extent that people find attractions in it – last year, it went from $1,000 to $19,000", "now i could be wrong, but that tells me it’s speculative buying, and by the way, the people who – remember what i said about people who have opinions believing they’re right – if it traded at $19,000, somebody thought it was a good buy at $19,000 because it was going higher, and today, it’s a third of that", "so for the most part, reasonably valued value investments do not go up 19 times in a year and then down by two-thirds", "tim ferriss: are there any – understanding that you are a value investor – you mentioned a few other names in the introduction of your book – joel greenblatt, who i’m also a fan of – are there any growth investors or venture investors who are…certainly, approaching things differently, but are there any growth or venture investors or people who are playing a slightly different approach who you have a lot of respect for or admire for particular reasons", "howard marks: sure", "let me say there are many ways to invest; there are many people who engage in activities that i think can’t be done, and there are many people in each one who do very well", "i don’t say mine is the only way", "venture is an example", "i’m not a futurist, i’m not a dreamer, and i’m not highly risk-tolerant", "i’m not biased to risk-taking", "40 years ago, when citibank told me they wanted to start a high-yield bond portfolio, if instead, they would have said, “i want you to start a venture capital fund,” i probably would have been a disaster", "but, in the venture field, success seems to be recurring, not random", "if 20 percent or 10 percent of venture capital funds are successful, you would think that with any given firm, 20 percent or 10 percent of their funds would be successful, but there are firms which are repeatedly successful", "i was lucky in the last year to get to meet bill gurley of benchmark, and bill was nice enough to give me a blurb for the jacket of my book, and i was very impressed by our conversation and by benchmark’s record of achievement", "sequoia has a great record, as does as kleiner perkins, so you can do it, but it wouldn’t be right for me", "that doesn’t mean it’s not right for them", "macro – i said 15 minutes ago that macro funds have had a pretty bad record", "some of the greatest investors in history have been macro investors – george soros and stan druckenmiller, for example, have been fabulous", "they probably have the highest returns of everybody", "quantitative investing – renaissance and so forth", "so again, it would be a terrible form of hubris to say my way is the only way", "my way is the way that works for me", "by the way, if you look at the others, the success ratio is not terribly high, but certainly, there are people who’ve done it well", "tim ferriss: yeah, there’s a very high concentration of success in a handful, at least within venture", "yeah, bill’s a very smart guy, and all the firms you’ve mentioned have done really well", "so i’ve heard it said – this is not from you in these words, i don’t think – that the right decision at the wrong time is the wrong decision", "i’m very excited about the new book and the literacy of cycles that you are helping people to develop with this", "we’re going to wrap up in just a few questions", "are there any particular mental models or heuristics that are in this book or that you’ve used in your investing life that you think are particularly valuable across the board in life", "i know that’s a big question and you probably have quite a few directions you could go with that, but just in terms of becoming a clearer thinker and better-operating human being, does anything come to mind that we haven’t discussed so far as it relates to any type of mental model that would be worth mentioning before we wrap up", "howard marks: well, tim, when i finished writing the book and i was thinking about cycles, i said to myself, “so for example, the economy grows about 2-2.5 percent a year on average", "why doesn’t it just grow 2.5 percent every year", "why is it sometimes four, sometimes one, sometimes five, and sometimes negative?” and the answer is excesses and their correction", "people get too excited, they overexpand their businesses, they invest too much, or they invest too much using debt, and then something goes wrong, and their excesses produce booms, and then something goes wrong, and those excessive activities turn out to be unsustainable, and they are then corrected by selling off inventory, closing plants, or liquidating a leveraged portfolio, and those produce busts", "so it’s from excesses and their corrections, and i think the best thing that people can do is be on the lookout for those things, and when other people are engaging in excesses to the upside, we should turn cautious, and when other people are overcorrecting to the downside, we should turn aggressive", "it’s been a big part of what bruce and i have accomplished for the oaktree investors and my other partners and colleagues, and it’s something that everybody can do if they turn their mind to it", "tim ferriss: well, howard, i really appreciate the time today", "howard marks: me too", "tim ferriss: this was very fun for me, and hopefully – and i believe it will be valuable for people listening", "just to mention a few things, of course, people can find mastering the market cycle: getting the odds on your side everywhere books are sold", "you can also learn more at masteringthemarketcycle.com, people can learn more about oaktree at oaktreecapital.com, and on social media, you have twitter, facebook, and linkedin all the same – howardmarksbook", "is there anything else you would like to say to the people listening, any recommendation or question they should ponder, action you might ask them to take – anything at all besides the book itself, which i encourage people to check out", "howard marks: well, first of all, we’ve made repeated reference to my memos", "they’re all available online at oaktreecapital.com under the heading of “insights > chairman’s memos.” you can get the last 29 years’ worth", "you can also sign up for a service that will notify you when one is published", "the price is right because they’re free, and i hope people will read them", "and i just want to say that i like to hear from people", "i don’t always have time to answer everybody, but my writing of the memos and the books has been enormously rewarding because i get lovely memos from people which say that i made complex things seem clear", "that’s the one that gets me going the most", "so if people want to comment, take issue, or ask a question, i’ll try to get back to them", "tim ferriss: and is the best way to reach out to send you a note on social media", "i would advise against giving out any type of email address that will get deluged", "or maybe the answer is they should figure it out", "howard marks: well, we’re on social media, and we’d be glad to hear from them there", "tim ferriss: perfect", "well, howard, thank you again for the time, and for everybody listening, links to everything we discussed will be in the show notes as usual at tim.blog/podcast, and until next time, thank you for listening"]}