{"dialog_idx": {}, "episode_num": 340, "file_type": "audio", "guests": [], "num_sentences": 1849, "num_words": 21551, "raw_text": "Please enjoy this transcript of my interview with Paul Stamets (@PaulStamets), author, inventor and an intellectual and industry leader in the habitat, medicinal use, and production of fungi. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the interview here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: Paul, welcome to the show.  Paul Stamets: Thank you, Tim. Honored to be here. Tim Ferriss: I’ve had so many listeners request you on the show. I have wanted to have you on the show for so many years. And finally, when you made your very comprehensive cameo in Michael Pollan’s most recent book, that served as the reminder that I had to reach out somehow. So I’m very pleased that you’re here, and I thought we could start with some definitions and pronunciation, which are very selfishly points of insecurity for me. So F-U-N-G-I. How should we pronounce that?  Paul Stamets: Well, that’s an excellent question. Fungi – according to Oxford English Dictionary – with a J is the correct pronunciation. But foon-jee, fun-guy, or fun-jai. So fun-jai is what we mycologists use. Though Spanish mycologists will use foon-jee. Italian mycologists will say foon-jee. But English speakers, the standard pronunciation is fun-jai with a J.  Tim Ferriss: Fun-jai. And then there are two terms that I suspect may not be totally synonymous with mushrooms. My-sill-ium or my-see-lium? I don’t know the correct pronunciation. Are mushrooms a subset of mycelium? One component part? Can you define or distinguish those two for us please?  Paul Stamets: Mycelium is the underground network analogous to the roots of a tree in the fruit bodies of the mushrooms. So they are produced as reproductive structures long after many challenges on the path of growth – in woods, underground, et cetera. The mycelial networks are vast. It’s been called the proverbial tip of the iceberg. But just think of this as the – the mycelium navigates through a microbially hostile environment. Literally, there can be tens of millions of microbes per gram of soil. And the mycelia are these fine filaments that look like cobwebs are running underground.  And this underground network is being challenged by all sorts of microbes. And as many people know, bacteria like to eat fungi. That’s why mushrooms rot. But the fungi are able to navigate with these mycelial networks. Only one cell wall thick. And there can be up to eight miles of mycelium per cubic inch, and now they only have one cell wall between their internal cells and the external environment. We have five or six skin layers that protect us from infection. The mycelium basically has one cell layer, and yet it is able to overcome the challenges of millions of microbes – many of which want to consume it. And it navigates to create the largest organism on this planet. There’s a mycelial mat in eastern Oregon over 2,200 acres in size. Now it’s one cell wall thick, and yet it’s the largest organism on this planet. And that’s a testimonial to the immunological power of the mycelium and this vast underground network that is so central to habitat, and human, and plant health. It’s something that we have really tapped into. Mushrooms come from mycelium. The mycelium can grow literally for decades before a single mushroom forms. Mushrooms are highly perishable. They’re like fish. In four or five days, they mature. And then they rot. And in doing so, they sporulate just before they rot. And they attract insects that then help spread the spores. Much like birds spread seeds. Birds come to fruit. The fruit of the tree – like a peach, for instance – attracts insects and birds. And then the peach pit, or seeds of an apple, or another fruit are spread. So the fragrance of the mushrooms are beacons. Fragrance beacons that emanate through the ecosystem. And these scent trails then entice animals to come to these bodacious delicious fruit bodies. And then in the course of them eating them, they spread the spores. But the mycelium literally can be existent, not invisible. Invisible to us ridiculously stupid humans that are thundering giants upon these networks that are underneath their feet. But the mycelium really races behind us. And we’re the biggest walking catastrophe that I know on the planet. And as we walk, we break wood chips. We leave impressions. Well, the mycelium is sensitive to those impressions of our footsteps. And as we create new debris fields, mycelium reaches up behind our footsteps to gobble up that newly made material in competition with other fungi and other organisms.  Tim Ferriss: And mycelium – if we’re looking at mycelium as one component of that or rather the product of that, I suppose – and please feel free to correct me if I screw things up by restating. Mushrooms, people have had a decent amount of exposure to. And they tend to associate it with the produce aisle in a grocery store and think of them perhaps as plants.  From a genetic perspective or an evolutionary perspective, how should people think about mycelium? Paul Stamets: I love this question. Well, you bring up a very good point. For almost a hundred years now, the mycology departments were a subset of botany departments. They really should be in the zoology departments. We separated from fungi about 650 million years ago. And 650 million years ago, we had a common ancestor. In fact, there’s a new super kingdom called Opisthokonta that joins a fungi and Animalia together. Basically, these mycelial networks, when they hit the land from the ocean, many people don’t realize the largest networks of mycelium in the world now have been discovered below the sediment layers of the ocean. There’re vast mycelial networks throughout the entire ocean.  There’s lots of dead organic plant material that’s falling down to the sediments. And the mycelium is involved in gobbling those up. But from an evolutionary point of view, 650 million years ago, we chose the path of encirculating our nutrients basically in our cellular sac, our stomach. The mycelium digest nutrients externally. They produce the enzymes, and acids, and other compounds that break down complex organic molecules. And then absorbs those through the cell walls. The entire mycelial network is like a sponge. It absorbs selectively those nutrients that it needs. And animals went overground. And we developed these digestive systems and a protective skin-enveloped structure – our bodies. And then the mycelium continued on its course very happily developing underground. So the divergence of fungi and animals is extremely well-documented.  But an extraordinary article came out just this past year. And this article – the Big Bang was about 13.8 billion years ago. The earth formed around 4.5 billion years ago. The first unicellular organisms were found a few hundred million years later. But the first multicellular organisms so far found – the oldest one is 2.4 billion years ago. It was found in South African lava in the basalt. And it’s 2.4 billion years old. The oldest representation so far in the fossil record of a multicellular organism. And these are mycelial networks. So the mycelium had its form long before we’ve had ours. And moreover, in Brazil 115 million years ago – this is before the great extinction event that killed off the dinosaurs.  At that time, mushrooms also had their form. So these mushrooms are really ancient organisms. They had developed their forms long before we had developed ours. We are descended from these fungal networks. They are our progenitor ancestors. So we are really descendants of fungi. This is why, under the microscope, so many of our cells look so similar to that of fungi. And also, why our best antibiotics that we have coming from fungi are very good at preventing bacteria from growing. But we have very, very few good antifungal antibiotics because of our close evolutionary history that are not toxic or highly toxic to us. So antifungal drugs are extremely dangerous. Those who have had immunosuppressants are well aware of this. And when you defeat the immune system of the human body using immunosuppressants for organ transplants and other reasons in medicine, you’re dancing with death. Because it’s extremely damaging to your immune system that can hold many of these infections at bay.  Tim Ferriss: There are so many directions that I want to go with this. I’m going to try to contain my ADD and focus this in a direction towards another type of utility. And it relates to a problem that if I were to walk 15 feet, I could observe with my own eyes right now. And that is carpenter ants. And I was wondering if you could talk about your history with carpenter ants and the intersection with mycelium.  Paul Stamets: This is a subject very dear to my heart. I’m going to segue. Because there could be listeners out there who have children. And I’m going to tell their children the story how vacuuming and helping your mother and your parents made me over a million dollars. And it ties into carpenter ants.  I grew up in a – I need two minutes to set this up.  Tim Ferriss: We have all the time in the world.  Paul Stamets: I grew up in a small town in Ohio – Columbiana, Ohio. A very conservative town of about 5,000 people. And I grew up in a fairly wealthy household. My family had steel mills and saw mills. And we were affluent. We had 400 people in the town under our employment of a town of about 5,000. So the Stamets Enterprise Company unfortunately because of – after World War II, we bombed Japan. We bombed Germany. But they retooled. They rebuilt their factories. So they had modern factories after the war. In the United States, we didn’t do that. So the machine tool industry really fell apart in the early 1960s in a huge economic downturn. And so the best experience of my life was the fact that I grew up in a wealthy environment. And then when I was 10 or 11 years of age, the entire financial empire collapsed.  We lost everything. And we laid off over 400 people in the town. I’m going to school with these kids and their parents are not very happy about what’s happening. It was really devastating to us. My parents separated. We lived in this big house. The electricity was cut off. The water was cut off. I remember eating cat food. I was just so hungry. It gave me tremendous farts. But my mom was really desperate. My brother John went on to Yale. My brother Bill was at Cornell. And this is towards the end of their college experiences. And I was there home alone with my mother and my twin brother. And I just really had to step up to the plate and help my mother as much as possible. I remember running a hose from my neighbor’s – about 500 feet of hose – just to get two or three psi so we could trickle-feed it into the toilets so we could flush them. It was really a strange and bewildering sort of Kafkaesque existence.  Because we were shunned by the town, my mother went into religion; my dad went into alcohol. They both were self-medicating in a sense with those two avenues. But I got really good at helping my mom vacuum because she needed help and we didn’t have the support team we had anymore. So I was always tearing apart vacuum cleaners, and borrowing parts, and trying to help my mom any way I could. So I vacuumed, vacuumed, vacuumed. I’m still passionate about vacuuming. I’m a really good house husband. I like washing dishes and vacuuming a lot. How this segues into carpenter ants is the following. I grew up in this affluent environment. I came out to Washington state. Became a logger hippie for three years working in the woods. Then I moved outside of Olympia, Washington. I went to the Evergreen State College. And I tried to start this little business.  And I lived in a house that Dr. Andrew Weil said is the worst house he’s ever seen anyone live in in North America. That’s one statement. It was a flat house built with military surplus materials. And I had 12 buckets catching water from the flat roof. Why you’d build a flat roof in Washington state with army surplus materials is another question. But there are so many leaks that I just keep on putting up buckets. And then one day, I remember there was a storm. And the house fell like two or three inches. And my wife goes, “My god. The house is falling.” I said, “Don’t worry, dear. We don’t have to fill the buckets as much because water will run out faster.” I was just trying to be able to be optimistic. Because I was afraid that she was going to get up and leave me because the conditions were so bad. But anyhow, I would be making my espresso in the morning and I look over in the corner. And there’s a pile of sawdust from carpenter ants. And I see them running around. And the carpenter ants are more nocturnal than they are active in the daytime.  And so I make my espresso every morning. I look over to the pile of sawdust. Pull out the vacuum cleaner. Vacuum it up. I did it the next day, and the next day, and the next day. I did this for hundreds of days realizing the house is getting more less structurally sound with the carpenter ants munching them. And so I thought, “I’ve got to do something about this.” I didn’t want to use Raid. I didn’t want to use toxic insecticides because the war against nature, in my mind, is a war against your own biology. And what’s toxic to other organisms is likely toxic to you. And this has been well-founded now with lots of examples. So I went to the Environmental Protection Agency homepage. And I looked up a group of fungi that would attack ants. And these are called entomopathogenic fungi. That’s a mouthful. But entomo– means insects. Pathogenic means, of course, causing disease of insects.  And this group of entomopathogenic fungi that was particularly of interest and supported by scientific literature and with the encouragement of the EPA was a group of fungi in the genus Metarhizium. So meta and rhizium – lots of mycelium. Lots of rhizomorphs. And so I looked into this group of Metarhizium fungi. Nontoxic to bees. Nontoxic to fish. Nontoxic to humans. And I got some of these fungi. And I started growing them out. Now I started studying this, and I’m going, “This is really interesting. Why is this not available everywhere? Why isn’t Lowe’s, and Home Depot, and Walmart – why aren’t they selling this?” Well, for a very good reason. The insects aren’t stupid. When you see insects like carpenter ants and they’re constantly cleaning themselves, they’re trying to get the spores of the fungus off of them. It’s the most common fungus – according to some reports – in the soil underneath your feet. It is everywhere. It is a dance of dinner and death between insects and fungi.  Many insects eat fungi. Many fungi eat insects. The two of them don’t like to be at the dinner table at the same time. So I ended up getting this fungus. And I studied it. And the reason why it never came to market is for the spore repellency property. Now this is really important. Because these insects had realized that the scent of these spores meant that there’s a disease threat to the colony. So the insects fastidiously clean themselves of these spores. So when these big companies like Bayer, and Dow, and Syngenta tried to make bait stations using these spores – even though in the laboratory they could dust the insects with the spores and sure enough, five days later they would kill the insects – when they made bait stations around people’s houses, the insects wouldn’t go near those base stations because they’d smell the spores. And so the spore repellency property prevented these bait traps from going into market for preventing termites, fire ants, carpenter ants, moisture ants. All sorts of ants and termites are infected by this sporulating fungus, Metarhizium.  So I thought, “Well, I have a laboratory.” I have very large laboratories. We produce about 50,000 kilos of mycelium of many different gourmet and medicinal mushrooms per week. And my environments are class 100 clean rooms. These are high-tech clean room environments using HEPA filters, high efficiency particulate air filters. And the last thing I want is a sporulating mold in my laboratories. So I brought these cultures. And I was shocked at how many spores there were. It reminds somebody of a Penicillium mold growing on cheese. You don’t want that flying around your laboratory, because my oyster mushroom cultures or my shitake cultures could become contaminated from airborne spores. So I cultured this out really quickly. And so the window of exposure was very short. I set up all these precautions. And then culturing these fungi, they grow out as green molds. And then I saw this white wedge – a v-shaped wedge that was all white. It had no sporulation on it. And I went, “Whoa. That’s interesting.”  I look up the scientific literature and everybody said, “Oh, the culture is losing the ability to reproduce. It is losing the ability to sporulate. It is senescing. Avoid sectors” – this is what they’re called. These wedges are white sectors – “because that path down that gene trail will end up meaning the culture will die.” They partially got that right. But I was motivated by not having spores in my laboratory. So I chased those white sectors. And they grew out in about a week or two weeks on a standard-sized petri dish. And then after about five, six, or seven transfers, that white wedge got bigger, and bigger, and bigger. And pretty soon, no sporulation.  Tim Ferriss: And this is current day? This experiment that you were running is done more recently, not when you were under the flat roof built by military surplus. Is that right? I’m just trying to place the chronology.  Paul Stamets: No, this is synchronous with the flat roof.  Tim Ferriss: Okay, got it.  Paul Stamets: But I had to go out to my laboratory to have enough mycelium to be able to treat the carpenter ants. Anyhow, I finally grew it out. I grew it on rice. And I made a big deal to my daughter. And I am so thankful to her for the reasons you are about to hear. And I made a big deal in the middle of summer saying, “We’re going to trick the carpenter ants. Because every morning, I’m sucking up all this sawdust.” And so, I asked her for her Barbie doll dish, which I still have. I’m going to mount it in a frame. And I put 25 kernels of white mycelium on rice of this Metarhizium fungus without spores. Because they wouldn’t go near the rice if it had spores. And I laid it out around 8:30 at night in the summer. And I made a big deal of it. And it got my daughter involved as a citizen scientist. She was only – oh, my gosh. She was probably 14 at the time. And then we went to bed.  Thankfully, my daughter woke up at 1:00 or 2:00 in the morning. And rather than going straight to the bathroom, she wanted to look at her Barbie doll dish. She went over there and turned on the lights. And it was swarming with carpenter ants. And I thought, “Oh, my gosh. You’ve got to be kidding.” And so she ran into our bedroom and said, “Dad, Dusty, wake up. You’ve got to see this.” And we didn’t want to wake up. It was 2:00 in the morning. But she dragged us out of bed. We went over there, and it was just covered with carpenter ants. And they were picking up the rice. And they’re going into the recesses of the house and disappearing. And I was like, “Oh, my gosh. That was amazing.” Because I had mice in the house. The mice could’ve eaten the rice and I would never have known. But we watched for a few minutes and they took away all the myceliated rice. So we fast-forward. I’m making my espresso every morning hundreds of times. I get the vacuum cleaner out. I go over to that spot. There’s no sawdust. The carpenter ants were gone. And I went, “Oh, my gosh. I just think I figured out a way to overcome the spore repellency property.” Now this has been elaborated. We published an article in The Journal of Sociobiology proving this is effective against subterranean termites, Formosan termites. We’ve done experiments now with the USDA and other teams. Some of the biggest pesticide companies in the world – I’ve had to check my NDAs to see if they’re still covered or not – but everyone listening can imagine who they are. They tested this. It’s effective against bed bugs, ants, termites, thrips, flies, mosquitoes, mites. Phenomenal reach. And so I ended up finding something that is a super attractant. And basically, the opposite of the spore repellency property is the mycelial attractancy property. Two sides of the same coin. The yin and yang of nature. It’s kind of harmonious in that sense. I like that.  And we found that if we diluted the mycelial extracts on rice without the spores – these preconidial, pre-sporulating sectors that I described – we end up created a super attractant so powerful that when the attractant was diluted 500 to one with water, diluting the extract made it more potent in terms of attractancy. In one experiment, two drops of this was put on a pane of glass, and fire ants walked directly to that place and then scratched at that place until they died, walking about a meter creating a trail that other fire ants then would follow. We have done this now with choice – they’re called t-tests. We’ve done with this – the t-tests are even better. Our t-test oftentimes is go left for the control, go right for the treatment. But we ended up doing four and five choice experiments where there was only one corridor or avenue that had the treatment and the other ones were all controls.  Highly significant activity. And we found something that I can – my dream is to be able to attract a locust plague into a 55-gallon drum. We’ve put these in foggers in Africa and just create a huge attractancy factor. The cool thing also is the attractancy is not lethal. So that comes later. The infectious state of the mycelium grows. And then it penetrates the exoskeleton with a hyphal peg. It kind of anchors itself like a sticky little tongue. And then it dissolves the exoskeleton, the chitin. And then the hyphal peg invades into the body of the insect and it mummifies them. Many people have heard about these zombie fungi. This is what they are. Some of them have a Cordyceps representation as a little club fungi. In Costa Rica and elsewhere in the subtropics, many of the ants there are well-known.  The leaf-cutter ants and other ants are known to – if they get infected with this fungus, they climb to the top canopy of the trees. And they lock their mandible underneath a leaf and a mushroom comes out of their head and their anus. And it sporulates in this way. The fungus gets to sporulate in free air conditions high up in the canopy. So it causes uncontrolled behavior of climbing with these insects. I know, it’s – so that was a breakthrough. And I ended up licensing this to a group of investors, and I got a million dollars. And so I like to tell my daughter she was very instrumental in this. The licensing agreement had some limits on it. They had to take it to market within five years or I pulled back the licensing agreement, and they didn’t take it to market, so I pulled it back. And everything was actually quite friendly. But it’s a little bit of a mystery why it did not make it to market. And I have a lot of conspiracy theories as to why it did not make it to market. I hesitate to mention those.  But I was given a chunk of change. And I was smart enough to realize that they can’t crush this. And that was a condition. This has to come to market. If it doesn’t come to market, then I get the patent rights back. And I’ve been issued nine patents on this. People can go to the U.S. Patent homepage and look them up. The latest patent that I was issued on this two years ago is really phenomenal. Because I have patents on antiviral properties of mycelium, and I have these patents on these entomopathogenic fungi for all insects and all diseases vectored by insects. It doesn’t get bigger than that.  Tim Ferriss: Are there any types – there are a number of different areas I want to dig deeper. Are there any particular common viruses or particularly lethal viruses that you’ve seen applications for using mycelium in terms of resistance or defeating? Paul Stamets: Yeah. Well, there’s a lot of examples of that. I published an article in the journal – a peer-reviewed journal called HerbalGram in June of 2001 summarizing all the literature that’s been published on the antiviral properties of mushroom mycelium. It is a whopping one page long with like six references. There was virtually very, very little out there. That was in June of 2001. September 11, 2001, 9/11 occurred. Very quickly, the greatest concern for the U.S. Defense Department and biosecurity was weaponizable viruses – pox viruses, anthrax as a bacterium. The anthrax attacks occurred a few weeks later. A group of researchers in the U.S. Defense Department were scavenging the literature and saw my article.  And they said, “Wow. There’s some evidence here.” And they contacted me because I had a very large library. Now it may sound large to people who don’t have libraries. I have about 800 strains of different species of mushrooms, many of which I collected from the old growth forest. Now some libraries have 20,000 cultures, so I’m small compared to them. But I’m private. I’m not a big institution. So they said, “Well, listen. You’ve published some interesting articles here. There’s some evidence. We have been funded by Dick Cheney and George Bush –” ironically, I have a debt of gratitude to them – “with the BioShield biodefense program. It’s called Project Biodefense.” But it then became known as the BioShield program. So they enlisted my support. And then I began to send them cultures – mushrooms boiled in hot water, ethanolic extracts of the mushrooms. The mycelium that gave rise to the mushrooms, et cetera.  And so I ended up sending out sets of a hundred of these samples. I mean, for me, this is a coup d’état. I have government laboratories that will give me free research on my extracts. We started sending these out and didn’t hear from them for a while. And I just realized they were really disorganized. It was a new program, and I got a colonel. I love that he mentioned his name. He worked at Fort Detrick where they have smallpox. It’s a bioweapons facility, biohazard facility of the U.S. Government. Where they have the most pathogenic bacteria, and viruses, and other disease organisms. And so I had an M.D. person who was my controller. Federal Express one day – about two months later after I submitted the extracts – delivered me this big package of research reports on anti-pox properties – smallpox properties of our extracts.  I’m going through it. No activity. No activity. I get to sample number 78. High activity against pox viruses. And sample 81, high activity. Sample 88, high activity. Whoa. It’s like you were looking at not effective and no results in the first 77 pages and it’s pretty disappointing. And then bam. I got really excited. So I called up my colonel at Fort Detrick and I said, “These results are amazing. This is exciting.” And he goes, “What results?” I go, “The results that Federal Express just delivered to me.” He goes, “You’re not supposed to get those. I am.” I said, “I’ll take a photocopy and I’ll send them to you.” He didn’t appreciate the humor. But it was a very, very bizarre time. And some very, very strange things occurred at that time. But we ended up finding that those three highly active results came from an old-growth mushroom called agarikon. Agarikon is the longest-living mushroom in the world. Number one and number two. There’s some debate about that.  It grows exclusively in the old growth forests – northern California, Oregon, Washington, and British Columbia and a few sky islands in Europe or the Alps. In Slovenia and Austria on large trees. But it is an indicator species of an old growth forest. And those three anti-pox results came from three different separate strains of agarikon that I had isolated from my many adventures in the old growth forest. So whoa. This got people very excited. Now, I love to be taken to the mat. I’m reference driven, okay? So anybody out there that’s skeptical of this, you can do two things. You can Google my name – Stamets – National Public Radio, NPR and pox. And you’ll see a vetted press release interview on National Public Radio with me, the former deputy director of the FDA, and the head of one of their research divisions – the BioShield biodefense program – Dr. Jack Secrist from Southern Research University.  And then because I’m in competition with pharma and I’m a lone researcher – I have a little company – I thought – well, I checked into this. And I already had these entomopathogenic fungi patents that were just tremendous achievements. Because the entire pesticide industry missed all that. So I thought, “This is novel. I should protect myself.” So I filed a patent on it – on the agarikon against viruses. Particularly pox viruses, flu viruses, herpes – these are all the other results that we received. These extracts were highly active against multiple viruses, not just pox viruses.  Tim Ferriss: Quick question for you. Is that for preventative use? Curative use? Both? What are the applications? Paul Stamets: This is, Tim, where I have to draw the line. Because these are in vitro tests with human cells. And taking through three different testing protocols to the point where the next test is an in vivo model of an animal.  So this is the best pharmaceutical drug discovery that you can go through before you get to go to a living host. These are living human cells in vitro and not in vivo. In vivo means it’s a small mammal like a mouse, a rat, a monkey – or it goes into human clinical studies. So these are in vitro tests. And even though we have identified now the molecules that are active against smallpox – we worked with the University of Mississippi School of Pharmacy under Dr. Samir Ross. We did bioguided fractionation over many years. And we have identified two new anti-pox molecules more potent than cidofovir, which is the preeminent comparative anti-viral drug control. With less toxicity and more efficacy than cidofovir.  But that being said, there’s clearly an upregulation of the immune system. And so what is the contribution of these molecules versus the upregulating of the immune system? Is there a combination of both? Is there synergism? If there’s multiple molecules being engaged, multiple immune pathways. This where you can get lost. You can’t see the forest for the trees. If you end up focusing so much on the mechanisms of action and don’t see the result – if you were infected with one of these viruses, you really don’t care about the mechanism of action. You just want to know whether you’re going to overcome the virus or not. So we have found the anti-pox molecules. We have not yet found the anti-flu or the anti-herpes molecules to date. And I have another really good example specific to your original question of mycelium being active against viruses.  Tim Ferriss: Can I pause for one quick second? I have to know what happened after the lieutenant called. Because I imagine someone on his end had to have their head roll for that type of security breach by mailing FedEx to the wrong place with those research reports. What happened after that?  Paul Stamets: Oh, my god. I don’t have to make up these stories. I don’t have to make up any of these stories. They’re too good to be true as they are, but this is what happened. I was in Canada – I’m speaking to you right now from Cortes Island, British Columbia. I was up here on Cortes Island. And one of my employees called up and said, “Paul, there’s a helicopter buzzing around the laboratories.” I go, “No big deal. Helicopters fly over all the time.” And he goes, “No. It’s really low.” And I go, “How low?” And he goes, “Listen.” He puts his cellphone up. I can hear, “Chum, chum, chum, chum, chum.” I go, “Wow. What are the numbers on the tail?” He goes, “There are no numbers. It’s a Black Hawk military helicopter that’s right on top of the laboratories.”  I go, “Oh, my god. You’re kidding.” And this is right after we got the pox results, right after I talked to the colonel. Like two weeks later or a week later. And I said, “Okay, listen. Shut down the business.” And I knew immediately the government’s going to screw up here and they’re going to – in an abundance of caution, they’re going to end up overstepping their bounds. And I said, “This is crazy. I’ve already been vetted. I’ve already been permitted. I’m already in dialogue with these people. And they’re trying to spook me? What’s going on here?” So I shut down the business. At the time, I only had 10 employees. Now, I have a hundred. And I said, “Shut down the business. Give the cultures of agarikon to several of the employees. I never want to know who has them. Let’s decentralize ourselves as a target right now.” And so I shut down the business. All the employees left. The helicopter’s still buzzing around. And so the next day, I called up pretty pissed off to the colonel saying, “What is going on?”  And he got really nervous. Now he’s got two black eyes, right? They delivered the right results to the wrong person. And now, one – he goes, “The government, you know. One hand doesn’t talk to the other. And they got overexuberant. If terrorists got this technology, they could immunize themselves.” And it’s like, “Whatever.” Anyhow, it was funny. Because as I was going through the airports, I got five stars on every single airline ticket. I even joked to my wife, “Here we go again. I’m going to get stopped and searched.” And then after this, all those five stars got taken away, and I stream through security with no problem. But I was obviously suddenly on their radar because I’m non-conventional. But the fact that I’m here today makes me more of a patriotic American than I was before. So anyhow, I filed these patents. A patent on agarikon versus these viruses. I filed it in 2004.  You can look this up. Go to the U.S. Patent homepage. You’ll see my filing dates. I filed this patent in 2004 and 9/11 was in 2001. So I had to write the patent and get more research results. We got lots and lots of positive results from the BioShield program. I think they – I talked to one of the researchers last year. And he goes, “Do you know that we analyzed 2,392 of your samples?” And I’m going, “I’m so glad I didn’t have to pay for that.” But we got about 40 excellent hits from my 800 or so cultures that were surprising, which has led into a paradigm-shifting solution for many of the problems that we face today. But I filed this patent in 2004. In 2006, it’s not even on the patent application homepage. Anybody out there who doesn’t know about patents, usually six months to a year, the patent application shows up at the USPTO.gov website – U.S. Patent and Trademark Office dot gov website. And it didn’t show up.  This was over two years. So I got ahold of my patent attorney going, “What is going on here?” He gets ahold of the patent office. And the Department of Defense took the patent out of the patent office because of national security. I said, “You’re kidding.” That’s kind of a pat on my back. I was like, “Well, really? You think it’s that important?” But I said, “That’s not right.” So we did an intergovernmental agency trace and a request. And the DOD finally released the patent to go back into the queue. And so, 10 years after I submitted a patent application – now, folks, usually in two to three years you get a ruling. 10 years after I submitted the patent, it was approved.  Tim Ferriss: That’s a long wait.  Paul Stamets: That’s a long wait. The good news is it approved in 2014, so I’ve got 17 years. The whole thing about patents – we would not be talking today if there weren’t patents. Patents become open sourced after 17 years. The idea is to reward the inventor, to incentivize things to come to market.  Because a patent that is not practiced is not useful or beneficial to society. Within that 17 years or outside that 17 years, it has to be brought to market. There has to be a commercial incentive. Patents are awarded for three reasons. One, no prior art. No evidence in the scientific or popular literature of anyone saying he’s having the same idea. Two, unobviousness. You want experts saying, “Paul Stamets, you’re full of B.S. This’ll never work.” And so I have a message to all my critics out there. I want to say, “Thank you. You have helped me so much in ways that you did not intend.” But I am really happy that some people come out and make these statements. And the third is usefulness. So those are the three things. No prior art, contrary to conventional wisdom, and usefulness. Obviously, that fits all three of those categories. Then the pox molecules I have not patented. They’re open source. Hopefully we’ll never have a smallpox epidemic or pandemic again.  I think that obviously serves a greater good Tim Ferriss: Another follow-up question that – out of self-interest – I’d love to ask related to the carpenter ants. For people who are eager to try to address something with carpenter ants specifically, are there any current recommendations that you would have? Number one. And then talking about conventional or contrary to conventional wisdom, I think at this point people are wondering, “How did this guy become so obsessed with this stuff?” So I do want to roll back the clock and talk about – among other things – your stutter. But first, I have to know is there anything you would recommend as it relates to carpenter ants? Or is it a waiting game? Paul Stamets: Well, the test of a patent is that it’s reproducible. The EPA and the USDA now are allowing this fungus in food handling facilities.  The first fungus ever to be allowed for controlling insects in food handling facilities. It is that safe. The safety documents supplied by the EPA are now open source and in public domain. So the companies that did all the research proving that this fungus is not dangerous now have released all their commercial interest in it. The strain of Metarhizium called F52 is a public domain strain. So what I’m saying is you’re not legal for you to go out and use this and commercialize with without EPA registration. But the test of a patent is reproducible. So all the methods for doing this are published. I just submitted my entire portfolio with all my research and eight or nine patents, all the documentation of all these companies that have done their research themselves.  And I’ve submitted it to a very, very well-known company that has an extremely potent insecticide that many people know that use it on the market. And the word I got back was, “Why would we want to disrupt a proven profit wheel with something that –?” My ants did not reinvade for 10 years. Because after the ants were killed – the carpenter ants – they sporulated. So the spore repellency property prevented future invasions. That’s not a very good economic model when you can treat a house once and they don’t come back. A far better economic business plan is having a consumer buying it every month and spraying toxic chemicals that kill the workers but don’t kill the queen. The whole key to this is the mycelium is taken back into the nest like a Trojan horse. It’s presented to the queen who then spreads it to the brood. And they’re all living in this sort of myceliated palace.  And then, before they realize it, whoosh. It sporulates. And it kills the queen. If you can kill the queen, you can control the colony. After it sporulates, the spore repellency property prevents other carpenter ants from coming into your house. So it’s a 10-year solution for about 25 cents. That’s what it costs to produce. Of course, the packaging and all that stuff would add up numbers pretty quickly. But it’s incredibly – it’s very inexpensive to produce. And it can be produced in huge quantities. So it did not make it to market. And I’m exasperated. I have one really great story on this. This woman named Chris that works for a company that has three letters in their name, she was given the mandate – because their stockholders were really upset because of the reputation of this company causing toxic spills that harmed thousands of people.  And they wanted to grow the green movement. Can you find green solutions? She was given the mandate to find a green solution to replace toxic insecticides. She was given a budget. She found me. We dialogued for months. I gave her samples. She set up experiments. Two of the researchers were so excited that they called me up at home. And both of them said, “I’m not supposed to be telling you this, but this is the most exciting thing we’ve ever seen in our lives as entomologists and fighting these problems.” She went to the board of directors. Prior to her going, we connected. Went over the data together. Messaging how to create the most clear communication to the board of directors – all men. And she was a steel magnolia. I’ve never met her in person. I wanted to hire her immediately. She ran these meetings just so professionally. She was really excited. And she goes in. And then next day in the afternoon, I’m waiting for her call. And she calls. And the person on the phone is so angry.  I’m going, “Who is this?” And she goes, “This is Chris.” She goes, “I’m so angry I can’t see straight.” I mean, she’s totally composed before. And she’s lost her composure. I go, “Chris, what happened?” She goes, “I went in there. I made my presentation. All men. They looked at me steely eyed.” And she said, “This is the best. You gave me this mandate. I found something. This is a game changer. We can come with an ecologically rational and sustainable solution based on nature.” And they looked at her dour faced. And then the chairman of the company looked at her and said, “Chris, your budget never was in research. It was in advertising.” Tim Ferriss: Oh, god.  Paul Stamets: Very much similar to BP. Remember Beyond Petroleum? How much of BP’s budget actually is in alternative fuels versus how much is in oil? Now how much of their advertising budget is in alternative fuels as opposed to oil? I mean, clearly – it’s called greenwashing. And so, that was – I just – that happened seven or eight years ago. And then this past month, I had the same thing happen again. It’s a disruptive technology. It rocks the apple cart. And many of these insecticides are coming from the petroleum industry as byproducts from their waste material.  Tim Ferriss: I want to talk disruptive, and something challenging to the status quo, and contrary to most conventional wisdom. But that requires going way, way back and talking a bit about perhaps your childhood, which you described in part already. But when did you develop a stutter? And why don’t you still have a stutter? Paul Stamets:  I started stuttering really when I was about five years old. I mean, I stuttered from the time that I could talk. My family was dysfunctional. And I had been told that sometimes the type of stuttering that I have is related to a defect of neurological development in the seventh or eighth month. That’s one possible reason. But the type of stuttering I have – anyone who’s seen The King’s Speech, I had that and worse. So I c-c-c-c—you know, could not speak. And I had to find alternative pathways to trick my brain with a prepositional or adverbial phrase. Because your brain gets further ahead than your mouth can articulate. And then you become self-conscious.  And the type of stutterer that I am – as most stutterers, we don’t stutter when we sing. We don’t stutter if I start speaking in a British accent or you create an accent. And you don’t stutter when you talk to animals. So it’s a very interesting – it’s something that’s triggered by social contact. And so, it was very difficult for me to date ladies. They wanted the super jocks, the self-assured men. And I was a stutterer. And so, I used to always stare at the ground. And I found fossils. I found mushrooms. But it was very difficult for me. Now, I grew up in a small town in Ohio. And my dad was an officer on the aircraft carrier The Intrepid during World War II. So after World War II, he got the Intrepid aircraft carrier radio. And it was in our basement. My brother John, who was very interested in chemistry, created this huge – like three racks of chemicals in the basement in this laboratory.  He had Bunsen burners, all sorts of experiments going all the time. But he never let me “play” in the laboratory. I could play on the radio and I could watch him. But he’s my older brother. I was the youngest one in my family. And so John went on to Yale. My brother Bill went on to Cornell. And they left. And they left me this laboratory. So my dream was always to have a laboratory and living in the country. And that’s kind of what I’m doing now. But John, when he came back from Yale, came back with a book called Altered States of Consciousness by Charles Tart. And it was anthology of research articles on changing your consciousness with either drugs, or from spinning, or from dreams. It was one of the early books from the University of California Davis. John lent me this book. And I said, “Johnny, I’d really like to see it.” But he says, “Well, listen. I’m on break for two weeks. But I need the book because it’s part of our class.”  So I got this book. I’m just devouring this book. And John was my hero. He was my mentor.  And John went to Mexico and Colombia. Came back with these incredible stories of magic mushrooms and consuming them. I just adored him. And of course, I wanted to do the same. Then he gave me this book. So I’m really getting excited about this. But my best friend, Ryan Snyder, wanted also to read this book. And so Ryan goes, “Can I borrow your brother’s book?” I go, “Sure. You can borrow it. But I need it back.” And I said, “You have to give it back to me in two or three days.” Several days passed and I asked Ryan about the book. And he hemmed and hawed. And a week later, “Where’s the book?” And he wouldn’t respond. Sort of not looking me in the eye.  Tim Ferris: Always a good sign.  Paul Stamets: Yeah. So I go, “Where’s my book? Where’s my brother’s book?” And it’s been two weeks and my brother, John, is now pressuring me. “Paul, I need that textbook. It’s part of the class.” I finally got ahold of Ryan. And I said, “Where is my brother’s book?” And Ryan said, “Paul, I can’t give it back to you.” I said, “Why?” He said, “My dad found it and burned it.”  I said, “Your dad burned my brother’s book? What?” He goes, “Yeah. It was considered to be counterculture and threatening to our family structure and all” – I could not believe it. I was so upset. And I was so apologetic to my brother, who did not take it well. Like, “That’s the last time I’m going to trust you.” So that was really bad. But I thought to myself, “You know, if this was so disturbing to this alpha male conservative neocon like personality, then I think I’ve found a subject I want to explore more.” That got me into magic mushrooms. And from my experience and also a tremendous amount of guilt for my brother trusting me with this textbook and I couldn’t return it to him. So John was really interested in this subject. He inspired me.  And then John went on to chemistry and neurophysiology at the University of Washington Medical School on a full scholarship. And I was left in the laboratory. And so I started experimenting with marijuana. I remember when the DEA came to Columbiana, Ohio. They had a whole display of drugs. And a whole bunch of me and my friends just went there to look at them. We went, “Wow. Look at that one.” Tim Ferriss: How old were you at the time? Paul Stamets: Oh, 14 or 15 years of age. I mean, drugs on display. Drugs you’ve heard about and never seen. Look how small that LSD is. That’s incredible. So I still had this really bad stuttering habit. And it was really socially debilitating on multiple levels. So I was in Ohio and I ended up buying a bag of magic mushrooms. And I was not really into the drug scene, so I don’t really know how much things should cost. For 20 bucks, I bought a bag. And I knew set and setting was really important. But I had no guide. Nobody else in my little circle was into it.  And so there was a really great walk that I liked to walk in the woods up on the hills. Beautiful rolling hills of Ohio – northern Ohio. And I thought, “Okay. Set and setting’s important.” So I took the bag and I thought that would be one dose. It was not one dose, folks. I probably ate about 20 grams of psilocybin cubensis. In defense of this, I need to make it clear. These were not grown. They were harvested. So they were exposed to the sun. So they may have been only equivalent to 10 grams of cubensis. For people who are listening, five grams of psilocybin cubensis is the hero’s journey. Now you’re full blown. You’re into starscape. You’re changing dimensions. Your fractal patterns, the air becomes a sea of mathematical formulas and your mind is opened up. Your heart’s opened up. You feel one with the universe. That’s the hero’s journey. That’s five grams. You really don’t get that until going over three grams. You start getting into it.  So 10 to 20 grams is the superhero’s journey. I’d never eaten these before. So I was walking into this place – about an hour walk. I started consuming them and then drinking water because they were dried. And then I saw a tree that I loved climbing. This tree had this limb, so it was a perfect climbing tree at the very top of a hill. So I thought, “That’s a great place. Set and setting. Getting a good view. That’s what I need.” And I could feel the mushrooms coming on. As I climbed up the tree branch by branch, I got higher and higher. So it was kind of an ascending euphoria that kind of went with everything. It was very cool. And I got to the top of the tree. And it’s a beautiful landscape. And I’m up there and the mushrooms are coming on. I’m getting higher and higher. And I realize I’m really getting high here and it’s dizzying. So I’m holding onto the tree. And on the horizon was this big black bank of boiling, dark, angry clouds. It was a summer storm coming in.  In Ohio, when you see summer storms, they’re terrifying. There are lightning bolts coming down and thunder and lightning. It was off in the distance, but it was coming at me really quickly. And I’m getting higher and higher as the thunder and lightning storm is getting closer and closer. I’m getting vertigo. And I go, “Oh, my god. I can’t get off the tree. I don’t want to fall.” So I held onto the tree for dear life. And it became my axis mundi – sort of my axis right into the earth. And I had this amazing experience. I mean, just a beautiful experience. But also, the threat of lightning coming closer and closer. And every lightning strike, it would hit and be “tzzzz!” Fractal patterns would just emanate out from every lightning strike. And synesthesia occurred. Where the sound and visions were merging together. And sounds had visions. And visions had sounds.  And it was just an incredibly complex – one of my favorite books is The Glass Bead Game by Hermann Hesse – also called Magister Ludi. It’s rather erudite. He got the Nobel Prize for it in 1955. But that was a deep dive into inner space exploration. But I felt like I was a part of the glass bead game. There I was. I was ascending into this higher state of consciousness. And then I realized, “Oh, my god. I’m in the highest point in miles during a lightning storm. This is not a good place to be.” And there I was up there. I was terrified. And the lightning storm came closer and closer. And I had these pathogenic – just empathy for the universe, one. “Everything is fine. If I die here today, my life is complete. Now I understand I’m part of the fabric of all the matter that’s around me. I’m one with everything. I’m made of stardust. Everything’s made of stardust. This is a continuum of nature. Death is natural. Birth is natural. Transitions are just the way of existence.”  And then the lightning storm and the wind came up. I’m rushed with warm rain. And it was just a terrifying lightning storm. And I’m up there and I’m thinking, “Oh, I’m going to die. What if I don’t die, Paul? What are you going to learn from this experience? Challenge yourself right now. This is all great and wonderful. But let’s get down to brass tacks. What are your biggest issues? You’re not going to die. What’s your biggest issue?” And I’m like, “Stuttering.” I’m having this dialogue with myself. I just can’t overcome this stuttering habit. I’m not stupid. I went to – for people to understand how bad it was, I was interviewed for special education because of my stuttering. Because I couldn’t read in class. And so, when it was my turn to read, they would pass on me because no one had the patience to hear a stutterer. And please don’t finish a stutterer’s sentence. Look at them, smile, and engage. Help them finish their sentence. Don’t finish it for them. That robs them of the opportunity of overcoming this speech deficit. So I scored high in my tests, so I didn’t get put into special education. But it was pretty demoralizing to realize I’m going to go into a special education class. But I didn’t. So I thought stuttering was my issue. And so I started saying to myself, “Paul, stop stuttering now. You can do this. You’re not stupid. You come from a very smart family. You can do this.” And so I said, “Stop stuttering now” over and over and over again hundreds, if not thousands of times. And this storm washed over me. I felt like I achieved a state of godhead. I felt enlightened. I come from a Christian background, so I had this empathy with Jesus. And now I understand why Jesus went in the wilderness. Now I understand why Jesus said, “Don’t go into churches, go into nature.” Whatever. That’s my cultural background.  But I connected on that level. And I realized, “Oh, my gosh. This is something I can overcome.” So I came out of the tree. I obviously did not get electrocuted. I went back home. And then the next morning, there was this girl that I greatly admired. And she was super sweet and nice to me. And I really still love her to this day because of her kindness. And I didn’t want to talk to her because every time I t-t-t-t-talk – then you get these half breaths going on. And then you can’t get out of this loop. And she’s coming along the sidewalk in the morning. And she looks and me. And she’s so sweet. She said, “Good morning, Paul. How are you?” And I cast my eyes up from the sidewalk. And I looked at her. And I said, “I’m doing fine. Thank you for asking.” And I stopped stuttering just like that.  Now, I do that – I’ve had about four or five relapses. If there’s a lot of noise, and I’ve been drinking, and somebody asks me, “How do you grow mushrooms?” it’s like filling a well with a teaspoon. It’s like, “Where do I begin?” You know? Or if I’m meeting somebody who’s super famous or something like that. But that’s natural. People get stage fright when they’re –  Tim Ferriss: Definitely.  Paul Stamets: But it’s something that I think is really important. Because there’s one other aspect that’s related to hearing that I want to mention. I have a really good friend – he’s passed on now – named Bill Webb. He lived in Big Sur, California. And I was 19 years old when I wrote my first book, Psilocybin Mushrooms and Their Allies. I was self-trained. I got involved with the University of Washington with Dr. Daniel Stuntz as part of a taxonomy key council. And I adopted the taxonomy of psilocybin mushrooms as my specialty.  At the time, there was very little literature on it. Most of the books in libraries had been razored – the pages had been razored out. Dr. Stuntz had an intact library, so I could study with him. I became a taxonomist. I wrote taxonomy keys. There I was at 19 or 20 and that became the core of my book. So I had this manuscript. And I go to Montana Books in Seattle to pitch the book. And Montana Books is producing some gay-friendly literature and they were on the cutting edge. And it was recommended that I see them. I made an appointment. I go up to Seattle. I’m meeting the head of Montana Books. They go, “You know, this is not our market. It’s an interesting subject. Really what you need is a book agent.” He goes, “The best book agent I know is Bill Webb and I haven’t seen him in two years.” And at the sound of those words, a little bell jingles on the front door of Montana Books. And in walks Bill Webb.  And the publisher’s going, “No way.” So Bill and I became tight friends. He invited me down to Big Sur. He was a friend of Henry Miller and was just a really fantastic individual. He became a father figure to me at a really critical time in my life. And so, Bill and I did journeys together – sacred journeys. He’s like my Obi Wan Kenobi. He realized I’m 19 or 20 years of age. I’m with a 75-year-old who was a friend of Ansel Adams. He had Ansel Adams’ library of many of his imprints and was working with his wife in curating them. I mean, a really cultured, intellectually interesting guy. Beautiful place. Bill and I tripped several times. And it was a wonderful experience for me. It brings tears to my eyes just talking about Bill. Bill died about 15 years ago.  And Bill calls me up about three or four months before he dies. And he goes, “Paul, I have to tell you something that’s so important.” I said, “Bill, I haven’t heard from you in years. How is it going?” He goes, “Well, frankly, life sucks. I’m losing my sight. I’m losing my hearing. I can’t hear the waves or the seagulls now – I live above the cliffs of Big Sur – except for this damn hearing aid which is always malfunctioning.” He said, “I hate it. But I’ve got to tell you something that’s so important that you know.” And I go, “Okay, Bill.” And I said, “What is it?” And Bill goes, “Now, I really want you to listen, Paul. This is important.” I go, “Bill, I understand.” And then he kept on emphasizing it. And so finally, I got frustrated and said, “Bill, I got the message. Okay? I know what you’re going to tell me is important.” He goes, “I want to make sure that you tell other people. Will you promise me?” I go, “I promise you.” He said, “Paul, I think I found something medically very important about psilocybin.” I go, “What?” He said, “Well, I went on the hero’s journey. I took out my hearing aid. I’m lying in full bliss, one with the universe.” He’s like 80 years of age or 82 years of age when he’s doing this by himself.  And he said, “Look, I could hear the seagulls. I could hear the waves. I go, ‘Oh, my gosh. I can hear everything.’” And then he reached for his hearing aid and he didn’t have it in. And he goes, “Oh, my gosh. I can hear!” And then he heard this click, click, click, click. Tap, tap, tap, tap. And he looks around going, “That’s weird. That’s an unusual sound.” And click, click, click, click, click. Tap, tap, tap, tap. And he couldn’t figure out what it was. And he looked around and looked around. And finally, he saw what it was. There are ants walking on the deck. And he was hearing their footsteps.  Tim Ferriss: That is wild.  Paul Stamets: Now, this is where even I – and I’m a liberal kind of guy — I’m going, “Wait a second. Tell me that again.” And that’s why Bill set me up by saying, “You have to tell other people this.” So I’ve been working with Roland Griffiths at Johns Hopkins University, the clinical studies on psilocybin, et cetera. And I really emphasize this to many of the researchers.  They could easily do a test while these patients are in session to test their hearing to see if they have increased sensitivity, increased tonal ranges. It’s a very easy metric. But I think what happened with me on the tree in the lightning storm is that I created a new neurological pathway of articulating my thoughts and overcoming the social phobia. The social phobia is a trigger. It’s definitely an environmental trigger. And then we get locked into these loops that are really, really strange. Another good thing to tell a stutterer is, “Can you demonstrate different ways of stuttering?” They’ll do it. You want me to stutter different ways of stuttering? I’ll give you three different ways of stuttering. So it’s really weird.  Tim Ferriss: So does that act as a pattern interrupt that helps them to overcome – at least temporarily – the stuttering? Or is it just useful for a non-stutterer to hear different ways of stuttering? Paul Stamets: I hadn’t thought of that. I’m not sure how to answer that. But I do think that once new neurological pathways are established, you can capitalize on them by re-remembering them. This is a thing that Johns Hopkins University – some of the most surprising results is 14 months after these experiences – what many of the patients said was the most important spiritual experience of their lives. 14 months afterwards, not only do they have demonstrable benefits – being nicer people, being a better parent or better husband, socially more well adapted – but the fact that they re-remembered the experience reinforced those benefits that they experienced directly after the experience. So a lot of people that are listening to me may not understand. These are not drugs of abuse.  You eat these mushrooms one day. The next day, you’ll go, “No way. I’m not going near those things.” You look at them and you’ve got the repellency property, right? The psilocybin repellency property. Like, “I’m not touching those for months. But boy, that was a great experience.” So these are not substances of abuse. But they’re shockingly powerful. To the point that you’re not ready for the hero’s journey for a long time. So these are not drugs of abuse by any stretch of the imagination. They really should be re-categorized as a therapeutic drug.  Tim Ferriss: Definitely. And this, in many ways, relates to your – well, it relates to a few of your previous stories very well in so much as psilocybin is very challenging as a medical model in several respects. One of which is it does not require daily or weekly administration.  And it is economically difficult to create a for-profit model unless you are monetizing the therapy and adjunct pre- and post-support and things of that type. The sort of one and done or three times and done aspect of it actually makes it pretty challenging to commercialize and make widespread unless you’re relying on donations. I would love to hear your thoughts just to expand on this a little bit. Do you think, say, psilocybin, or another that I know very little about but want to discuss with you – we can talk about both or either. That’s lion’s mane. In this case, should I say mushrooms, or should I say mycelium or mycelia? What would be the right way to –? What would be the right term to use here? Paul Stamets: Well, mushrooms are what people know. But mycelium is emerging as a tremendously important reservoir of many bioactive molecules that supersede the benefit of mushrooms.  A whole genome sequencing of reishi mushrooms in the genus Ganoderma – the common lingzha, lingzhi, ling zhur, reishi, mannentake – the 10,000-year mushroom, the mushroom of immortality – these are all common names out of Asia. There are 25 percent more genes are active and expressed in the mycelial form than it is in the fruit body form. The fruit body’s the mushroom form. That’s the end of its life cycle. So much of our research is found doing side by side comparisons of mushrooms, which are protein-rich. They are beta-glucan rich. They have lots of carbohydrates and polysaccharides. They’re nutritionally dense. But the mycelium is articulating constantly a bioshield of defense from exposure. When the mushrooms form, good luck to any bacterium that’s going to rot it. It’s going to sporulate in four or five days and then gives himself up anyhow.  Moreover, I think that the sequence of bacteria that rots mushrooms is absolutely instrumentally important for the evolution of the ecosystem to give rise to the trees to create the debris fields that feed the mycelium. So these are deterministic microbiomes. And the fungal biome is determining the microbiome. Because many of these bacteria are adversarial. Some of them are commensal. Some of them are actually mutually beneficial. So the mycelium is this articulation of this network that – because of epigenesis, the ability to respond to environmental stimuli and upregulate and express new gene expressions, it is a fertile ground for learning. For being able to articulate responses as new challenges in the environment. The mushroom fruit body is at the end of the – but you know, people are attracted to mushrooms. And they fear that nature which is ephemeral.  Now we’re around trees and we’re around dogs, and animals, and plants for weeks, months, years. So the familiarity factor of constant exposure day to day gives us some confidence in, “Oh, that animal’s not going to attack me” or “That plant is one that my ancestors have been using and we understand it.” But mushrooms that come up and disappear after four or five days – some can feed you. Some can kill you. Some can heal you. Some can send you on a psychoactive journey. That which is so powerful but so ephemeral is naturally to be afraid of them. So we have about 200 species of mushrooms that are edible, medicinal. I don’t know the difference between edible and medicinal anymore. All edible mushrooms have medicinal properties. But the mycelium expresses a lot more of these compounds. And with lion’s mane, there’s a group of erinacines. Now, the lion’s mane mushroom is called hericium erinaceus. That’s the Latin binomial.  Tim Ferriss: Paul, I don’t want to interrupt. But I just want to pause for one second to plant a seed. And we can come back to it – or spore – and come back to it later. Which are potential applications to neurodegenerative diseases like Alzheimer’s or Parkinson’s. But I don’t want to interrupt. I just want to plant that seed so that I don’t forget it myself. So please continue.  Paul Stamets: So the erinacines are some of the strongest neuron growth factors ever discovered by science. NGF factors, they’re called. Neuro growth factors. And they regenerate myelin on the axons of nerves. Now lion’s mane is perfectly legal. It has a long history of use, multi-thousands of years of history of use. It looks like pom-poms that cheerleaders use. It has white cascading crystals descending teeth. And it’s a beautiful mushroom. It tastes like shrimp or lobster when you add butter to it and when you cook it. But the compounds that are most neurogenerative are from the mycelium, not from the mushrooms.  And so, the erinacines are from the mycelium. Hericenones are another group of neuro growth factors. They’re from the mushrooms. But the erinacines by far are much more neuroregenerative. And in several clinical studies that have come out on mild cognitive dysfunction out of Japan, they are very promising as a – it’s the first smart mushroom. Well, psilocybin mushroom may be the first smart mushroom in my mind. But lion’s mane mushroom is one mushroom that I take it on a daily basis. My mother takes it on a daily basis. She’s almost 93 years of age in a few days. She’s smart as a whip. She beat my two brothers in Scrabble not too long ago, which was a lot of fun. I went, “Really?” I talked to my brothers. “Mom beat you in Scrabble?” And my twin brother goes, “Well, you know. She got lucky.” I go, “Oh, well that was a clean win then.” My brother was very defensive. But nevertheless, the lion’s mane mushrooms, I think, are extremely helpful to prevent neuropathies.  And I think stacking them with psilocybin is something I’m really keen on. Doing microdosing of psilocybin stacked with lion’s mane. Now lion’s mane in and of itself we know has neuroregenerative properties. It’s a big subject of research. You go to PubMed or Google Scholar Alerts and put in lion’s mane and neuroregeneration or NGF factors and there’s several dozen peer reviewed articles extensively exploring the regeneration of myelin, which is the conductive sheath on the axons of nerves. Those who get Alzheimer’s, for instance, have amyloid plaque formation that interrupts and erodes the myelin sheath and prevents neurotransmission. And so lion’s mane mushrooms have been demonstrated behaviorally in people with cognitive tests. But also, through dissection of mice.  Prior to using lion’s mane, they would inject these mice with a polypeptide that induces amyloid plaque formation. It’s a very, very potent toxin. It’s neurotoxic. But it mimics that of what happens to the nervous system of Alzheimer’s patients. Because the amyloid plaque formation can form. Their behavior changes. They lose the ability of navigating through mazes. They lose the novelty inquisitive factor. The short-term memory is basically erased, or much of it. And then when they fed them lion’s mane mushrooms and they dissected those mice, sure enough they saw that the amyloid plaque formation was there. And then there was fully diseased mice, when they would feed them lion’s mane mushroom for 23 days, they regained the ability of navigating through a maze. They reengaged inquisitiveness. It’s called the novelty response – the novelty experiment.  And upon dissecting those mice and the resections of the tissue, they could see that the amyloid plaque had largely resolved and remyelination had occurred. And so, you bundle that with behavior as well as physical evidence, you have regeneration of myelin. So lion’s mane mushrooms are just a very, very fascinating mushroom. I think about Einstein in his last days. I think about some of my mentors in mycology in their very last days. We are losing encyclopedic knowledge. These are mental giants that have so much to give to the next generation. It’s part of our national heritage – our intellectual national heritage. And to lose these geniuses with all this experience, all this knowledge, all this sense of being and context – to lose them at the end of their life is us losing a library that just has library books that fall into pieces in your hands.  And I think it’s so important for our cultures to preserve that knowledge. And I think lion’s mane mushroom is a huge one.  Tim Ferriss: The slow descent into cognitive malfunction is what I would cite when people ask me what I’m afraid of. That is it. Being trapped in your body without the cognitive capabilities that you would want or need to not just function but thrive. And I completely agree with you. This is something I’ve been fixated on for quite some time. If you were to design a study involving the microdosing or microadministration of psilocybin under proper supervision and researcher controls, do you have any idea what that might look like? What the protocol might look like?  Paul Stamets: That’s a very timely question. Because in two hours from now, I have a group of financial people that are key in supporting the current psilocybin research at Johns Hopkins and elsewhere.  They’re arriving here specifically and staying with me for three days to talk about exactly this. I had an idea. And I’m going to probably open source this. Sometimes I file patents. I call them blocking patents. I file a patent that I think should be open source so that other people can’t get a patent on it. And this might be in that category. This whole patent landscape, I see both sides of the arguments. Of open sourcing and then also keeping things closed source. But I filed a patent on neurogenesis. You can look it up. Stacking lion’s mane, psilocybin, and niacin – nicotinic acid. Now, I spoke before about what is patentable. It is no prior art and it speaks against conventional wisdom. So when I gave a talk at MAPS recently, I asked the audience of about 800 people, “How many people remember during the 1970s and ‘80s, it was well known – especially on the West Coast – that if you want to come down from a bad trip on psilocybin or LSD, you could take a bunch of niacin?”  You would get a flush. People who don’t know what it means, when you take 500 milligrams of niacin, you get red. And you get tingly all over your skin. You get this niacin flush. And I had about 50 people raise their hand. I actually recorded that. I needed that for my patentability. Because that was common knowledge that niacin counteracted the effects of psilocybin. I think not. Number one, there’s no evidence that that’s true. But it was common knowledge. Number two, because it excites the nerve endings and neuropathies oftentimes occur in the deadening of the nerves at the fingertips and the toes, it struck me that if I could excite the nerve endings perhaps I could drive these lion’s mane erinacines and the psilocybin to the endpoints of the nerve systems if the vascular system’s still intact to deliver these compounds to create neurogenesis and prevent neuropathy at the endpoints of the nervous system.  So I filed a patent stacking niacin, psilocybin, and lion’s mane. Psilocybin dosage is about one-twentieth of a gram. Now that is below the threshold of what people would experience any change of consciousness. So I know lots of people would not dare take a psilocybin mushroom. But the idea of taking one-twentieth below threshold dose that would create neurogenesis and perhaps make them cognitively more astute and make them a better person socially and intellectually? I know a lot of people are interested in that. And plus, it’s kind of groovy. It’s kind of sexy. These older people say to their kids, “Yeah. I’m microdosing.” Microdosing is extremely popular right now, as you probably are well aware. But that’s something that we would like to see a clinical study. Now, the clinical study – we already know if there are any clinicians out there, you have too many variables in your clinical study. And I agree.  So we’d be looking at psilocybin alone. Lion’s mane alone. Psilocybin stacked with lion’s mane. Niacin will have to come later. You need enough cohorts, enough people enrolled in the clinical study in order to have statistical significance. So that’s what we’re looking at is looking at stacking this. And maybe we’ll do this clinical study in Canada. Right now, the FDA is very favorable to these clinical studies. I had a report from somebody who met with the FDA regulators and their scientists. And they said they have never seen drug that was so non-toxic, so effective from one treatment in the history of their looking at approving new drugs. And they were like – so the FDA scientists are quite focused on this.  And it’s something we all – the difference between a medicine and a toxin is dose. I wouldn’t call psilocybin a toxin. Well, it is maybe. A funny example that just came out of the literature of that. But I wouldn’t call it necessarily a toxin. But having a subthreshold dose, I think, is a really valid approach. And you probably shouldn’t take these every day. Because you’d normalize the receptors. So watching the receptors and having them recalibrate themselves is probably a good thing to do. So pulse therapy – three to four days on, three to four days off is probably a better approach than taking them every day. The jury’s out on that. There are a lot of different opinions of it.  Tim Ferriss: It’s endlessly fascinating though. And you’re right on the money, so to speak. Or the lack of money given how effective they are in a limited number of sessions at the combination – which certainly has been studied and is being studied – of efficacy and low toxicity.  And as you mentioned earlier, for a rat, and if you put – and Michael Pollan and I have chatted about this a little bit in his podcast. But if you were to administer to a rat in a box cocaine or heroin and they have to choose between those drugs or food, they will consume these types of opiates or stimulants until they die to the absence of food. Whereas, say, with LSD, I would also assume, psilocybin, they take one dose and that’s the last time they touch that particular pedal. And this is – I don’t want to take us too far afield and focus on this exclusively. But I really appreciate you having spent so much time thinking about how these natural companions who have coexisted and been ingested by humans for thousands of years can be applied for some of these epidemic scale problems that we’re experiencing.  And I wanted to ask – we are going to talk about some of the applications of mushrooms outside of human medicine. But I would love to read a description of you. And it relates to something we were chatting about a little bit before we started recording. And talk about the decisions that made Paul Stamets Paul Stamets. Because there are so many mycologists out there. I certainly don’t know the exact number. But you are – if not the best known, certainly one of the best known. And the description is from Mother Jones. It says, “Paul Stamets is a modern example of the amateur scientist from the 17th and 18th century who made wonderful contributions with only their native curiosity and keen sense of observation.” You can certainly comment on that if you don’t feel like it’s accurate. But what are the decisions you made – if any come to mind – or habits you’ve cultivated that have helped you to arrive where you are?  I mean, you have made many discoveries. You’ve excelled in multiple fields. Why is that? How did you become who you are in this current moment? And you can start anywhere. I don’t want to be one of the people who asks you, “How do you grow mushrooms?” at a cocktail party.  Paul Stamets: Yeah. I have been exposed to a circle of kindness. And I believe in karma. I was a child who had a lot of problems. And I have a big debt of gratitude to my professor, Dr. Michael Beug. He never humiliated me. And at the Evergreen State College, I’d make some dumb statements. He was entertained by them, but entertained by them in a humorous way that engaged me to explore and dive more deeply into the subject matter. But I was never humiliated. And a circle of kindness. And I really believe in karma.  Because this has been a huge thing in my life. It’s just the fact that I believe evolution is an extension of gratitude and sharing. And it’s not necessarily this neo-Darwinian concept of competition and the first to the food wins. It’s a collaboration of people who are alive together with common interests. And we need to separate all of ourselves from our weaknesses to become stronger. What very few – lots of people know this. But very few different schools of people know this. I got into the martial arts when I was 14. I have two black belts. I had schools for 30 or 40 years. I am a long-haired hippie, a really nice person. And I kind of turned into a different individual. I’ve been in thousands of fights. I studied at the Aspen Academy of Martial Arts. I first got into goju-ryu shodokan. Shito-ryu. Got my first black belt in tae kwon do and then became a black belt in hwa rang do.  Which is by far one of the most sophisticated styles in the world, similar to hapkido and some other styles of kuk sul. But I had one experience that I think is emblematic of this. It is that I was an early young black belt in tae kwon do. And a big biker came in. He was just seething with anger and wired on amphetamines. And he wants to fight a black belt. Just a biker dude pissed off at the world. And he came in. And remember, the head instructor does not fight in a challenge like this. They have too much to lose. They know if they screw up they lose face in front of their students. Anyhow, my head instructor, Jean, said, “Paul, I’ve got another one.” And I go, “Okay.” And so, this biker came in. And Jean said, “Well, I’ll let you fight one of my black belts. Paul, come over here.” And so, I came over there. I was really polite. Extended my hand. Shook my hand. He wouldn’t shake my hand. He just was all piss and vinegar.  He wanted to fight me. And I said, “Well, we have a few rules. Take off your shoes.” And then we got out on the mat and this guy just attacked me ferociously. I mean, it was no sort of – like boxers have a little bit of like, “Okay, let’s do it.” And we have a little compassion for each other, a little simpatico for another fellow warrior. No. This guy was like out to hurt me. So I block, block, block. I block everything. And this guy is just swinging and kicking. And he can’t kick well, number one. But he was just overly aggressive. After a while, you can block 10 or 20 times. But you start getting hurt, right? This guy is just ferociously trying to hurt me. And so, I looked over at my head instructor. And he nodded his head and said, “Okay, Paul. Time to take him out.” Three or four punches. I sucker punched him and did a jumping hook kick. Bam. I hit him in the temple. Bam. He went down.  On the ground, semi-conscious. And then I’m hovering over him and I put my hand under his trachea. I put my middle finger into the inside of his eyeball. And that way I could pop his eyeball and pull out his trachea at the same time. Now, what people are really concerned about is their vision and also in their face. So when you lock your finger in the eyeball and you’re ready to take out the eyeball, people want to give up really fast. He was terrified. He had the look of, “Oh, my god. I’m going to lose my eyeball.” He was just waking up from being stunned from this kick. And I got him like that and I knew I had to – okay, this is it. Now I can take him out right now. This is the end of his life. The end of his – you know. Basically, he’s done. And then I go – I released. I said, “You know, you actually did really well.” And I extended my hand in friendship. He’s lying on the mat. This big burly biker guy started crying because I was nice to him.  I took him down, but I wasn’t glorifying in my win. I was extending my hand in friendship. It changed his life. When I left the school, he was a brown belt. He became this big teddy bear. He’s shepherding all these little – I told him, “Listen, the girl here, she’s got a yellow belt. You’ve got a white belt. You bow to her. That’s the way it works here. It’s based on your experience and respect.” Totally changed his life. So that’s a story of my life. The extension of – and I think psilocybin mushrooms make people nicer people. I just really believe that. There is this understanding that your life is not just your life. Your life is in the context of nature. And how are we going to inspire and lead and promote the forces of good and generosity and mutualism? And how are we going to get away from the people who want to tear it all down? My work with bees, I think, is the cause célèbre of my life. Tim Ferriss: And we’re definitely going to dig into that. I absolutely want to explore that. I was just going to echo what you said about the power of kindness. A very good friend of mine was just telling me recently – who perhaps not surprisingly has a lot of psychonautic experience and mileage with certain mushrooms that we’ve been discussing. And also, for anyone who doesn’t know what MAPS is, it’s the Multidisciplinary Association of Psychedelic Studies. They’re also focused very heavily on phase three trials for MDMA in the treatment of PTSD. Which is fascinating. And I encourage people to take a look at that at MAPS.org. But what my friend said to me is that not too long ago – several weeks ago – he went into a coffee shop. And it was some Dunkin’ Donuts or something like that in the airport. And this woman said, “Thank you” at the end of the transaction. And he looked at her in the eyes and he said, “No. Thank you.” And he was just kind of being a joker and he’s a charming guy. But he meant it very sincerely. And she just broke down crying.  A similar experience. She had not had – it didn’t seem anyone had expressed kindness to her in god knows how long. I mean, weeks? Months? Who knows? And it just was such a stark reminder – just like your story – about the power of those little acts. Those tiny little microdecisions that we all make thousands of times a day.  Paul Stamets: I have a business. Anybody who’s ordered from our business, I own the business. I run it. And several years ago, I got these little stickers that say, “You are beautiful.” And every time someone orders from our business, in their order are two “You are beautiful” stickers. And I’ve had so many people write saying they were having just a horrible day. A physician just wrote to me recently. He had said, “Oh, my god. I cannot believe this little messaging.” I send two because then they can pass one forward. So every order in every box there are two “You are beautiful” stickers.  And so many people have written saying that’s what they needed to see. That changed their entire day. Again, that extension of gratitude and affirmation. And we are all on this planet together. We live in this time and space. Tim, you’re going to die. I’m going to die. Everybody listening to this podcast is going to die. But we enter into the fabric of nature from which we sprung. And I think that fabric of nature is based on the extension of goodness. And I just know it empirically. And all the noise we have around politics and everything else is just so narrowly focused in the context of the greater being. I think that we are on the verge where science and spirituality are converging. And now, we’re understanding nature and the extent of the cosmos. The hundreds of billions of galaxies – I mean, I always wanted to be an astromycologist. I kind of am now in some sense. But I’ve always wanted to – and I think we’ll find fungal networks throughout nature, throughout the universe, on multiple planets.  Multicellular organisms will form as networks. Networks will give rise to animals. And I think that we are a descendant of this network-based paradigm that’s represented not only in mycelium and in neurons, the computer internet, the organization of dark matter. This is a continuation on different orders of magnitude of the way of being. We are all involved in this network of being. And this is just one of our strands in that network that we’re living today.  Tim Ferriss: I want to get to bees. And I’m going to get to it by way of laying out some illustrations of these webs – these strands of interconnectedness. This is from Discover magazine from a few years back. I’m just going to quote here. It’ll take 30 to 60 seconds probably. And then I want to talk about bees specifically.  It starts with this – and this is a very incomplete list, of course. But, “Stamets is researching a wide variety of ways in which fungi could help solve human problems. Here is a partial list. One, environmental cleanup. Mushrooms could be used to break down petrochemicals or absorb radiation from contaminated soil and water. Two, wastewater filtration. Mushroom mycelia could cleanse runoff from storm drains, farms, or logging roads. They could be used to filter out the nitrates, endocrine disrupters, and pharmaceutical residues that disrupt ecosystems and damage human health. Three, pesticides. Fungal bug-killers could be used to target troublesome species while remaining nontoxic to others. Four, medicines – which we’ve discussed – could provide new antibiotic, antiviral, and immune-boosting compounds and even chemotherapies. Five, forestry. Planting symbiotic mushroom species could speed reforestation in clear-cut woodlands. Six, agriculture. Adding” – oh, this is the word that I can never pronounce. “Adding M-Y-C-O-R-R-H-I-Z-A-L.” How do we say that?  Paul Stamets: Mycorrhizal.  Tim Ferriss:  Mycorrhizal, thank you. “Adding mycorrhizal fungi to soil could improve crop yields without the need for toxic chemical fertilizers. Seven, famine relief. Mushrooms could be grown rapidly in refugee camps and disaster zones, using just wood chips or saltwater-soaked straw. Eight, biofuels. Growing mushrooms for biodiesel could require far less soil and other resources than commonly cultivated fuel crops. Nine” – which segues into what we were just chatting about – “space travel. Because of their usefulness in soil creation, and the tolerance of many species for radiation, mushrooms could be grown by interstellar voyagers and used to terraform other worlds.” I’m going to pause here for one second just to let people soak in that. And then second, in both preparation for this conversation but also over the last two years, reading various descriptions of what has been called the Wood Wide Web, I think is what they call it, in the mycelium and how they facilitate communication between trees and other organisms. It’s really mind-bending stuff.  I mean, it’s the type of narrative and description and discovery that, if described – I’m just making this up, perhaps. But 50 years ago, it would’ve been thought science fiction. And I would love for you to describe what you have done in the world of bees. But I just find this so – not only staggeringly fascinating and much of it counterintuitive, but important. That’s my soapbox for the moment. In any case, I would love you to take that wherever you’d like.  Paul Stamets: Okay. Well, I would recommend that people read my book, Mycelium Running: How Mushrooms Could Help Save the World. It covers into the subject very, very deeply. And that book is used now as an introductory mycology book at many universities. I typically don’t promote a product from the stage. There’re no lectures out there where you can find this. But I do want to draw people’s attention to fungi.com – F-U-N-G-I dot com.  There’s an amazing letter from a Syrian refugee. And I want people – we obscured his face because we don’t want him to be targeted by Assad’s assassins. But he has brought mushroom cultivation into refugee camps using recyclable materials from the cardboard and all the paper. And he literally – you have to read the letter to – it just brings tears to your eyes. He has over 1,000 people now engaged in growing oyster mushrooms in refugee camps from the Syrian crisis. They’re helping people feed themselves. And about all those 1,000 people now understanding how to grow mushrooms. What the downstream effect will be with their children when they get out of those camps. They’ll have skill sets that can really expand this in a huge way. I believe that mycelium is the foundation of the food web. It is essential for food biosecurity.  I mentioned the mycelium creates the microbiomes. We’ve done next gen sequencing. We’ve been able to prove this. I have not published it. But people can see my talks on it showing that different mycelial mats control and destined populations of bacteria are uniquely specific to the mycelium that are growing in wood chips or in straw. So they actually articulate the populations of bacteria downstream from the mycelial networks. But this going to segue. So we talked about the antiviral stuff with the BioShield biodefense program and 9/11. Well, I had this entomopathogenic fungi patents and working against termites, and carpenter ants, and bedbugs, and mites. So a good friend of mine, Louie Schwartzberg – he actually has finished a movie called Fantastic Fungi. It is coming out in the next few months.  been making it for over 10 years with Lyn Lear, Norman Lear, and that group. And I just saw the final cut a few days ago. It is quite good. I’m really happy where it’s going. But it talks about the Wood Wide Web. And Suzanne Simard is a British Columbia mycologist and I’m a total fan of her work. Big kudos to her. Because she and I are two peas in a pod. She was doing her work parallel to my doing mine. And we ended up really in the same intellectual ecosystem, so to speak. So when Louie was doing the movie and he was looking at butterflies and then he got into bees and colony collapse. And colony collapse is really – colony collapse disorder is a euphemism created by the media. But it does speak to a very serious issue. In Oklahoma last year, 74 percent of the beehives died. Now, think of it.  If you were having cattle or sheep at your ranch and you lost 75 percent of your sheep or cattle, that is devastating. Well, it’s also devastating to beekeepers. 35 percent or more of our food is directly dependent upon bee pollination and 70 percent is indirect. Many people don’t realize that most of our dairy products are dependent upon bee pollination because alfalfa and hay are dependent upon bees. All the almonds that you consume, every almond you consume was visited by a bee on that flower. And so, the almond industry specifically needs honey bees in particular. So Louie came to me and he said, “Paul, there’s a huge problem with colony collapse and bees are dying. What can you do about it?” Well, I had a series of events. And these events, when you string them together, led me to an epiphany. I am a controversial mycologist. I have been trained academically in mycology as an undergraduate student.  But I married a woman 11 years older than me who had three kids at 12, 14, and 16 when I was 22. I couldn’t afford to move my kids to other cities to go to graduate school; I got accepted into several graduate schools, but I couldn’t afford to move. So I started this little mail order business and packed 30,000 boxes before I had a single employee. Now I have over 100 employees, so it’s a real testimonial to stamina, and good luck, and also the extension of generosity by some very kind people who came to my rescue a few times over my life. But in the course of looking at the situation with bees, I started looking at it and there’s many cofactors. Now, health or disease – in my mind – is a series of coefficient variables. Factors that are strung together and at the end of the equation means health or disease. So there is not a single cause for colony collapse. It’s a perfect storm of unfortunately bad things happening to the bees.  Habitat loss is one. Neonicotinoids, we already know they’ve been banned in Europe. Ironically, from a study that Bayer and Syngenta sponsored thinking that neonics would not be toxic. And then they found out they were toxic. And so they were banned in Europe last month. Neonics are still used in the United States and Canada. There’s so many – 70 percent of the food is thought to be absolutely critically dependent upon bee pollination services – two arm’s length away from bee pollination contact. So bees are dying because of a confluence of variables. Loss of habitat, neonics, pesticide exposure, factory farming – it’s not natural for bees to be put on trucks and travel 1,000 miles to the almond orchards of California. They all are concentrated. They spread diseases amongst themselves and then they disperse. And so that’s a great scenario for diseases to be spread. But by far the biggest one that’s been identified in scientific literature is the varroa mite.  And the varroa mite was introduced in 1987. It came from Asia. Varroa destructor is its Latin binomial. It injects a whole slew of viruses into the bees. And these – now all bees in the world have these viruses. Working with the USDA, Dr. Jay Evans who is a USDA virologist who’s widely published and a senior scientist at the USDA. He has not seen a virus-free bee in more than 10 years. What’s happened now is a virus is being spread by the varroa mite. And the varroa mite was controlled by a miticide that was used to control ticks on cattle called Amitraz. Now Amitraz is not legal to use by beekeepers, but they use it. They were soaking their beehives with this Amitraz – this toxic tick miticide. And they were drenching it twice per year to control the mites.  And now, they’re up to eight times per year within 10 years. The mites have developed a resistance. The mites are like having a pancake on your back. They attach themselves. They’re extremely hard to dislodge. And now 27 viruses have been identified being vectored by mites. What’s the big surprise is all the wild bees now have these viruses. And 80 percent of the pollination services that we benefit from from bees pollinating are actually coming from wild bees. Not the honey bee, which is Apis mallifera. Which are huge colonies. The wild bees are oftentimes called solitary bees. They’re very small groups of a dozen bees or two dozen bees. They’re ground dwellers. And those bees provide over 80 percent of the services that are benefiting agriculture. So the honey bees, at the moment, we have about 2 million hives in the United States. The average loss right now is over 50 percent nationally. A few hot spots, but those hot spots then emanate out.  And epidemics become pandemics. So now we have evolved into a viral pandemic of these viruses spreading throughout the world. And it was just discovered in the past two to three years that these bees are infected with these viruses when they visit a flower and they get the pollen on them. They also spread the viruses to the pollen they leave. And so, when the wild bees come, they become infected. So this is a direct threat to worldwide food biosecurity. The loss of bees is such an important issue. And interestingly, it’s the number one bridge issue between liberals and conservatives. So I like to tell people, “When you’re at Thanksgiving dinner and you don’t want to talk about Hillary or Trump, talk about the importance of bees.” It’s the number one issue that brings liberals and conservatives together. Because everyone recognizes the importance of bees for food biosecurity. So my friend Louie came to me and I started studying this subject.  And I had five experiences in a row that led me to an epiphany. And no matter what my critics say – and I’ve been wrong sometimes. I’m not right all the time. So I accept that. But I push the envelope because I don’t have to worry about tenure. I’m self-employed. I can risk being wrong. But the more I speculate, the more I test, the more I do research, that’s what it takes. It takes efforts to see if something will work. And so I’ve failed a lot of times. And the failure is the price of the tuition I pay to learn a new lesson. All that being said, this is what happened. In 1984, I had the garden giant mushroom growing in my garden. It’s a wood chip mushroom. It grows in wood chips. The biggest mushroom is up to five pounds per specimen. People can look it up. And I had these wood chips permeated with mycelium. And I had two beehives. And one day in July, I come out and I see the bees all over my wood chips. I looked really closely.  They were moving the wood chips to the side – it’s like you pushing a semi truck to the side. Some of these wood chips are really big – to expose the mycelium. And I looked very carefully. And from dawn to dusk for 40 days, there was a continuous convoy of bees to my wood chips of the garden giant mycelium in my garden traveling about 800 to 1,000 feet. As I went out there, I photographed that. Thank god I found the photographs. They were Kodachrome 64 slides. In the sweltering heat two years ago, I found them up in the attic. But I published this in Harrowsmith magazine in 1988. I published this in 1994 in Growing Gourmet and Medicinal Mushrooms – one of my books. And I speculated, “Oh, the bees are going after the sugar-rich exudates.” Because the mycelium is producing these polysaccharides that are sweet and they’re fragrant. And maybe that’s why the bees were going there. Okay, that’s one – I’m going to give you a micro-factorial equation. So that’s the first micro factor. Factor number one, Paul sees bees attracted to the wood chips in his garden. I forgot about it.  Micro factor number two, Paul gets involved with the BioShield program. Discovers that polypore mushrooms have antiviral properties. And many patents have issued now. I have more patents on this. People can look them up. And so, that was another experience that I had. Number three, getting rid of the carpenter ants in my house using entomopathogenic fungus relaying that insects are vectors of disease. And then moving forward, I am looking at the research articles. And in PLOS – it’s an open source online journal, a scientific journal. On the cover of the PLOS was a big article on the discovery that – see when a colony collapse happens – most people don’t know this. You go out to your beehives on Monday, and everything is fine. You go out there on Thursday, and they’re all gone. They’re gone.  It’s not like there’s a whole bunch of dead bees laying in front of the beehive. They’re gone. They fly away. It turns out that the bees – there’s a deformed wing virus, which is the number one virus of concern that’s been identified by researchers. Almost a dozen papers have been published in the past three years identifying the deformed wing virus as the virus that is the most debilitating to the bees. It not only reduces the tensile strength of their wings, but they’re deformed. They can’t fly at all. We see bees on a flower, it’s the last days of their life. Bees used to go out and get pollen for nine days. And now, they’re going out for four days. So they can’t bring enough pollen back to the hive. So the newly hatched bees, which are nurse bees, are prematurely recruited to go out to get pollen because the colony is stressed. And then the brood has mites on them. And the bees can’t attend to the brood, so they abandon the babies.  And the mites then freely go around injecting these viruses into the bees. And so at some point, it comes to a tipping point. And then the bees leave the hive and they don’t come back. So imagine if you were a cattle rancher or a sheep rancher and you’re losing more than 50 percent of your – it’s psychologically damaging as well as economically damaging. And people just give up. So I had these experiences. and then I saw in this journal that they looked at the honey in the abandoned beehives. It lacked a certain chemical called p-Coumaric acid. p-Coumaric is the chemical trigger that governs the detoxification pathway in bees. It’s called the cytochrome P450 pathway. All animals use it. We have it mostly in our liver. It’s how we break down toxins. Without p-Coumaric acid, they found these bees – hundreds of pounds of honey. No bees in the beehive. It lacks this essential nutrient – p-Coumaric acid.  Now I’m not a chemist. But I had seen p-Coumaric acid before. Because in the research I’ve done, I look at what’s called the delignification of wood – how fungi gobble up wood and break it down. And I recognized p-Coumaric acid as a chemical constituent that was present in breaking down wood. That’s why when you see myceliated wood it smells fragrant and odiferous. There’s a lot of outgassing of micro flavonoids. Phenolic compounds that are going into – and that’s why after a rain in the woods, the wood smells so good. That’s the outgassing of mycelium. All these scent trails are being created to entice us, and insects, and other animals to follow scent trails as part of the outgassing of the mycelium. Okay. I had all those four experiences. And then I go to sleep. And then I have a waking dream. And this waking dream hit me like a lightning bolt. I said, “Oh, my god.” I woke up. I said, “I think I know how to save the bees.” And so I first called a very good friend of mine, Lee Stein. I said, “Listen. I had this waking dream. I just – it shook me to the core.” He said, “Stop everything you’re doing and focus on this. This is too important.” So I called the University of California Davis. It’s never a good idea to start a conversation with another scientist you have not met with the words, “I had a dream.” That conversation went nowhere. It’s like, “Crazy person. Goodbye.” So I called up Washington State University. I was at TED – I think at the TED that you spoke at. And I was at TED and I went out and I was given Steve Sheppard’s name from Washington University. He’s the chair of entomology in Pullman, Washington. Washington University is an agricultural science college. And I said, “Listen, Steve. Please just give me a half an hour. It’s going to sound crazy to you at first. But let me talk to you about this.” About 15 minutes in he says, “Stop. Go nowhere else. We want to work with you.”  So the end result of this is we tested this on 532 beehives in Southern California two years ago. We’ve done seven tests now in outdoor beehives. We have found something, I think, that is an extraordinary breakthrough. With our mycelial extracts of these polypore mushrooms – these wood conks. They’re called hoof-shaped mushrooms that grow on trees. Everyone’s seen them. With the mycelium that’s extracted, and water, and ethanol – the very same extracts that we used in the BioShield biodefense program. We gave it to the bees. And we submitted an article to a renowned scientific journal. And from one dose at 1 percent – now all beekeepers feed sugar water to their bees. It’s 50 percent sugar and 50 percent water. So one milliliter per hundred, one unit per hundred, one percent – we give it to the bees. And seven to 12 days later, those viruses are reduced by thousands of times.  In the article that we submitted, it reduced the Lake Sinai virus by more than 45,000 times, the deformed wing virus by more than 800 times. With one dose and it doubles the lifespan of bees. Now, think of the implications of this. This means that I think I have a window now into understanding something fundamental to the foundation of nature. The mycelium not only controls the microbiomes and are deterministic in a downstream evolution of ecosystems, but they also control the immunological health in the animal inhabitants. Because the very same extracts that reduce viruses that harm birds – bird flu, H5N1, H1N1 in pigs – that harm people – pox viruses, herpes viruses. Birds, pigs, people, bees – this speaks to something, I think, that is very deeply profound. An understanding that within nature, these mycelial networks are everywhere. Every tree is infused with mycelium. Every vegetable you eat is infused with fungi. It’s part of the mutualistic relationship that we have with these fungi that increases the host defense and resistance against disease. There’s a plurality of fungi in such diverse populations that create a matrix of defense. We have found that these individual species now – we’ve tested five different polypore mushrooms. They’re all active to different degrees. What we have not reported in that scientific article that we submitted is that we have one result that’s over 100 million times reduction of these viruses with one treatment. Many of these viruses – herpes viruses are known as oncoviruses that cause cancer. Lots of them cause inflammation that destabilizes the immune system. This is something I think is so critically important.  Everyone’s talking about bad news. And we are in the sixth ex – the sixth great extinction known of life on this planet. We have 8.3 million species. We’re losing more than 30,000 a year. Do the math. In 100 years, that’s more than a third of the biodiversity. It’s unraveling all around us. What can we do? This is actionable ecological solutions. It’s paradigm shifting. It’s scalable, ecologically rational, economically sustainable. Again, all these fungi grow in every forest of the world.  And we all grew up with Winnie the Pooh. And everybody missed this. Now I’ve been issued 10 patents in the United States, Canada, Australia, New Zealand, and Eurasia. When I first got the first patent award, for five seconds I was excited. Literally. And then I became horribly demoralized. I said, “You’ve got to be kidding? There’s no prior art?”  No one – they did the – the patent office has the most massive search engines in every language – Chinese, French, Japanese, English, German. And there’s not a single mention anywhere out there that bees benefit from mycelium immunologically, let alone reducing the viruses that are being vectored by mites. The fact that I’m the one who discovered this is horribly depressing. It means that we’re truly Neanderthals with nuclear weapons. And people talk about climate change and how biodiversity is a bunch of liberal scientists. Are you freaking kidding? This is so fundamental to who we are and where we’ve come from. So I’ve open sourced it to all the developing countries. You know, in Europe and Eurasia. Not Asia. Not South America. Not Mexico. Not Africa. In order for a solution to be effective, it’s got to be practiced. In order for it to be practiced, it’s got to be commercially successful. In order for it to be commercial successful, it’s got to go to market with some protection of your idea.  The fact now that these patents are issuing is a – and I’ve made mistakes. And there are mycologists out there whose eyes roll. But I’m very happy to receive several rewards. One of which from the Mycological Society of America for bringing more students into the field of mycology than anyone in history. So they’re kind of schizophrenic about me because I’m a psychedelic researcher. I’m not trained and I’m bringing all of these students into their classrooms that want to save the world. And they said, “Paul, you’ve created a huge problem. We want to study yeast and these students want to save the world. What do we do?” So I think this is something that is actionable solutions. And I think I can make the argument – and this is very provocative. But I can make the argument that natural products can be more powerful than pharmaceuticals with a greater bioshield of defense and with less toxicity and more utility in a sustainable way. And that, I think, is paradigm shifting.  Tim Ferriss: I hope you’re right. I hope you’re right. And I look forward to learning more about this as the discussion opens. Is there anything for people listening who are not mycologists nor future mycologists who want to help in some fashion? Meaning they want to make personal decisions, maybe think of policy changes or types of support that would enable them to be part of an environmental and systemic solution rather than simply compounding the existing problems. Are there new behaviors? Things they can do? Anything that you would suggest to people who are listening? Paul Stamets: Absolutely. The simplest thing that people can do is let wood rot. Give up this idea of an Elizabethan yard that’s highly manicured and managed. Nature likes fractal faces. Fractalization of nature in different orders of magnitude, it gives all these niches to microorganisms and microbiome biodiversity that’s critical for sustainability.  So, rather than hauling the wood off, let logs rot in your garden, in your yard. Mushrooms will come up. That’ll help feed the bees. It’ll help build these fractally intense environments that are really important for biodiversity. That’s one. We have a campaign for supporting Washington State University. WSU – bees.wsu.edu. We’ve raised over 3 million dollars now for bee research at WSU. We are just beginning to explore the role of these polypore mushrooms. There’re hundreds of them to test. We’ve hit the home runs on our very first ones. We’re extremely lucky. But the fact that this is – we can reduce these viruses 45,000 to one with one treatment. I mean, what antiviral drug will do that?  That is a complex soup of constituents. The contrast is surprising. So supporting bee nonprofits. Joining a mushroom society. There’s the North American Mycological Association which is a parent organization called NAMA. Their website is NAMYco.org. N-A-M-Y-C-O dot O-R-G. They have a listing of all the local mycological societies in Canada, the United States, and Mexico. That’s one. Joining your bee – get involved in supporting, frankly, farmers and developing biodiverse landscapes. And the march to monoculture, the march to the industrialization of agriculture is sacrificing the very biodiverse networks that have evolved to help plants grow.  When you add lots of fertilizers and insecticides, you defeat the natural systems of the mycelium that has engaged and helped plants for hundreds of millions of years. When you add mycelium helping plants, you do not need external inputs as much as fertilizers, et cetera. And I think there are ecologically rational solutions to many of the problems that we face today. But this really speaks to the concept of seven generations. And first peoples really have this so much as a pillar of their understanding and dealing with nature. We should give up this idea of making money in the short term. And we should embrace the idea of creating sustainability in the long term. True conservatives should be conserving natural resources and thinking about downstream generations. Right now, we have hungry, greedy people whose morals have been hijacked for whatever reason.  And I think that this nature-loving movement with all of its strange characterizations really is based on something that’s fundamentally good for commons.  Tim Ferriss: Well, it makes me think of what you said in the very beginning or certainly the earlier portions of this conversation. Which is the war against nature is a war against your own biology. And ultimately, what is best for what you’re discussing is also best for us. Which means it’s best for me. It’s best for you. It’s best for each person listening to this. And certainly, if you’re thinking out multiple generations, these problems can be solved in a very pragmatic, holistic fashion. Or they can be compounded to the point where they become exponentially more difficult to unwind and to solve for.  Paul Stamets: I just want to say, in the field of mycology, I know of no other science that is underfunded, underappreciated, and yet has such an enormous elasticity of benefits. Now, if I was a Bill Gates or a Jeff Bezos – I’ve met these people. It’s just not part of my DNA to pitch. And I look at them going, “Oh, I could do so much benefit for hundreds of millions of people.” But I can’t even begin to talk about this because I don’t want to pitch. But thankfully, my company is soaring. And I have a great community of individuals who believe in this and who see the results. And Michael Pollan’s book and Fantastic Fungi, and your support, et cetera helps spread this message. But I’m 63 years of age and I’m going to die with a smile on my face. Because it’s the heritage that we leave, not the material possessions that we own during this short lifetime. We all need to create legacies where our names will be heralded in the future as a person who cared more about other people than they cared about themselves.  That is truly a Christian, a Buddhist, a Zen-like attitude. And I think it’s time for people to take action. We need a revolution.  Tim Ferriss: It is time. It is time for people to take action. I could not agree more. And you’ve given a number of recommendations that I will link to in the show notes, as usual. So everyone listening, everything we’ve discussed, all the links to everything that I can track down and that my team can track down will be in the show notes at Tim.blog/podcast for this episode. And Paul, you’ve been very generous with your time. People can find you at fungi.com, fungi.net, hostdefense.com. And on social media on Instagram, you’re Paul Stamets. Facebook, Paul Stamets. YouTube, Paul Stamets. Is there a – for people who want to know where to go for what, is there one best place for certain things? A certain best place to say hello if people want to reach out to you somehow? Paul Stamets: That’s kind of complicated like you, Tim. We get so many people wanting to contact us. I want to feed some of the researchers out there and people who want to get into some of the detailed research articles. We have a website that we populate called mushroomreferences.com. There’re several hundred peer reviewed articles that we link to with abstracts that talk about the most recent research from mycelium. And it’s a deep dive. Many physicians are unfamiliar. And because the public expects that they’re going to be experts about everything on health, they’re actually quite ignorant. So I’ve found this has been a challenge.  This is why I speak to a lot of academic conferences, at a lot of medical conferences is that there’s a desperate need from these physicians to get on board and be familiarized with some of the latest research. But otherwise, fungi.com is a hub and we have a resource section on that website that links to many other nonprofits. Lots of other resources. Including Cornell University, and that’s particularly a good one. There is MykoWeb, which is extremely good – M-Y-K-O-W-E-B. MykoWeb’s a really good one. And so, there’s a lot of mycologists out there that are genuinely really, really good people. But they have – I, in a sense, have tasked them with expectations greater than some of which they can deliver. And I apologize for that, but time is short.  This area is so important that everybody gets aboard this starship and try to do good.  Tim Ferriss: Well thank you so much for your time today, Paul. This has been really fun for me. And I’m sure for many, many people who are listening. Is there anything else that you would like to share or recommend before we wrap up at least this first conversation on the podcast? Paul Stamets: If you see somebody being abused or somebody being shamed, step up. Extend a hand of generosity and show people a better way of acting.  Tim Ferriss: Hear, hear. That is an excellent way to wrap up. And once again, Paul, a real pleasure to spend this time with you. I have pages, and pages, and pages of notes of follow ups for myself and for my family. And also, the many different avenues that I want to explore.  And to everyone listening, you can find the show notes at tim.blog/podcast. And until next time, keep experimenting and express some kindness. It is time to take action. So get off of the earphones. Get off of the earbuds. Get off of the pages in those books that you might consume one after the other and actually take a meaningful step forward with somehow bending the reality around you in a positive direction. And until next time, thanks for listening.  Posted on: October 15, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my interview with paul stamets (@paulstamets), author, inventor and an intellectual and industry leader in the habitat, medicinal use, and production of fungi. it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the interview here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "tim ferriss: paul, welcome to the show", " paul stamets: thank you, tim", "honored to be here", "tim ferriss: i’ve had so many listeners request you on the show", "i have wanted to have you on the show for so many years", "and finally, when you made your very comprehensive cameo in michael pollan’s most recent book, that served as the reminder that i had to reach out somehow", "so i’m very pleased that you’re here, and i thought we could start with some definitions and pronunciation, which are very selfishly points of insecurity for me", "so f-u-n-g-i", "how should we pronounce that", " paul stamets: well, that’s an excellent question", "fungi – according to oxford english dictionary – with a j is the correct pronunciation", "but foon-jee, fun-guy, or fun-jai", "so fun-jai is what we mycologists use", "though spanish mycologists will use foon-jee", "italian mycologists will say foon-jee", "but english speakers, the standard pronunciation is fun-jai with a j", " tim ferriss: fun-jai", "and then there are two terms that i suspect may not be totally synonymous with mushrooms", "my-sill-ium or my-see-lium", "i don’t know the correct pronunciation", "are mushrooms a subset of mycelium", "one component part", "can you define or distinguish those two for us please", " paul stamets: mycelium is the underground network analogous to the roots of a tree in the fruit bodies of the mushrooms", "so they are produced as reproductive structures long after many challenges on the path of growth – in woods, underground, et cetera", "the mycelial networks are vast", "it’s been called the proverbial tip of the iceberg", "but just think of this as the – the mycelium navigates through a microbially hostile environment", "literally, there can be tens of millions of microbes per gram of soil", "and the mycelia are these fine filaments that look like cobwebs are running underground", " and this underground network is being challenged by all sorts of microbes", "and as many people know, bacteria like to eat fungi", "that’s why mushrooms rot", "but the fungi are able to navigate with these mycelial networks", "only one cell wall thick", "and there can be up to eight miles of mycelium per cubic inch, and now they only have one cell wall between their internal cells and the external environment", "we have five or six skin layers that protect us from infection", "the mycelium basically has one cell layer, and yet it is able to overcome the challenges of millions of microbes – many of which want to consume it", "and it navigates to create the largest organism on this planet", "there’s a mycelial mat in eastern oregon over 2,200 acres in size", "now it’s one cell wall thick, and yet it’s the largest organism on this planet", "and that’s a testimonial to the immunological power of the mycelium and this vast underground network that is so central to habitat, and human, and plant health", "it’s something that we have really tapped into", "mushrooms come from mycelium", "the mycelium can grow literally for decades before a single mushroom forms", "mushrooms are highly perishable", "they’re like fish", "in four or five days, they mature", "and then they rot", "and in doing so, they sporulate just before they rot", "and they attract insects that then help spread the spores", "much like birds spread seeds", "birds come to fruit", "the fruit of the tree – like a peach, for instance – attracts insects and birds", "and then the peach pit, or seeds of an apple, or another fruit are spread", "so the fragrance of the mushrooms are beacons", "fragrance beacons that emanate through the ecosystem", "and these scent trails then entice animals to come to these bodacious delicious fruit bodies", "and then in the course of them eating them, they spread the spores", "but the mycelium literally can be existent, not invisible", "invisible to us ridiculously stupid humans that are thundering giants upon these networks that are underneath their feet", "but the mycelium really races behind us", "and we’re the biggest walking catastrophe that i know on the planet", "and as we walk, we break wood chips", "we leave impressions", "well, the mycelium is sensitive to those impressions of our footsteps", "and as we create new debris fields, mycelium reaches up behind our footsteps to gobble up that newly made material in competition with other fungi and other organisms", " tim ferriss: and mycelium – if we’re looking at mycelium as one component of that or rather the product of that, i suppose – and please feel free to correct me if i screw things up by restating", "mushrooms, people have had a decent amount of exposure to", "and they tend to associate it with the produce aisle in a grocery store and think of them perhaps as plants", " from a genetic perspective or an evolutionary perspective, how should people think about mycelium", "paul stamets: i love this question", "well, you bring up a very good point", "for almost a hundred years now, the mycology departments were a subset of botany departments", "they really should be in the zoology departments", "we separated from fungi about 650 million years ago", "and 650 million years ago, we had a common ancestor", "in fact, there’s a new super kingdom called opisthokonta that joins a fungi and animalia together", "basically, these mycelial networks, when they hit the land from the ocean, many people don’t realize the largest networks of mycelium in the world now have been discovered below the sediment layers of the ocean", "there’re vast mycelial networks throughout the entire ocean", " there’s lots of dead organic plant material that’s falling down to the sediments", "and the mycelium is involved in gobbling those up", "but from an evolutionary point of view, 650 million years ago, we chose the path of encirculating our nutrients basically in our cellular sac, our stomach", "the mycelium digest nutrients externally", "they produce the enzymes, and acids, and other compounds that break down complex organic molecules", "and then absorbs those through the cell walls", "the entire mycelial network is like a sponge", "it absorbs selectively those nutrients that it needs", "and animals went overground", "and we developed these digestive systems and a protective skin-enveloped structure – our bodies", "and then the mycelium continued on its course very happily developing underground", "so the divergence of fungi and animals is extremely well-documented", " but an extraordinary article came out just this past year", "and this article – the big bang was about 13.8 billion years ago", "the earth formed around 4.5 billion years ago", "the first unicellular organisms were found a few hundred million years later", "but the first multicellular organisms so far found – the oldest one is 2.4 billion years ago", "it was found in south african lava in the basalt", "and it’s 2.4 billion years old", "the oldest representation so far in the fossil record of a multicellular organism", "and these are mycelial networks", "so the mycelium had its form long before we’ve had ours", "and moreover, in brazil 115 million years ago – this is before the great extinction event that killed off the dinosaurs", " at that time, mushrooms also had their form", "so these mushrooms are really ancient organisms", "they had developed their forms long before we had developed ours", "we are descended from these fungal networks", "they are our progenitor ancestors", "so we are really descendants of fungi", "this is why, under the microscope, so many of our cells look so similar to that of fungi", "and also, why our best antibiotics that we have coming from fungi are very good at preventing bacteria from growing", "but we have very, very few good antifungal antibiotics because of our close evolutionary history that are not toxic or highly toxic to us", "so antifungal drugs are extremely dangerous", "those who have had immunosuppressants are well aware of this", "and when you defeat the immune system of the human body using immunosuppressants for organ transplants and other reasons in medicine, you’re dancing with death", "because it’s extremely damaging to your immune system that can hold many of these infections at bay", " tim ferriss: there are so many directions that i want to go with this", "i’m going to try to contain my add and focus this in a direction towards another type of utility", "and it relates to a problem that if i were to walk 15 feet, i could observe with my own eyes right now", "and that is carpenter ants", "and i was wondering if you could talk about your history with carpenter ants and the intersection with mycelium", " paul stamets: this is a subject very dear to my heart", "i’m going to segue", "because there could be listeners out there who have children", "and i’m going to tell their children the story how vacuuming and helping your mother and your parents made me over a million dollars", "and it ties into carpenter ants", " i grew up in a – i need two minutes to set this up", " tim ferriss: we have all the time in the world", " paul stamets: i grew up in a small town in ohio – columbiana, ohio", "a very conservative town of about 5,000 people", "and i grew up in a fairly wealthy household", "my family had steel mills and saw mills", "and we were affluent", "we had 400 people in the town under our employment of a town of about 5,000", "so the stamets enterprise company unfortunately because of – after world war ii, we bombed japan", "we bombed germany", "but they retooled", "they rebuilt their factories", "so they had modern factories after the war", "in the united states, we didn’t do that", "so the machine tool industry really fell apart in the early 1960s in a huge economic downturn", "and so the best experience of my life was the fact that i grew up in a wealthy environment", "and then when i was 10 or 11 years of age, the entire financial empire collapsed", " we lost everything", "and we laid off over 400 people in the town", "i’m going to school with these kids and their parents are not very happy about what’s happening", "it was really devastating to us", "my parents separated", "we lived in this big house", "the electricity was cut off", "the water was cut off", "i remember eating cat food", "i was just so hungry", "it gave me tremendous farts", "but my mom was really desperate", "my brother john went on to yale", "my brother bill was at cornell", "and this is towards the end of their college experiences", "and i was there home alone with my mother and my twin brother", "and i just really had to step up to the plate and help my mother as much as possible", "i remember running a hose from my neighbor’s – about 500 feet of hose – just to get two or three psi so we could trickle-feed it into the toilets so we could flush them", "it was really a strange and bewildering sort of kafkaesque existence", " because we were shunned by the town, my mother went into religion; my dad went into alcohol", "they both were self-medicating in a sense with those two avenues", "but i got really good at helping my mom vacuum because she needed help and we didn’t have the support team we had anymore", "so i was always tearing apart vacuum cleaners, and borrowing parts, and trying to help my mom any way i could", "so i vacuumed, vacuumed, vacuumed", "i’m still passionate about vacuuming", "i’m a really good house husband", "i like washing dishes and vacuuming a lot", "how this segues into carpenter ants is the following", "i grew up in this affluent environment", "i came out to washington state", "became a logger hippie for three years working in the woods", "then i moved outside of olympia, washington", "i went to the evergreen state college", "and i tried to start this little business", " and i lived in a house that dr", "andrew weil said is the worst house he’s ever seen anyone live in in north america", "that’s one statement", "it was a flat house built with military surplus materials", "and i had 12 buckets catching water from the flat roof", "why you’d build a flat roof in washington state with army surplus materials is another question", "but there are so many leaks that i just keep on putting up buckets", "and then one day, i remember there was a storm", "and the house fell like two or three inches", "and my wife goes, “my god", "the house is falling.” i said, “don’t worry, dear", "we don’t have to fill the buckets as much because water will run out faster.” i was just trying to be able to be optimistic", "because i was afraid that she was going to get up and leave me because the conditions were so bad", "but anyhow, i would be making my espresso in the morning and i look over in the corner", "and there’s a pile of sawdust from carpenter ants", "and i see them running around", "and the carpenter ants are more nocturnal than they are active in the daytime", " and so i make my espresso every morning", "i look over to the pile of sawdust", "pull out the vacuum cleaner", "vacuum it up", "i did it the next day, and the next day, and the next day", "i did this for hundreds of days realizing the house is getting more less structurally sound with the carpenter ants munching them", "and so i thought, “i’ve got to do something about this.” i didn’t want to use raid", "i didn’t want to use toxic insecticides because the war against nature, in my mind, is a war against your own biology", "and what’s toxic to other organisms is likely toxic to you", "and this has been well-founded now with lots of examples", "so i went to the environmental protection agency homepage", "and i looked up a group of fungi that would attack ants", "and these are called entomopathogenic fungi", "that’s a mouthful", "but entomo– means insects", "pathogenic means, of course, causing disease of insects", " and this group of entomopathogenic fungi that was particularly of interest and supported by scientific literature and with the encouragement of the epa was a group of fungi in the genus metarhizium", "so meta and rhizium – lots of mycelium", "lots of rhizomorphs", "and so i looked into this group of metarhizium fungi", "nontoxic to bees", "nontoxic to fish", "nontoxic to humans", "and i got some of these fungi", "and i started growing them out", "now i started studying this, and i’m going, “this is really interesting", "why is this not available everywhere", "why isn’t lowe’s, and home depot, and walmart – why aren’t they selling this?” well, for a very good reason", "the insects aren’t stupid", "when you see insects like carpenter ants and they’re constantly cleaning themselves, they’re trying to get the spores of the fungus off of them", "it’s the most common fungus – according to some reports – in the soil underneath your feet", "it is everywhere", "it is a dance of dinner and death between insects and fungi", " many insects eat fungi", "many fungi eat insects", "the two of them don’t like to be at the dinner table at the same time", "so i ended up getting this fungus", "and i studied it", "and the reason why it never came to market is for the spore repellency property", "now this is really important", "because these insects had realized that the scent of these spores meant that there’s a disease threat to the colony", "so the insects fastidiously clean themselves of these spores", "so when these big companies like bayer, and dow, and syngenta tried to make bait stations using these spores – even though in the laboratory they could dust the insects with the spores and sure enough, five days later they would kill the insects – when they made bait stations around people’s houses, the insects wouldn’t go near those base stations because they’d smell the spores", "and so the spore repellency property prevented these bait traps from going into market for preventing termites, fire ants, carpenter ants, moisture ants", "all sorts of ants and termites are infected by this sporulating fungus, metarhizium", " so i thought, “well, i have a laboratory.” i have very large laboratories", "we produce about 50,000 kilos of mycelium of many different gourmet and medicinal mushrooms per week", "and my environments are class 100 clean rooms", "these are high-tech clean room environments using hepa filters, high efficiency particulate air filters", "and the last thing i want is a sporulating mold in my laboratories", "so i brought these cultures", "and i was shocked at how many spores there were", "it reminds somebody of a penicillium mold growing on cheese", "you don’t want that flying around your laboratory, because my oyster mushroom cultures or my shitake cultures could become contaminated from airborne spores", "so i cultured this out really quickly", "and so the window of exposure was very short", "i set up all these precautions", "and then culturing these fungi, they grow out as green molds", "and then i saw this white wedge – a v-shaped wedge that was all white", "it had no sporulation on it", "and i went, “whoa", "that’s interesting.”  i look up the scientific literature and everybody said, “oh, the culture is losing the ability to reproduce", "it is losing the ability to sporulate", "it is senescing", "avoid sectors” – this is what they’re called", "these wedges are white sectors – “because that path down that gene trail will end up meaning the culture will die.” they partially got that right", "but i was motivated by not having spores in my laboratory", "so i chased those white sectors", "and they grew out in about a week or two weeks on a standard-sized petri dish", "and then after about five, six, or seven transfers, that white wedge got bigger, and bigger, and bigger", "and pretty soon, no sporulation", " tim ferriss: and this is current day", "this experiment that you were running is done more recently, not when you were under the flat roof built by military surplus", "is that right", "i’m just trying to place the chronology", " paul stamets: no, this is synchronous with the flat roof", " tim ferriss: okay, got it", " paul stamets: but i had to go out to my laboratory to have enough mycelium to be able to treat the carpenter ants", "anyhow, i finally grew it out", "i grew it on rice", "and i made a big deal to my daughter", "and i am so thankful to her for the reasons you are about to hear", "and i made a big deal in the middle of summer saying, “we’re going to trick the carpenter ants", "because every morning, i’m sucking up all this sawdust.” and so, i asked her for her barbie doll dish, which i still have", "i’m going to mount it in a frame", "and i put 25 kernels of white mycelium on rice of this metarhizium fungus without spores", "because they wouldn’t go near the rice if it had spores", "and i laid it out around 8:30 at night in the summer", "and i made a big deal of it", "and it got my daughter involved as a citizen scientist", "she was only – oh, my gosh", "she was probably 14 at the time", "and then we went to bed", " thankfully, my daughter woke up at 1:00 or 2:00 in the morning", "and rather than going straight to the bathroom, she wanted to look at her barbie doll dish", "she went over there and turned on the lights", "and it was swarming with carpenter ants", "and i thought, “oh, my gosh", "you’ve got to be kidding.” and so she ran into our bedroom and said, “dad, dusty, wake up", "you’ve got to see this.” and we didn’t want to wake up", "it was 2:00 in the morning", "but she dragged us out of bed", "we went over there, and it was just covered with carpenter ants", "and they were picking up the rice", "and they’re going into the recesses of the house and disappearing", "and i was like, “oh, my gosh", "that was amazing.” because i had mice in the house", "the mice could’ve eaten the rice and i would never have known", "but we watched for a few minutes and they took away all the myceliated rice", "so we fast-forward", "i’m making my espresso every morning hundreds of times", "i get the vacuum cleaner out", "i go over to that spot", "there’s no sawdust", "the carpenter ants were gone", "and i went, “oh, my gosh", "i just think i figured out a way to overcome the spore repellency property.” now this has been elaborated", "we published an article in the journal of sociobiology proving this is effective against subterranean termites, formosan termites", "we’ve done experiments now with the usda and other teams", "some of the biggest pesticide companies in the world – i’ve had to check my ndas to see if they’re still covered or not – but everyone listening can imagine who they are", "they tested this", "it’s effective against bed bugs, ants, termites, thrips, flies, mosquitoes, mites", "phenomenal reach", "and so i ended up finding something that is a super attractant", "and basically, the opposite of the spore repellency property is the mycelial attractancy property", "two sides of the same coin", "the yin and yang of nature", "it’s kind of harmonious in that sense", "i like that", " and we found that if we diluted the mycelial extracts on rice without the spores – these preconidial, pre-sporulating sectors that i described – we end up created a super attractant so powerful that when the attractant was diluted 500 to one with water, diluting the extract made it more potent in terms of attractancy", "in one experiment, two drops of this was put on a pane of glass, and fire ants walked directly to that place and then scratched at that place until they died, walking about a meter creating a trail that other fire ants then would follow", "we have done this now with choice – they’re called t-tests", "we’ve done with this – the t-tests are even better", "our t-test oftentimes is go left for the control, go right for the treatment", "but we ended up doing four and five choice experiments where there was only one corridor or avenue that had the treatment and the other ones were all controls", " highly significant activity", "and we found something that i can – my dream is to be able to attract a locust plague into a 55-gallon drum", "we’ve put these in foggers in africa and just create a huge attractancy factor", "the cool thing also is the attractancy is not lethal", "so that comes later", "the infectious state of the mycelium grows", "and then it penetrates the exoskeleton with a hyphal peg", "it kind of anchors itself like a sticky little tongue", "and then it dissolves the exoskeleton, the chitin", "and then the hyphal peg invades into the body of the insect and it mummifies them", "many people have heard about these zombie fungi", "this is what they are", "some of them have a cordyceps representation as a little club fungi", "in costa rica and elsewhere in the subtropics, many of the ants there are well-known", " the leaf-cutter ants and other ants are known to – if they get infected with this fungus, they climb to the top canopy of the trees", "and they lock their mandible underneath a leaf and a mushroom comes out of their head and their anus", "and it sporulates in this way", "the fungus gets to sporulate in free air conditions high up in the canopy", "so it causes uncontrolled behavior of climbing with these insects", "i know, it’s – so that was a breakthrough", "and i ended up licensing this to a group of investors, and i got a million dollars", "and so i like to tell my daughter she was very instrumental in this", "the licensing agreement had some limits on it", "they had to take it to market within five years or i pulled back the licensing agreement, and they didn’t take it to market, so i pulled it back", "and everything was actually quite friendly", "but it’s a little bit of a mystery why it did not make it to market", "and i have a lot of conspiracy theories as to why it did not make it to market", "i hesitate to mention those", " but i was given a chunk of change", "and i was smart enough to realize that they can’t crush this", "and that was a condition", "this has to come to market", "if it doesn’t come to market, then i get the patent rights back", "and i’ve been issued nine patents on this", "people can go to the u.s", "patent homepage and look them up", "the latest patent that i was issued on this two years ago is really phenomenal", "because i have patents on antiviral properties of mycelium, and i have these patents on these entomopathogenic fungi for all insects and all diseases vectored by insects", "it doesn’t get bigger than that", " tim ferriss: are there any types – there are a number of different areas i want to dig deeper", "are there any particular common viruses or particularly lethal viruses that you’ve seen applications for using mycelium in terms of resistance or defeating", "paul stamets: yeah", "well, there’s a lot of examples of that", "i published an article in the journal – a peer-reviewed journal called herbalgram in june of 2001 summarizing all the literature that’s been published on the antiviral properties of mushroom mycelium", "it is a whopping one page long with like six references", "there was virtually very, very little out there", "that was in june of 2001", "september 11, 2001, 9/11 occurred", "very quickly, the greatest concern for the u.s", "defense department and biosecurity was weaponizable viruses – pox viruses, anthrax as a bacterium", "the anthrax attacks occurred a few weeks later", "a group of researchers in the u.s", "defense department were scavenging the literature and saw my article", " and they said, “wow", "there’s some evidence here.” and they contacted me because i had a very large library", "now it may sound large to people who don’t have libraries", "i have about 800 strains of different species of mushrooms, many of which i collected from the old growth forest", "now some libraries have 20,000 cultures, so i’m small compared to them", "but i’m private", "i’m not a big institution", "so they said, “well, listen", "you’ve published some interesting articles here", "there’s some evidence", "we have been funded by dick cheney and george bush –” ironically, i have a debt of gratitude to them – “with the bioshield biodefense program", "it’s called project biodefense.” but it then became known as the bioshield program", "so they enlisted my support", "and then i began to send them cultures – mushrooms boiled in hot water, ethanolic extracts of the mushrooms", "the mycelium that gave rise to the mushrooms, et cetera", " and so i ended up sending out sets of a hundred of these samples", "i mean, for me, this is a coup d’état", "i have government laboratories that will give me free research on my extracts", "we started sending these out and didn’t hear from them for a while", "and i just realized they were really disorganized", "it was a new program, and i got a colonel", "i love that he mentioned his name", "he worked at fort detrick where they have smallpox", "it’s a bioweapons facility, biohazard facility of the u.s", "government", "where they have the most pathogenic bacteria, and viruses, and other disease organisms", "and so i had an m.d", "person who was my controller", "federal express one day – about two months later after i submitted the extracts – delivered me this big package of research reports on anti-pox properties – smallpox properties of our extracts", " i’m going through it", "no activity", "no activity", "i get to sample number 78", "high activity against pox viruses", "and sample 81, high activity", "sample 88, high activity", "whoa", "it’s like you were looking at not effective and no results in the first 77 pages and it’s pretty disappointing", "and then bam", "i got really excited", "so i called up my colonel at fort detrick and i said, “these results are amazing", "this is exciting.” and he goes, “what results?” i go, “the results that federal express just delivered to me.” he goes, “you’re not supposed to get those", "i am.” i said, “i’ll take a photocopy and i’ll send them to you.” he didn’t appreciate the humor", "but it was a very, very bizarre time", "and some very, very strange things occurred at that time", "but we ended up finding that those three highly active results came from an old-growth mushroom called agarikon", "agarikon is the longest-living mushroom in the world", "number one and number two", "there’s some debate about that", " it grows exclusively in the old growth forests – northern california, oregon, washington, and british columbia and a few sky islands in europe or the alps", "in slovenia and austria on large trees", "but it is an indicator species of an old growth forest", "and those three anti-pox results came from three different separate strains of agarikon that i had isolated from my many adventures in the old growth forest", "so whoa", "this got people very excited", "now, i love to be taken to the mat", "i’m reference driven, okay", "so anybody out there that’s skeptical of this, you can do two things", "you can google my name – stamets – national public radio, npr and pox", "and you’ll see a vetted press release interview on national public radio with me, the former deputy director of the fda, and the head of one of their research divisions – the bioshield biodefense program – dr", "jack secrist from southern research university", " and then because i’m in competition with pharma and i’m a lone researcher – i have a little company – i thought – well, i checked into this", "and i already had these entomopathogenic fungi patents that were just tremendous achievements", "because the entire pesticide industry missed all that", "so i thought, “this is novel", "i should protect myself.” so i filed a patent on it – on the agarikon against viruses", "particularly pox viruses, flu viruses, herpes – these are all the other results that we received", "these extracts were highly active against multiple viruses, not just pox viruses", " tim ferriss: quick question for you", "is that for preventative use", "curative use", "both", "what are the applications", "paul stamets: this is, tim, where i have to draw the line", "because these are in vitro tests with human cells", "and taking through three different testing protocols to the point where the next test is an in vivo model of an animal", " so this is the best pharmaceutical drug discovery that you can go through before you get to go to a living host", "these are living human cells in vitro and not in vivo", "in vivo means it’s a small mammal like a mouse, a rat, a monkey – or it goes into human clinical studies", "so these are in vitro tests", "and even though we have identified now the molecules that are active against smallpox – we worked with the university of mississippi school of pharmacy under dr", "samir ross", "we did bioguided fractionation over many years", "and we have identified two new anti-pox molecules more potent than cidofovir, which is the preeminent comparative anti-viral drug control", "with less toxicity and more efficacy than cidofovir", " but that being said, there’s clearly an upregulation of the immune system", "and so what is the contribution of these molecules versus the upregulating of the immune system", "is there a combination of both", "is there synergism", "if there’s multiple molecules being engaged, multiple immune pathways", "this where you can get lost", "you can’t see the forest for the trees", "if you end up focusing so much on the mechanisms of action and don’t see the result – if you were infected with one of these viruses, you really don’t care about the mechanism of action", "you just want to know whether you’re going to overcome the virus or not", "so we have found the anti-pox molecules", "we have not yet found the anti-flu or the anti-herpes molecules to date", "and i have another really good example specific to your original question of mycelium being active against viruses", " tim ferriss: can i pause for one quick second", "i have to know what happened after the lieutenant called", "because i imagine someone on his end had to have their head roll for that type of security breach by mailing fedex to the wrong place with those research reports", "what happened after that", " paul stamets: oh, my god", "i don’t have to make up these stories", "i don’t have to make up any of these stories", "they’re too good to be true as they are, but this is what happened", "i was in canada – i’m speaking to you right now from cortes island, british columbia", "i was up here on cortes island", "and one of my employees called up and said, “paul, there’s a helicopter buzzing around the laboratories.” i go, “no big deal", "helicopters fly over all the time.” and he goes, “no", "it’s really low.” and i go, “how low?” and he goes, “listen.” he puts his cellphone up", "i can hear, “chum, chum, chum, chum, chum.” i go, “wow", "what are the numbers on the tail?” he goes, “there are no numbers", "it’s a black hawk military helicopter that’s right on top of the laboratories.”  i go, “oh, my god", "you’re kidding.” and this is right after we got the pox results, right after i talked to the colonel", "like two weeks later or a week later", "and i said, “okay, listen", "shut down the business.” and i knew immediately the government’s going to screw up here and they’re going to – in an abundance of caution, they’re going to end up overstepping their bounds", "and i said, “this is crazy", "i’ve already been vetted", "i’ve already been permitted", "i’m already in dialogue with these people", "and they’re trying to spook me", "what’s going on here?” so i shut down the business", "at the time, i only had 10 employees", "now, i have a hundred", "and i said, “shut down the business", "give the cultures of agarikon to several of the employees", "i never want to know who has them", "let’s decentralize ourselves as a target right now.” and so i shut down the business", "all the employees left", "the helicopter’s still buzzing around", "and so the next day, i called up pretty pissed off to the colonel saying, “what is going on?”  and he got really nervous", "now he’s got two black eyes, right", "they delivered the right results to the wrong person", "and now, one – he goes, “the government, you know", "one hand doesn’t talk to the other", "and they got overexuberant", "if terrorists got this technology, they could immunize themselves.” and it’s like, “whatever.” anyhow, it was funny", "because as i was going through the airports, i got five stars on every single airline ticket", "i even joked to my wife, “here we go again", "i’m going to get stopped and searched.” and then after this, all those five stars got taken away, and i stream through security with no problem", "but i was obviously suddenly on their radar because i’m non-conventional", "but the fact that i’m here today makes me more of a patriotic american than i was before", "so anyhow, i filed these patents", "a patent on agarikon versus these viruses", "i filed it in 2004", " you can look this up", "go to the u.s", "patent homepage", "you’ll see my filing dates", "i filed this patent in 2004 and 9/11 was in 2001", "so i had to write the patent and get more research results", "we got lots and lots of positive results from the bioshield program", "i think they – i talked to one of the researchers last year", "and he goes, “do you know that we analyzed 2,392 of your samples?” and i’m going, “i’m so glad i didn’t have to pay for that.” but we got about 40 excellent hits from my 800 or so cultures that were surprising, which has led into a paradigm-shifting solution for many of the problems that we face today", "but i filed this patent in 2004", "in 2006, it’s not even on the patent application homepage", "anybody out there who doesn’t know about patents, usually six months to a year, the patent application shows up at the uspto.gov website – u.s", "patent and trademark office dot gov website", "and it didn’t show up", " this was over two years", "so i got ahold of my patent attorney going, “what is going on here?” he gets ahold of the patent office", "and the department of defense took the patent out of the patent office because of national security", "i said, “you’re kidding.” that’s kind of a pat on my back", "i was like, “well, really", "you think it’s that important?” but i said, “that’s not right.” so we did an intergovernmental agency trace and a request", "and the dod finally released the patent to go back into the queue", "and so, 10 years after i submitted a patent application – now, folks, usually in two to three years you get a ruling", "10 years after i submitted the patent, it was approved", " tim ferriss: that’s a long wait", " paul stamets: that’s a long wait", "the good news is it approved in 2014, so i’ve got 17 years", "the whole thing about patents – we would not be talking today if there weren’t patents", "patents become open sourced after 17 years", "the idea is to reward the inventor, to incentivize things to come to market", " because a patent that is not practiced is not useful or beneficial to society", "within that 17 years or outside that 17 years, it has to be brought to market", "there has to be a commercial incentive", "patents are awarded for three reasons", "one, no prior art", "no evidence in the scientific or popular literature of anyone saying he’s having the same idea", "two, unobviousness", "you want experts saying, “paul stamets, you’re full of b.s", "this’ll never work.” and so i have a message to all my critics out there", "i want to say, “thank you", "you have helped me so much in ways that you did not intend.” but i am really happy that some people come out and make these statements", "and the third is usefulness", "so those are the three things", "no prior art, contrary to conventional wisdom, and usefulness", "obviously, that fits all three of those categories", "then the pox molecules i have not patented", "they’re open source", "hopefully we’ll never have a smallpox epidemic or pandemic again", " i think that obviously serves a greater good tim ferriss: another follow-up question that – out of self-interest – i’d love to ask related to the carpenter ants", "for people who are eager to try to address something with carpenter ants specifically, are there any current recommendations that you would have", "number one", "and then talking about conventional or contrary to conventional wisdom, i think at this point people are wondering, “how did this guy become so obsessed with this stuff?” so i do want to roll back the clock and talk about – among other things – your stutter", "but first, i have to know is there anything you would recommend as it relates to carpenter ants", "or is it a waiting game", "paul stamets: well, the test of a patent is that it’s reproducible", "the epa and the usda now are allowing this fungus in food handling facilities", " the first fungus ever to be allowed for controlling insects in food handling facilities", "it is that safe", "the safety documents supplied by the epa are now open source and in public domain", "so the companies that did all the research proving that this fungus is not dangerous now have released all their commercial interest in it", "the strain of metarhizium called f52 is a public domain strain", "so what i’m saying is you’re not legal for you to go out and use this and commercialize with without epa registration", "but the test of a patent is reproducible", "so all the methods for doing this are published", "i just submitted my entire portfolio with all my research and eight or nine patents, all the documentation of all these companies that have done their research themselves", " and i’ve submitted it to a very, very well-known company that has an extremely potent insecticide that many people know that use it on the market", "and the word i got back was, “why would we want to disrupt a proven profit wheel with something that –?” my ants did not reinvade for 10 years", "because after the ants were killed – the carpenter ants – they sporulated", "so the spore repellency property prevented future invasions", "that’s not a very good economic model when you can treat a house once and they don’t come back", "a far better economic business plan is having a consumer buying it every month and spraying toxic chemicals that kill the workers but don’t kill the queen", "the whole key to this is the mycelium is taken back into the nest like a trojan horse", "it’s presented to the queen who then spreads it to the brood", "and they’re all living in this sort of myceliated palace", " and then, before they realize it, whoosh", "it sporulates", "and it kills the queen", "if you can kill the queen, you can control the colony", "after it sporulates, the spore repellency property prevents other carpenter ants from coming into your house", "so it’s a 10-year solution for about 25 cents", "that’s what it costs to produce", "of course, the packaging and all that stuff would add up numbers pretty quickly", "but it’s incredibly – it’s very inexpensive to produce", "and it can be produced in huge quantities", "so it did not make it to market", "and i’m exasperated", "i have one really great story on this", "this woman named chris that works for a company that has three letters in their name, she was given the mandate – because their stockholders were really upset because of the reputation of this company causing toxic spills that harmed thousands of people", " and they wanted to grow the green movement", "can you find green solutions", "she was given the mandate to find a green solution to replace toxic insecticides", "she was given a budget", "she found me", "we dialogued for months", "i gave her samples", "she set up experiments", "two of the researchers were so excited that they called me up at home", "and both of them said, “i’m not supposed to be telling you this, but this is the most exciting thing we’ve ever seen in our lives as entomologists and fighting these problems.” she went to the board of directors", "prior to her going, we connected", "went over the data together", "messaging how to create the most clear communication to the board of directors – all men", "and she was a steel magnolia", "i’ve never met her in person", "i wanted to hire her immediately", "she ran these meetings just so professionally", "she was really excited", "and she goes in", "and then next day in the afternoon, i’m waiting for her call", "and she calls", "and the person on the phone is so angry", " i’m going, “who is this?” and she goes, “this is chris.” she goes, “i’m so angry i can’t see straight.” i mean, she’s totally composed before", "and she’s lost her composure", "i go, “chris, what happened?” she goes, “i went in there", "i made my presentation", "all men", "they looked at me steely eyed.” and she said, “this is the best", "you gave me this mandate", "i found something", "this is a game changer", "we can come with an ecologically rational and sustainable solution based on nature.” and they looked at her dour faced", "and then the chairman of the company looked at her and said, “chris, your budget never was in research", "it was in advertising.” tim ferriss: oh, god", " paul stamets: very much similar to bp", "remember beyond petroleum", "how much of bp’s budget actually is in alternative fuels versus how much is in oil", "now how much of their advertising budget is in alternative fuels as opposed to oil", "i mean, clearly – it’s called greenwashing", "and so, that was – i just – that happened seven or eight years ago", "and then this past month, i had the same thing happen again", "it’s a disruptive technology", "it rocks the apple cart", "and many of these insecticides are coming from the petroleum industry as byproducts from their waste material", " tim ferriss: i want to talk disruptive, and something challenging to the status quo, and contrary to most conventional wisdom", "but that requires going way, way back and talking a bit about perhaps your childhood, which you described in part already", "but when did you develop a stutter", "and why don’t you still have a stutter", "paul stamets:  i started stuttering really when i was about five years old", "i mean, i stuttered from the time that i could talk", "my family was dysfunctional", "and i had been told that sometimes the type of stuttering that i have is related to a defect of neurological development in the seventh or eighth month", "that’s one possible reason", "but the type of stuttering i have – anyone who’s seen the king’s speech, i had that and worse", "so i c-c-c-c—you know, could not speak", "and i had to find alternative pathways to trick my brain with a prepositional or adverbial phrase", "because your brain gets further ahead than your mouth can articulate", "and then you become self-conscious", " and the type of stutterer that i am – as most stutterers, we don’t stutter when we sing", "we don’t stutter if i start speaking in a british accent or you create an accent", "and you don’t stutter when you talk to animals", "so it’s a very interesting – it’s something that’s triggered by social contact", "and so, it was very difficult for me to date ladies", "they wanted the super jocks, the self-assured men", "and i was a stutterer", "and so, i used to always stare at the ground", "and i found fossils", "i found mushrooms", "but it was very difficult for me", "now, i grew up in a small town in ohio", "and my dad was an officer on the aircraft carrier the intrepid during world war ii", "so after world war ii, he got the intrepid aircraft carrier radio", "and it was in our basement", "my brother john, who was very interested in chemistry, created this huge – like three racks of chemicals in the basement in this laboratory", " he had bunsen burners, all sorts of experiments going all the time", "but he never let me “play” in the laboratory", "i could play on the radio and i could watch him", "but he’s my older brother", "i was the youngest one in my family", "and so john went on to yale", "my brother bill went on to cornell", "and they left", "and they left me this laboratory", "so my dream was always to have a laboratory and living in the country", "and that’s kind of what i’m doing now", "but john, when he came back from yale, came back with a book called altered states of consciousness by charles tart", "and it was anthology of research articles on changing your consciousness with either drugs, or from spinning, or from dreams", "it was one of the early books from the university of california davis", "john lent me this book", "and i said, “johnny, i’d really like to see it.” but he says, “well, listen", "i’m on break for two weeks", "but i need the book because it’s part of our class.”  so i got this book", "i’m just devouring this book", "and john was my hero", "he was my mentor", " and john went to mexico and colombia", "came back with these incredible stories of magic mushrooms and consuming them", "i just adored him", "and of course, i wanted to do the same", "then he gave me this book", "so i’m really getting excited about this", "but my best friend, ryan snyder, wanted also to read this book", "and so ryan goes, “can i borrow your brother’s book?” i go, “sure", "you can borrow it", "but i need it back.” and i said, “you have to give it back to me in two or three days.” several days passed and i asked ryan about the book", "and he hemmed and hawed", "and a week later, “where’s the book?” and he wouldn’t respond", "sort of not looking me in the eye", " tim ferris: always a good sign", " paul stamets: yeah", "so i go, “where’s my book", "where’s my brother’s book?” and it’s been two weeks and my brother, john, is now pressuring me", "“paul, i need that textbook", "it’s part of the class.” i finally got ahold of ryan", "and i said, “where is my brother’s book?” and ryan said, “paul, i can’t give it back to you.” i said, “why?” he said, “my dad found it and burned it.”  i said, “your dad burned my brother’s book", "what?” he goes, “yeah", "it was considered to be counterculture and threatening to our family structure and all” – i could not believe it", "i was so upset", "and i was so apologetic to my brother, who did not take it well", "like, “that’s the last time i’m going to trust you.” so that was really bad", "but i thought to myself, “you know, if this was so disturbing to this alpha male conservative neocon like personality, then i think i’ve found a subject i want to explore more.” that got me into magic mushrooms", "and from my experience and also a tremendous amount of guilt for my brother trusting me with this textbook and i couldn’t return it to him", "so john was really interested in this subject", "he inspired me", " and then john went on to chemistry and neurophysiology at the university of washington medical school on a full scholarship", "and i was left in the laboratory", "and so i started experimenting with marijuana", "i remember when the dea came to columbiana, ohio", "they had a whole display of drugs", "and a whole bunch of me and my friends just went there to look at them", "we went, “wow", "look at that one.” tim ferriss: how old were you at the time", "paul stamets: oh, 14 or 15 years of age", "i mean, drugs on display", "drugs you’ve heard about and never seen", "look how small that lsd is", "that’s incredible", "so i still had this really bad stuttering habit", "and it was really socially debilitating on multiple levels", "so i was in ohio and i ended up buying a bag of magic mushrooms", "and i was not really into the drug scene, so i don’t really know how much things should cost", "for 20 bucks, i bought a bag", "and i knew set and setting was really important", "but i had no guide", "nobody else in my little circle was into it", " and so there was a really great walk that i liked to walk in the woods up on the hills", "beautiful rolling hills of ohio – northern ohio", "and i thought, “okay", "set and setting’s important.” so i took the bag and i thought that would be one dose", "it was not one dose, folks", "i probably ate about 20 grams of psilocybin cubensis", "in defense of this, i need to make it clear", "these were not grown", "they were harvested", "so they were exposed to the sun", "so they may have been only equivalent to 10 grams of cubensis", "for people who are listening, five grams of psilocybin cubensis is the hero’s journey", "now you’re full blown", "you’re into starscape", "you’re changing dimensions", "your fractal patterns, the air becomes a sea of mathematical formulas and your mind is opened up", "your heart’s opened up", "you feel one with the universe", "that’s the hero’s journey", "that’s five grams", "you really don’t get that until going over three grams", "you start getting into it", " so 10 to 20 grams is the superhero’s journey", "i’d never eaten these before", "so i was walking into this place – about an hour walk", "i started consuming them and then drinking water because they were dried", "and then i saw a tree that i loved climbing", "this tree had this limb, so it was a perfect climbing tree at the very top of a hill", "so i thought, “that’s a great place", "set and setting", "getting a good view", "that’s what i need.” and i could feel the mushrooms coming on", "as i climbed up the tree branch by branch, i got higher and higher", "so it was kind of an ascending euphoria that kind of went with everything", "it was very cool", "and i got to the top of the tree", "and it’s a beautiful landscape", "and i’m up there and the mushrooms are coming on", "i’m getting higher and higher", "and i realize i’m really getting high here and it’s dizzying", "so i’m holding onto the tree", "and on the horizon was this big black bank of boiling, dark, angry clouds", "it was a summer storm coming in", " in ohio, when you see summer storms, they’re terrifying", "there are lightning bolts coming down and thunder and lightning", "it was off in the distance, but it was coming at me really quickly", "and i’m getting higher and higher as the thunder and lightning storm is getting closer and closer", "i’m getting vertigo", "and i go, “oh, my god", "i can’t get off the tree", "i don’t want to fall.” so i held onto the tree for dear life", "and it became my axis mundi – sort of my axis right into the earth", "and i had this amazing experience", "i mean, just a beautiful experience", "but also, the threat of lightning coming closer and closer", "and every lightning strike, it would hit and be “tzzzz!” fractal patterns would just emanate out from every lightning strike", "and synesthesia occurred", "where the sound and visions were merging together", "and sounds had visions", "and visions had sounds", " and it was just an incredibly complex – one of my favorite books is the glass bead game by hermann hesse – also called magister ludi", "it’s rather erudite", "he got the nobel prize for it in 1955", "but that was a deep dive into inner space exploration", "but i felt like i was a part of the glass bead game", "there i was", "i was ascending into this higher state of consciousness", "and then i realized, “oh, my god", "i’m in the highest point in miles during a lightning storm", "this is not a good place to be.” and there i was up there", "i was terrified", "and the lightning storm came closer and closer", "and i had these pathogenic – just empathy for the universe, one", "“everything is fine", "if i die here today, my life is complete", "now i understand i’m part of the fabric of all the matter that’s around me", "i’m one with everything", "i’m made of stardust", "everything’s made of stardust", "this is a continuum of nature", "death is natural", "birth is natural", "transitions are just the way of existence.”  and then the lightning storm and the wind came up", "i’m rushed with warm rain", "and it was just a terrifying lightning storm", "and i’m up there and i’m thinking, “oh, i’m going to die", "what if i don’t die, paul", "what are you going to learn from this experience", "challenge yourself right now", "this is all great and wonderful", "but let’s get down to brass tacks", "what are your biggest issues", "you’re not going to die", "what’s your biggest issue?” and i’m like, “stuttering.” i’m having this dialogue with myself", "i just can’t overcome this stuttering habit", "i’m not stupid", "i went to – for people to understand how bad it was, i was interviewed for special education because of my stuttering", "because i couldn’t read in class", "and so, when it was my turn to read, they would pass on me because no one had the patience to hear a stutterer", "and please don’t finish a stutterer’s sentence", "look at them, smile, and engage", "help them finish their sentence", "don’t finish it for them", "that robs them of the opportunity of overcoming this speech deficit", "so i scored high in my tests, so i didn’t get put into special education", "but it was pretty demoralizing to realize i’m going to go into a special education class", "but i didn’t", "so i thought stuttering was my issue", "and so i started saying to myself, “paul, stop stuttering now", "you can do this", "you’re not stupid", "you come from a very smart family", "you can do this.” and so i said, “stop stuttering now” over and over and over again hundreds, if not thousands of times", "and this storm washed over me", "i felt like i achieved a state of godhead", "i felt enlightened", "i come from a christian background, so i had this empathy with jesus", "and now i understand why jesus went in the wilderness", "now i understand why jesus said, “don’t go into churches, go into nature.” whatever", "that’s my cultural background", " but i connected on that level", "and i realized, “oh, my gosh", "this is something i can overcome.” so i came out of the tree", "i obviously did not get electrocuted", "i went back home", "and then the next morning, there was this girl that i greatly admired", "and she was super sweet and nice to me", "and i really still love her to this day because of her kindness", "and i didn’t want to talk to her because every time i t-t-t-t-talk – then you get these half breaths going on", "and then you can’t get out of this loop", "and she’s coming along the sidewalk in the morning", "and she looks and me", "and she’s so sweet", "she said, “good morning, paul", "how are you?” and i cast my eyes up from the sidewalk", "and i looked at her", "and i said, “i’m doing fine", "thank you for asking.” and i stopped stuttering just like that", " now, i do that – i’ve had about four or five relapses", "if there’s a lot of noise, and i’ve been drinking, and somebody asks me, “how do you grow mushrooms?” it’s like filling a well with a teaspoon", "it’s like, “where do i begin?” you know", "or if i’m meeting somebody who’s super famous or something like that", "but that’s natural", "people get stage fright when they’re –  tim ferriss: definitely", " paul stamets: but it’s something that i think is really important", "because there’s one other aspect that’s related to hearing that i want to mention", "i have a really good friend – he’s passed on now – named bill webb", "he lived in big sur, california", "and i was 19 years old when i wrote my first book, psilocybin mushrooms and their allies", "i was self-trained", "i got involved with the university of washington with dr", "daniel stuntz as part of a taxonomy key council", "and i adopted the taxonomy of psilocybin mushrooms as my specialty", " at the time, there was very little literature on it", "most of the books in libraries had been razored – the pages had been razored out", "dr", "stuntz had an intact library, so i could study with him", "i became a taxonomist", "i wrote taxonomy keys", "there i was at 19 or 20 and that became the core of my book", "so i had this manuscript", "and i go to montana books in seattle to pitch the book", "and montana books is producing some gay-friendly literature and they were on the cutting edge", "and it was recommended that i see them", "i made an appointment", "i go up to seattle", "i’m meeting the head of montana books", "they go, “you know, this is not our market", "it’s an interesting subject", "really what you need is a book agent.” he goes, “the best book agent i know is bill webb and i haven’t seen him in two years.” and at the sound of those words, a little bell jingles on the front door of montana books", "and in walks bill webb", " and the publisher’s going, “no way.” so bill and i became tight friends", "he invited me down to big sur", "he was a friend of henry miller and was just a really fantastic individual", "he became a father figure to me at a really critical time in my life", "and so, bill and i did journeys together – sacred journeys", "he’s like my obi wan kenobi", "he realized i’m 19 or 20 years of age", "i’m with a 75-year-old who was a friend of ansel adams", "he had ansel adams’ library of many of his imprints and was working with his wife in curating them", "i mean, a really cultured, intellectually interesting guy", "beautiful place", "bill and i tripped several times", "and it was a wonderful experience for me", "it brings tears to my eyes just talking about bill", "bill died about 15 years ago", " and bill calls me up about three or four months before he dies", "and he goes, “paul, i have to tell you something that’s so important.” i said, “bill, i haven’t heard from you in years", "how is it going?” he goes, “well, frankly, life sucks", "i’m losing my sight", "i’m losing my hearing", "i can’t hear the waves or the seagulls now – i live above the cliffs of big sur – except for this damn hearing aid which is always malfunctioning.” he said, “i hate it", "but i’ve got to tell you something that’s so important that you know.” and i go, “okay, bill.” and i said, “what is it?” and bill goes, “now, i really want you to listen, paul", "this is important.” i go, “bill, i understand.” and then he kept on emphasizing it", "and so finally, i got frustrated and said, “bill, i got the message", "okay", "i know what you’re going to tell me is important.” he goes, “i want to make sure that you tell other people", "will you promise me?” i go, “i promise you.” he said, “paul, i think i found something medically very important about psilocybin.” i go, “what?” he said, “well, i went on the hero’s journey", "i took out my hearing aid", "i’m lying in full bliss, one with the universe.” he’s like 80 years of age or 82 years of age when he’s doing this by himself", " and he said, “look, i could hear the seagulls", "i could hear the waves", "i go, ‘oh, my gosh", "i can hear everything.’” and then he reached for his hearing aid and he didn’t have it in", "and he goes, “oh, my gosh", "i can hear!” and then he heard this click, click, click, click", "tap, tap, tap, tap", "and he looks around going, “that’s weird", "that’s an unusual sound.” and click, click, click, click, click", "tap, tap, tap, tap", "and he couldn’t figure out what it was", "and he looked around and looked around", "and finally, he saw what it was", "there are ants walking on the deck", "and he was hearing their footsteps", " tim ferriss: that is wild", " paul stamets: now, this is where even i – and i’m a liberal kind of guy — i’m going, “wait a second", "tell me that again.” and that’s why bill set me up by saying, “you have to tell other people this.” so i’ve been working with roland griffiths at johns hopkins university, the clinical studies on psilocybin, et cetera", "and i really emphasize this to many of the researchers", " they could easily do a test while these patients are in session to test their hearing to see if they have increased sensitivity, increased tonal ranges", "it’s a very easy metric", "but i think what happened with me on the tree in the lightning storm is that i created a new neurological pathway of articulating my thoughts and overcoming the social phobia", "the social phobia is a trigger", "it’s definitely an environmental trigger", "and then we get locked into these loops that are really, really strange", "another good thing to tell a stutterer is, “can you demonstrate different ways of stuttering?” they’ll do it", "you want me to stutter different ways of stuttering", "i’ll give you three different ways of stuttering", "so it’s really weird", " tim ferriss: so does that act as a pattern interrupt that helps them to overcome – at least temporarily – the stuttering", "or is it just useful for a non-stutterer to hear different ways of stuttering", "paul stamets: i hadn’t thought of that", "i’m not sure how to answer that", "but i do think that once new neurological pathways are established, you can capitalize on them by re-remembering them", "this is a thing that johns hopkins university – some of the most surprising results is 14 months after these experiences – what many of the patients said was the most important spiritual experience of their lives", "14 months afterwards, not only do they have demonstrable benefits – being nicer people, being a better parent or better husband, socially more well adapted – but the fact that they re-remembered the experience reinforced those benefits that they experienced directly after the experience", "so a lot of people that are listening to me may not understand", "these are not drugs of abuse", " you eat these mushrooms one day", "the next day, you’ll go, “no way", "i’m not going near those things.” you look at them and you’ve got the repellency property, right", "the psilocybin repellency property", "like, “i’m not touching those for months", "but boy, that was a great experience.” so these are not substances of abuse", "but they’re shockingly powerful", "to the point that you’re not ready for the hero’s journey for a long time", "so these are not drugs of abuse by any stretch of the imagination", "they really should be re-categorized as a therapeutic drug", " tim ferriss: definitely", "and this, in many ways, relates to your – well, it relates to a few of your previous stories very well in so much as psilocybin is very challenging as a medical model in several respects", "one of which is it does not require daily or weekly administration", " and it is economically difficult to create a for-profit model unless you are monetizing the therapy and adjunct pre- and post-support and things of that type", "the sort of one and done or three times and done aspect of it actually makes it pretty challenging to commercialize and make widespread unless you’re relying on donations", "i would love to hear your thoughts just to expand on this a little bit", "do you think, say, psilocybin, or another that i know very little about but want to discuss with you – we can talk about both or either", "that’s lion’s mane", "in this case, should i say mushrooms, or should i say mycelium or mycelia", "what would be the right way to –", "what would be the right term to use here", "paul stamets: well, mushrooms are what people know", "but mycelium is emerging as a tremendously important reservoir of many bioactive molecules that supersede the benefit of mushrooms", " a whole genome sequencing of reishi mushrooms in the genus ganoderma – the common lingzha, lingzhi, ling zhur, reishi, mannentake – the 10,000-year mushroom, the mushroom of immortality – these are all common names out of asia", "there are 25 percent more genes are active and expressed in the mycelial form than it is in the fruit body form", "the fruit body’s the mushroom form", "that’s the end of its life cycle", "so much of our research is found doing side by side comparisons of mushrooms, which are protein-rich", "they are beta-glucan rich", "they have lots of carbohydrates and polysaccharides", "they’re nutritionally dense", "but the mycelium is articulating constantly a bioshield of defense from exposure", "when the mushrooms form, good luck to any bacterium that’s going to rot it", "it’s going to sporulate in four or five days and then gives himself up anyhow", " moreover, i think that the sequence of bacteria that rots mushrooms is absolutely instrumentally important for the evolution of the ecosystem to give rise to the trees to create the debris fields that feed the mycelium", "so these are deterministic microbiomes", "and the fungal biome is determining the microbiome", "because many of these bacteria are adversarial", "some of them are commensal", "some of them are actually mutually beneficial", "so the mycelium is this articulation of this network that – because of epigenesis, the ability to respond to environmental stimuli and upregulate and express new gene expressions, it is a fertile ground for learning", "for being able to articulate responses as new challenges in the environment", "the mushroom fruit body is at the end of the – but you know, people are attracted to mushrooms", "and they fear that nature which is ephemeral", " now we’re around trees and we’re around dogs, and animals, and plants for weeks, months, years", "so the familiarity factor of constant exposure day to day gives us some confidence in, “oh, that animal’s not going to attack me” or “that plant is one that my ancestors have been using and we understand it.” but mushrooms that come up and disappear after four or five days – some can feed you", "some can kill you", "some can heal you", "some can send you on a psychoactive journey", "that which is so powerful but so ephemeral is naturally to be afraid of them", "so we have about 200 species of mushrooms that are edible, medicinal", "i don’t know the difference between edible and medicinal anymore", "all edible mushrooms have medicinal properties", "but the mycelium expresses a lot more of these compounds", "and with lion’s mane, there’s a group of erinacines", "now, the lion’s mane mushroom is called hericium erinaceus", "that’s the latin binomial", " tim ferriss: paul, i don’t want to interrupt", "but i just want to pause for one second to plant a seed", "and we can come back to it – or spore – and come back to it later", "which are potential applications to neurodegenerative diseases like alzheimer’s or parkinson’s", "but i don’t want to interrupt", "i just want to plant that seed so that i don’t forget it myself", "so please continue", " paul stamets: so the erinacines are some of the strongest neuron growth factors ever discovered by science", "ngf factors, they’re called", "neuro growth factors", "and they regenerate myelin on the axons of nerves", "now lion’s mane is perfectly legal", "it has a long history of use, multi-thousands of years of history of use", "it looks like pom-poms that cheerleaders use", "it has white cascading crystals descending teeth", "and it’s a beautiful mushroom", "it tastes like shrimp or lobster when you add butter to it and when you cook it", "but the compounds that are most neurogenerative are from the mycelium, not from the mushrooms", " and so, the erinacines are from the mycelium", "hericenones are another group of neuro growth factors", "they’re from the mushrooms", "but the erinacines by far are much more neuroregenerative", "and in several clinical studies that have come out on mild cognitive dysfunction out of japan, they are very promising as a – it’s the first smart mushroom", "well, psilocybin mushroom may be the first smart mushroom in my mind", "but lion’s mane mushroom is one mushroom that i take it on a daily basis", "my mother takes it on a daily basis", "she’s almost 93 years of age in a few days", "she’s smart as a whip", "she beat my two brothers in scrabble not too long ago, which was a lot of fun", "i went, “really?” i talked to my brothers", "“mom beat you in scrabble?” and my twin brother goes, “well, you know", "she got lucky.” i go, “oh, well that was a clean win then.” my brother was very defensive", "but nevertheless, the lion’s mane mushrooms, i think, are extremely helpful to prevent neuropathies", " and i think stacking them with psilocybin is something i’m really keen on", "doing microdosing of psilocybin stacked with lion’s mane", "now lion’s mane in and of itself we know has neuroregenerative properties", "it’s a big subject of research", "you go to pubmed or google scholar alerts and put in lion’s mane and neuroregeneration or ngf factors and there’s several dozen peer reviewed articles extensively exploring the regeneration of myelin, which is the conductive sheath on the axons of nerves", "those who get alzheimer’s, for instance, have amyloid plaque formation that interrupts and erodes the myelin sheath and prevents neurotransmission", "and so lion’s mane mushrooms have been demonstrated behaviorally in people with cognitive tests", "but also, through dissection of mice", " prior to using lion’s mane, they would inject these mice with a polypeptide that induces amyloid plaque formation", "it’s a very, very potent toxin", "it’s neurotoxic", "but it mimics that of what happens to the nervous system of alzheimer’s patients", "because the amyloid plaque formation can form", "their behavior changes", "they lose the ability of navigating through mazes", "they lose the novelty inquisitive factor", "the short-term memory is basically erased, or much of it", "and then when they fed them lion’s mane mushrooms and they dissected those mice, sure enough they saw that the amyloid plaque formation was there", "and then there was fully diseased mice, when they would feed them lion’s mane mushroom for 23 days, they regained the ability of navigating through a maze", "they reengaged inquisitiveness", "it’s called the novelty response – the novelty experiment", " and upon dissecting those mice and the resections of the tissue, they could see that the amyloid plaque had largely resolved and remyelination had occurred", "and so, you bundle that with behavior as well as physical evidence, you have regeneration of myelin", "so lion’s mane mushrooms are just a very, very fascinating mushroom", "i think about einstein in his last days", "i think about some of my mentors in mycology in their very last days", "we are losing encyclopedic knowledge", "these are mental giants that have so much to give to the next generation", "it’s part of our national heritage – our intellectual national heritage", "and to lose these geniuses with all this experience, all this knowledge, all this sense of being and context – to lose them at the end of their life is us losing a library that just has library books that fall into pieces in your hands", " and i think it’s so important for our cultures to preserve that knowledge", "and i think lion’s mane mushroom is a huge one", " tim ferriss: the slow descent into cognitive malfunction is what i would cite when people ask me what i’m afraid of", "that is it", "being trapped in your body without the cognitive capabilities that you would want or need to not just function but thrive", "and i completely agree with you", "this is something i’ve been fixated on for quite some time", "if you were to design a study involving the microdosing or microadministration of psilocybin under proper supervision and researcher controls, do you have any idea what that might look like", "what the protocol might look like", " paul stamets: that’s a very timely question", "because in two hours from now, i have a group of financial people that are key in supporting the current psilocybin research at johns hopkins and elsewhere", " they’re arriving here specifically and staying with me for three days to talk about exactly this", "i had an idea", "and i’m going to probably open source this", "sometimes i file patents", "i call them blocking patents", "i file a patent that i think should be open source so that other people can’t get a patent on it", "and this might be in that category", "this whole patent landscape, i see both sides of the arguments", "of open sourcing and then also keeping things closed source", "but i filed a patent on neurogenesis", "you can look it up", "stacking lion’s mane, psilocybin, and niacin – nicotinic acid", "now, i spoke before about what is patentable", "it is no prior art and it speaks against conventional wisdom", "so when i gave a talk at maps recently, i asked the audience of about 800 people, “how many people remember during the 1970s and ‘80s, it was well known – especially on the west coast – that if you want to come down from a bad trip on psilocybin or lsd, you could take a bunch of niacin?”  you would get a flush", "people who don’t know what it means, when you take 500 milligrams of niacin, you get red", "and you get tingly all over your skin", "you get this niacin flush", "and i had about 50 people raise their hand", "i actually recorded that", "i needed that for my patentability", "because that was common knowledge that niacin counteracted the effects of psilocybin", "i think not", "number one, there’s no evidence that that’s true", "but it was common knowledge", "number two, because it excites the nerve endings and neuropathies oftentimes occur in the deadening of the nerves at the fingertips and the toes, it struck me that if i could excite the nerve endings perhaps i could drive these lion’s mane erinacines and the psilocybin to the endpoints of the nerve systems if the vascular system’s still intact to deliver these compounds to create neurogenesis and prevent neuropathy at the endpoints of the nervous system", " so i filed a patent stacking niacin, psilocybin, and lion’s mane", "psilocybin dosage is about one-twentieth of a gram", "now that is below the threshold of what people would experience any change of consciousness", "so i know lots of people would not dare take a psilocybin mushroom", "but the idea of taking one-twentieth below threshold dose that would create neurogenesis and perhaps make them cognitively more astute and make them a better person socially and intellectually", "i know a lot of people are interested in that", "and plus, it’s kind of groovy", "it’s kind of sexy", "these older people say to their kids, “yeah", "i’m microdosing.” microdosing is extremely popular right now, as you probably are well aware", "but that’s something that we would like to see a clinical study", "now, the clinical study – we already know if there are any clinicians out there, you have too many variables in your clinical study", "and i agree", " so we’d be looking at psilocybin alone", "lion’s mane alone", "psilocybin stacked with lion’s mane", "niacin will have to come later", "you need enough cohorts, enough people enrolled in the clinical study in order to have statistical significance", "so that’s what we’re looking at is looking at stacking this", "and maybe we’ll do this clinical study in canada", "right now, the fda is very favorable to these clinical studies", "i had a report from somebody who met with the fda regulators and their scientists", "and they said they have never seen drug that was so non-toxic, so effective from one treatment in the history of their looking at approving new drugs", "and they were like – so the fda scientists are quite focused on this", " and it’s something we all – the difference between a medicine and a toxin is dose", "i wouldn’t call psilocybin a toxin", "well, it is maybe", "a funny example that just came out of the literature of that", "but i wouldn’t call it necessarily a toxin", "but having a subthreshold dose, i think, is a really valid approach", "and you probably shouldn’t take these every day", "because you’d normalize the receptors", "so watching the receptors and having them recalibrate themselves is probably a good thing to do", "so pulse therapy – three to four days on, three to four days off is probably a better approach than taking them every day", "the jury’s out on that", "there are a lot of different opinions of it", " tim ferriss: it’s endlessly fascinating though", "and you’re right on the money, so to speak", "or the lack of money given how effective they are in a limited number of sessions at the combination – which certainly has been studied and is being studied – of efficacy and low toxicity", " and as you mentioned earlier, for a rat, and if you put – and michael pollan and i have chatted about this a little bit in his podcast", "but if you were to administer to a rat in a box cocaine or heroin and they have to choose between those drugs or food, they will consume these types of opiates or stimulants until they die to the absence of food", "whereas, say, with lsd, i would also assume, psilocybin, they take one dose and that’s the last time they touch that particular pedal", "and this is – i don’t want to take us too far afield and focus on this exclusively", "but i really appreciate you having spent so much time thinking about how these natural companions who have coexisted and been ingested by humans for thousands of years can be applied for some of these epidemic scale problems that we’re experiencing", " and i wanted to ask – we are going to talk about some of the applications of mushrooms outside of human medicine", "but i would love to read a description of you", "and it relates to something we were chatting about a little bit before we started recording", "and talk about the decisions that made paul stamets paul stamets", "because there are so many mycologists out there", "i certainly don’t know the exact number", "but you are – if not the best known, certainly one of the best known", "and the description is from mother jones", "it says, “paul stamets is a modern example of the amateur scientist from the 17th and 18th century who made wonderful contributions with only their native curiosity and keen sense of observation.” you can certainly comment on that if you don’t feel like it’s accurate", "but what are the decisions you made – if any come to mind – or habits you’ve cultivated that have helped you to arrive where you are", " i mean, you have made many discoveries", "you’ve excelled in multiple fields", "why is that", "how did you become who you are in this current moment", "and you can start anywhere", "i don’t want to be one of the people who asks you, “how do you grow mushrooms?” at a cocktail party", " paul stamets: yeah", "i have been exposed to a circle of kindness", "and i believe in karma", "i was a child who had a lot of problems", "and i have a big debt of gratitude to my professor, dr", "michael beug", "he never humiliated me", "and at the evergreen state college, i’d make some dumb statements", "he was entertained by them, but entertained by them in a humorous way that engaged me to explore and dive more deeply into the subject matter", "but i was never humiliated", "and a circle of kindness", "and i really believe in karma", " because this has been a huge thing in my life", "it’s just the fact that i believe evolution is an extension of gratitude and sharing", "and it’s not necessarily this neo-darwinian concept of competition and the first to the food wins", "it’s a collaboration of people who are alive together with common interests", "and we need to separate all of ourselves from our weaknesses to become stronger", "what very few – lots of people know this", "but very few different schools of people know this", "i got into the martial arts when i was 14", "i have two black belts", "i had schools for 30 or 40 years", "i am a long-haired hippie, a really nice person", "and i kind of turned into a different individual", "i’ve been in thousands of fights", "i studied at the aspen academy of martial arts", "i first got into goju-ryu shodokan", "shito-ryu", "got my first black belt in tae kwon do and then became a black belt in hwa rang do", " which is by far one of the most sophisticated styles in the world, similar to hapkido and some other styles of kuk sul", "but i had one experience that i think is emblematic of this", "it is that i was an early young black belt in tae kwon do", "and a big biker came in", "he was just seething with anger and wired on amphetamines", "and he wants to fight a black belt", "just a biker dude pissed off at the world", "and he came in", "and remember, the head instructor does not fight in a challenge like this", "they have too much to lose", "they know if they screw up they lose face in front of their students", "anyhow, my head instructor, jean, said, “paul, i’ve got another one.” and i go, “okay.” and so, this biker came in", "and jean said, “well, i’ll let you fight one of my black belts", "paul, come over here.” and so, i came over there", "i was really polite", "extended my hand", "shook my hand", "he wouldn’t shake my hand", "he just was all piss and vinegar", " he wanted to fight me", "and i said, “well, we have a few rules", "take off your shoes.” and then we got out on the mat and this guy just attacked me ferociously", "i mean, it was no sort of – like boxers have a little bit of like, “okay, let’s do it.” and we have a little compassion for each other, a little simpatico for another fellow warrior", "no", "this guy was like out to hurt me", "so i block, block, block", "i block everything", "and this guy is just swinging and kicking", "and he can’t kick well, number one", "but he was just overly aggressive", "after a while, you can block 10 or 20 times", "but you start getting hurt, right", "this guy is just ferociously trying to hurt me", "and so, i looked over at my head instructor", "and he nodded his head and said, “okay, paul", "time to take him out.” three or four punches", "i sucker punched him and did a jumping hook kick", "bam", "i hit him in the temple", "bam", "he went down", " on the ground, semi-conscious", "and then i’m hovering over him and i put my hand under his trachea", "i put my middle finger into the inside of his eyeball", "and that way i could pop his eyeball and pull out his trachea at the same time", "now, what people are really concerned about is their vision and also in their face", "so when you lock your finger in the eyeball and you’re ready to take out the eyeball, people want to give up really fast", "he was terrified", "he had the look of, “oh, my god", "i’m going to lose my eyeball.” he was just waking up from being stunned from this kick", "and i got him like that and i knew i had to – okay, this is it", "now i can take him out right now", "this is the end of his life", "the end of his – you know", "basically, he’s done", "and then i go – i released", "i said, “you know, you actually did really well.” and i extended my hand in friendship", "he’s lying on the mat", "this big burly biker guy started crying because i was nice to him", " i took him down, but i wasn’t glorifying in my win", "i was extending my hand in friendship", "it changed his life", "when i left the school, he was a brown belt", "he became this big teddy bear", "he’s shepherding all these little – i told him, “listen, the girl here, she’s got a yellow belt", "you’ve got a white belt", "you bow to her", "that’s the way it works here", "it’s based on your experience and respect.” totally changed his life", "so that’s a story of my life", "the extension of – and i think psilocybin mushrooms make people nicer people", "i just really believe that", "there is this understanding that your life is not just your life", "your life is in the context of nature", "and how are we going to inspire and lead and promote the forces of good and generosity and mutualism", "and how are we going to get away from the people who want to tear it all down", "my work with bees, i think, is the cause célèbre of my life", "tim ferriss: and we’re definitely going to dig into that", "i absolutely want to explore that", "i was just going to echo what you said about the power of kindness", "a very good friend of mine was just telling me recently – who perhaps not surprisingly has a lot of psychonautic experience and mileage with certain mushrooms that we’ve been discussing", "and also, for anyone who doesn’t know what maps is, it’s the multidisciplinary association of psychedelic studies", "they’re also focused very heavily on phase three trials for mdma in the treatment of ptsd", "which is fascinating", "and i encourage people to take a look at that at maps.org", "but what my friend said to me is that not too long ago – several weeks ago – he went into a coffee shop", "and it was some dunkin’ donuts or something like that in the airport", "and this woman said, “thank you” at the end of the transaction", "and he looked at her in the eyes and he said, “no", "thank you.” and he was just kind of being a joker and he’s a charming guy", "but he meant it very sincerely", "and she just broke down crying", " a similar experience", "she had not had – it didn’t seem anyone had expressed kindness to her in god knows how long", "i mean, weeks", "months", "who knows", "and it just was such a stark reminder – just like your story – about the power of those little acts", "those tiny little microdecisions that we all make thousands of times a day", " paul stamets: i have a business", "anybody who’s ordered from our business, i own the business", "i run it", "and several years ago, i got these little stickers that say, “you are beautiful.” and every time someone orders from our business, in their order are two “you are beautiful” stickers", "and i’ve had so many people write saying they were having just a horrible day", "a physician just wrote to me recently", "he had said, “oh, my god", "i cannot believe this little messaging.” i send two because then they can pass one forward", "so every order in every box there are two “you are beautiful” stickers", " and so many people have written saying that’s what they needed to see", "that changed their entire day", "again, that extension of gratitude and affirmation", "and we are all on this planet together", "we live in this time and space", "tim, you’re going to die", "i’m going to die", "everybody listening to this podcast is going to die", "but we enter into the fabric of nature from which we sprung", "and i think that fabric of nature is based on the extension of goodness", "and i just know it empirically", "and all the noise we have around politics and everything else is just so narrowly focused in the context of the greater being", "i think that we are on the verge where science and spirituality are converging", "and now, we’re understanding nature and the extent of the cosmos", "the hundreds of billions of galaxies – i mean, i always wanted to be an astromycologist", "i kind of am now in some sense", "but i’ve always wanted to – and i think we’ll find fungal networks throughout nature, throughout the universe, on multiple planets", " multicellular organisms will form as networks", "networks will give rise to animals", "and i think that we are a descendant of this network-based paradigm that’s represented not only in mycelium and in neurons, the computer internet, the organization of dark matter", "this is a continuation on different orders of magnitude of the way of being", "we are all involved in this network of being", "and this is just one of our strands in that network that we’re living today", " tim ferriss: i want to get to bees", "and i’m going to get to it by way of laying out some illustrations of these webs – these strands of interconnectedness", "this is from discover magazine from a few years back", "i’m just going to quote here", "it’ll take 30 to 60 seconds probably", "and then i want to talk about bees specifically", " it starts with this – and this is a very incomplete list, of course", "but, “stamets is researching a wide variety of ways in which fungi could help solve human problems", "here is a partial list", "one, environmental cleanup", "mushrooms could be used to break down petrochemicals or absorb radiation from contaminated soil and water", "two, wastewater filtration", "mushroom mycelia could cleanse runoff from storm drains, farms, or logging roads", "they could be used to filter out the nitrates, endocrine disrupters, and pharmaceutical residues that disrupt ecosystems and damage human health", "three, pesticides", "fungal bug-killers could be used to target troublesome species while remaining nontoxic to others", "four, medicines – which we’ve discussed – could provide new antibiotic, antiviral, and immune-boosting compounds and even chemotherapies", "five, forestry", "planting symbiotic mushroom species could speed reforestation in clear-cut woodlands", "six, agriculture", "adding” – oh, this is the word that i can never pronounce", "“adding m-y-c-o-r-r-h-i-z-a-l.” how do we say that", " paul stamets: mycorrhizal", " tim ferriss:  mycorrhizal, thank you", "“adding mycorrhizal fungi to soil could improve crop yields without the need for toxic chemical fertilizers", "seven, famine relief", "mushrooms could be grown rapidly in refugee camps and disaster zones, using just wood chips or saltwater-soaked straw", "eight, biofuels", "growing mushrooms for biodiesel could require far less soil and other resources than commonly cultivated fuel crops", "nine” – which segues into what we were just chatting about – “space travel", "because of their usefulness in soil creation, and the tolerance of many species for radiation, mushrooms could be grown by interstellar voyagers and used to terraform other worlds.” i’m going to pause here for one second just to let people soak in that", "and then second, in both preparation for this conversation but also over the last two years, reading various descriptions of what has been called the wood wide web, i think is what they call it, in the mycelium and how they facilitate communication between trees and other organisms", "it’s really mind-bending stuff", " i mean, it’s the type of narrative and description and discovery that, if described – i’m just making this up, perhaps", "but 50 years ago, it would’ve been thought science fiction", "and i would love for you to describe what you have done in the world of bees", "but i just find this so – not only staggeringly fascinating and much of it counterintuitive, but important", "that’s my soapbox for the moment", "in any case, i would love you to take that wherever you’d like", " paul stamets: okay", "well, i would recommend that people read my book, mycelium running: how mushrooms could help save the world", "it covers into the subject very, very deeply", "and that book is used now as an introductory mycology book at many universities", "i typically don’t promote a product from the stage", "there’re no lectures out there where you can find this", "but i do want to draw people’s attention to fungi.com – f-u-n-g-i dot com", " there’s an amazing letter from a syrian refugee", "and i want people – we obscured his face because we don’t want him to be targeted by assad’s assassins", "but he has brought mushroom cultivation into refugee camps using recyclable materials from the cardboard and all the paper", "and he literally – you have to read the letter to – it just brings tears to your eyes", "he has over 1,000 people now engaged in growing oyster mushrooms in refugee camps from the syrian crisis", "they’re helping people feed themselves", "and about all those 1,000 people now understanding how to grow mushrooms", "what the downstream effect will be with their children when they get out of those camps", "they’ll have skill sets that can really expand this in a huge way", "i believe that mycelium is the foundation of the food web", "it is essential for food biosecurity", " i mentioned the mycelium creates the microbiomes", "we’ve done next gen sequencing", "we’ve been able to prove this", "i have not published it", "but people can see my talks on it showing that different mycelial mats control and destined populations of bacteria are uniquely specific to the mycelium that are growing in wood chips or in straw", "so they actually articulate the populations of bacteria downstream from the mycelial networks", "but this going to segue", "so we talked about the antiviral stuff with the bioshield biodefense program and 9/11", "well, i had this entomopathogenic fungi patents and working against termites, and carpenter ants, and bedbugs, and mites", "so a good friend of mine, louie schwartzberg – he actually has finished a movie called fantastic fungi", "it is coming out in the next few months", " been making it for over 10 years with lyn lear, norman lear, and that group", "and i just saw the final cut a few days ago", "it is quite good", "i’m really happy where it’s going", "but it talks about the wood wide web", "and suzanne simard is a british columbia mycologist and i’m a total fan of her work", "big kudos to her", "because she and i are two peas in a pod", "she was doing her work parallel to my doing mine", "and we ended up really in the same intellectual ecosystem, so to speak", "so when louie was doing the movie and he was looking at butterflies and then he got into bees and colony collapse", "and colony collapse is really – colony collapse disorder is a euphemism created by the media", "but it does speak to a very serious issue", "in oklahoma last year, 74 percent of the beehives died", "now, think of it", " if you were having cattle or sheep at your ranch and you lost 75 percent of your sheep or cattle, that is devastating", "well, it’s also devastating to beekeepers", "35 percent or more of our food is directly dependent upon bee pollination and 70 percent is indirect", "many people don’t realize that most of our dairy products are dependent upon bee pollination because alfalfa and hay are dependent upon bees", "all the almonds that you consume, every almond you consume was visited by a bee on that flower", "and so, the almond industry specifically needs honey bees in particular", "so louie came to me and he said, “paul, there’s a huge problem with colony collapse and bees are dying", "what can you do about it?” well, i had a series of events", "and these events, when you string them together, led me to an epiphany", "i am a controversial mycologist", "i have been trained academically in mycology as an undergraduate student", " but i married a woman 11 years older than me who had three kids at 12, 14, and 16 when i was 22", "i couldn’t afford to move my kids to other cities to go to graduate school; i got accepted into several graduate schools, but i couldn’t afford to move", "so i started this little mail order business and packed 30,000 boxes before i had a single employee", "now i have over 100 employees, so it’s a real testimonial to stamina, and good luck, and also the extension of generosity by some very kind people who came to my rescue a few times over my life", "but in the course of looking at the situation with bees, i started looking at it and there’s many cofactors", "now, health or disease – in my mind – is a series of coefficient variables", "factors that are strung together and at the end of the equation means health or disease", "so there is not a single cause for colony collapse", "it’s a perfect storm of unfortunately bad things happening to the bees", " habitat loss is one", "neonicotinoids, we already know they’ve been banned in europe", "ironically, from a study that bayer and syngenta sponsored thinking that neonics would not be toxic", "and then they found out they were toxic", "and so they were banned in europe last month", "neonics are still used in the united states and canada", "there’s so many – 70 percent of the food is thought to be absolutely critically dependent upon bee pollination services – two arm’s length away from bee pollination contact", "so bees are dying because of a confluence of variables", "loss of habitat, neonics, pesticide exposure, factory farming – it’s not natural for bees to be put on trucks and travel 1,000 miles to the almond orchards of california", "they all are concentrated", "they spread diseases amongst themselves and then they disperse", "and so that’s a great scenario for diseases to be spread", "but by far the biggest one that’s been identified in scientific literature is the varroa mite", " and the varroa mite was introduced in 1987", "it came from asia", "varroa destructor is its latin binomial", "it injects a whole slew of viruses into the bees", "and these – now all bees in the world have these viruses", "working with the usda, dr", "jay evans who is a usda virologist who’s widely published and a senior scientist at the usda", "he has not seen a virus-free bee in more than 10 years", "what’s happened now is a virus is being spread by the varroa mite", "and the varroa mite was controlled by a miticide that was used to control ticks on cattle called amitraz", "now amitraz is not legal to use by beekeepers, but they use it", "they were soaking their beehives with this amitraz – this toxic tick miticide", "and they were drenching it twice per year to control the mites", " and now, they’re up to eight times per year within 10 years", "the mites have developed a resistance", "the mites are like having a pancake on your back", "they attach themselves", "they’re extremely hard to dislodge", "and now 27 viruses have been identified being vectored by mites", "what’s the big surprise is all the wild bees now have these viruses", "and 80 percent of the pollination services that we benefit from from bees pollinating are actually coming from wild bees", "not the honey bee, which is apis mallifera", "which are huge colonies", "the wild bees are oftentimes called solitary bees", "they’re very small groups of a dozen bees or two dozen bees", "they’re ground dwellers", "and those bees provide over 80 percent of the services that are benefiting agriculture", "so the honey bees, at the moment, we have about 2 million hives in the united states", "the average loss right now is over 50 percent nationally", "a few hot spots, but those hot spots then emanate out", " and epidemics become pandemics", "so now we have evolved into a viral pandemic of these viruses spreading throughout the world", "and it was just discovered in the past two to three years that these bees are infected with these viruses when they visit a flower and they get the pollen on them", "they also spread the viruses to the pollen they leave", "and so, when the wild bees come, they become infected", "so this is a direct threat to worldwide food biosecurity", "the loss of bees is such an important issue", "and interestingly, it’s the number one bridge issue between liberals and conservatives", "so i like to tell people, “when you’re at thanksgiving dinner and you don’t want to talk about hillary or trump, talk about the importance of bees.” it’s the number one issue that brings liberals and conservatives together", "because everyone recognizes the importance of bees for food biosecurity", "so my friend louie came to me and i started studying this subject", " and i had five experiences in a row that led me to an epiphany", "and no matter what my critics say – and i’ve been wrong sometimes", "i’m not right all the time", "so i accept that", "but i push the envelope because i don’t have to worry about tenure", "i’m self-employed", "i can risk being wrong", "but the more i speculate, the more i test, the more i do research, that’s what it takes", "it takes efforts to see if something will work", "and so i’ve failed a lot of times", "and the failure is the price of the tuition i pay to learn a new lesson", "all that being said, this is what happened", "in 1984, i had the garden giant mushroom growing in my garden", "it’s a wood chip mushroom", "it grows in wood chips", "the biggest mushroom is up to five pounds per specimen", "people can look it up", "and i had these wood chips permeated with mycelium", "and i had two beehives", "and one day in july, i come out and i see the bees all over my wood chips", "i looked really closely", " they were moving the wood chips to the side – it’s like you pushing a semi truck to the side", "some of these wood chips are really big – to expose the mycelium", "and i looked very carefully", "and from dawn to dusk for 40 days, there was a continuous convoy of bees to my wood chips of the garden giant mycelium in my garden traveling about 800 to 1,000 feet", "as i went out there, i photographed that", "thank god i found the photographs", "they were kodachrome 64 slides", "in the sweltering heat two years ago, i found them up in the attic", "but i published this in harrowsmith magazine in 1988", "i published this in 1994 in growing gourmet and medicinal mushrooms – one of my books", "and i speculated, “oh, the bees are going after the sugar-rich exudates.” because the mycelium is producing these polysaccharides that are sweet and they’re fragrant", "and maybe that’s why the bees were going there", "okay, that’s one – i’m going to give you a micro-factorial equation", "so that’s the first micro factor", "factor number one, paul sees bees attracted to the wood chips in his garden", "i forgot about it", " micro factor number two, paul gets involved with the bioshield program", "discovers that polypore mushrooms have antiviral properties", "and many patents have issued now", "i have more patents on this", "people can look them up", "and so, that was another experience that i had", "number three, getting rid of the carpenter ants in my house using entomopathogenic fungus relaying that insects are vectors of disease", "and then moving forward, i am looking at the research articles", "and in plos – it’s an open source online journal, a scientific journal", "on the cover of the plos was a big article on the discovery that – see when a colony collapse happens – most people don’t know this", "you go out to your beehives on monday, and everything is fine", "you go out there on thursday, and they’re all gone", "they’re gone", " it’s not like there’s a whole bunch of dead bees laying in front of the beehive", "they’re gone", "they fly away", "it turns out that the bees – there’s a deformed wing virus, which is the number one virus of concern that’s been identified by researchers", "almost a dozen papers have been published in the past three years identifying the deformed wing virus as the virus that is the most debilitating to the bees", "it not only reduces the tensile strength of their wings, but they’re deformed", "they can’t fly at all", "we see bees on a flower, it’s the last days of their life", "bees used to go out and get pollen for nine days", "and now, they’re going out for four days", "so they can’t bring enough pollen back to the hive", "so the newly hatched bees, which are nurse bees, are prematurely recruited to go out to get pollen because the colony is stressed", "and then the brood has mites on them", "and the bees can’t attend to the brood, so they abandon the babies", " and the mites then freely go around injecting these viruses into the bees", "and so at some point, it comes to a tipping point", "and then the bees leave the hive and they don’t come back", "so imagine if you were a cattle rancher or a sheep rancher and you’re losing more than 50 percent of your – it’s psychologically damaging as well as economically damaging", "and people just give up", "so i had these experiences", "and then i saw in this journal that they looked at the honey in the abandoned beehives", "it lacked a certain chemical called p-coumaric acid", "p-coumaric is the chemical trigger that governs the detoxification pathway in bees", "it’s called the cytochrome p450 pathway", "all animals use it", "we have it mostly in our liver", "it’s how we break down toxins", "without p-coumaric acid, they found these bees – hundreds of pounds of honey", "no bees in the beehive", "it lacks this essential nutrient – p-coumaric acid", " now i’m not a chemist", "but i had seen p-coumaric acid before", "because in the research i’ve done, i look at what’s called the delignification of wood – how fungi gobble up wood and break it down", "and i recognized p-coumaric acid as a chemical constituent that was present in breaking down wood", "that’s why when you see myceliated wood it smells fragrant and odiferous", "there’s a lot of outgassing of micro flavonoids", "phenolic compounds that are going into – and that’s why after a rain in the woods, the wood smells so good", "that’s the outgassing of mycelium", "all these scent trails are being created to entice us, and insects, and other animals to follow scent trails as part of the outgassing of the mycelium", "okay", "i had all those four experiences", "and then i go to sleep", "and then i have a waking dream", "and this waking dream hit me like a lightning bolt", "i said, “oh, my god.” i woke up", "i said, “i think i know how to save the bees.” and so i first called a very good friend of mine, lee stein", "i said, “listen", "i had this waking dream", "i just – it shook me to the core.” he said, “stop everything you’re doing and focus on this", "this is too important.” so i called the university of california davis", "it’s never a good idea to start a conversation with another scientist you have not met with the words, “i had a dream.” that conversation went nowhere", "it’s like, “crazy person", "goodbye.” so i called up washington state university", "i was at ted – i think at the ted that you spoke at", "and i was at ted and i went out and i was given steve sheppard’s name from washington university", "he’s the chair of entomology in pullman, washington", "washington university is an agricultural science college", "and i said, “listen, steve", "please just give me a half an hour", "it’s going to sound crazy to you at first", "but let me talk to you about this.” about 15 minutes in he says, “stop", "go nowhere else", "we want to work with you.”  so the end result of this is we tested this on 532 beehives in southern california two years ago", "we’ve done seven tests now in outdoor beehives", "we have found something, i think, that is an extraordinary breakthrough", "with our mycelial extracts of these polypore mushrooms – these wood conks", "they’re called hoof-shaped mushrooms that grow on trees", "everyone’s seen them", "with the mycelium that’s extracted, and water, and ethanol – the very same extracts that we used in the bioshield biodefense program", "we gave it to the bees", "and we submitted an article to a renowned scientific journal", "and from one dose at 1 percent – now all beekeepers feed sugar water to their bees", "it’s 50 percent sugar and 50 percent water", "so one milliliter per hundred, one unit per hundred, one percent – we give it to the bees", "and seven to 12 days later, those viruses are reduced by thousands of times", " in the article that we submitted, it reduced the lake sinai virus by more than 45,000 times, the deformed wing virus by more than 800 times", "with one dose and it doubles the lifespan of bees", "now, think of the implications of this", "this means that i think i have a window now into understanding something fundamental to the foundation of nature", "the mycelium not only controls the microbiomes and are deterministic in a downstream evolution of ecosystems, but they also control the immunological health in the animal inhabitants", "because the very same extracts that reduce viruses that harm birds – bird flu, h5n1, h1n1 in pigs – that harm people – pox viruses, herpes viruses", "birds, pigs, people, bees – this speaks to something, i think, that is very deeply profound", "an understanding that within nature, these mycelial networks are everywhere", "every tree is infused with mycelium", "every vegetable you eat is infused with fungi", "it’s part of the mutualistic relationship that we have with these fungi that increases the host defense and resistance against disease", "there’s a plurality of fungi in such diverse populations that create a matrix of defense", "we have found that these individual species now – we’ve tested five different polypore mushrooms", "they’re all active to different degrees", "what we have not reported in that scientific article that we submitted is that we have one result that’s over 100 million times reduction of these viruses with one treatment", "many of these viruses – herpes viruses are known as oncoviruses that cause cancer", "lots of them cause inflammation that destabilizes the immune system", "this is something i think is so critically important", " everyone’s talking about bad news", "and we are in the sixth ex – the sixth great extinction known of life on this planet", "we have 8.3 million species", "we’re losing more than 30,000 a year", "do the math", "in 100 years, that’s more than a third of the biodiversity", "it’s unraveling all around us", "what can we do", "this is actionable ecological solutions", "it’s paradigm shifting", "it’s scalable, ecologically rational, economically sustainable", "again, all these fungi grow in every forest of the world", " and we all grew up with winnie the pooh", "and everybody missed this", "now i’ve been issued 10 patents in the united states, canada, australia, new zealand, and eurasia", "when i first got the first patent award, for five seconds i was excited", "literally", "and then i became horribly demoralized", "i said, “you’ve got to be kidding", "there’s no prior art?”  no one – they did the – the patent office has the most massive search engines in every language – chinese, french, japanese, english, german", "and there’s not a single mention anywhere out there that bees benefit from mycelium immunologically, let alone reducing the viruses that are being vectored by mites", "the fact that i’m the one who discovered this is horribly depressing", "it means that we’re truly neanderthals with nuclear weapons", "and people talk about climate change and how biodiversity is a bunch of liberal scientists", "are you freaking kidding", "this is so fundamental to who we are and where we’ve come from", "so i’ve open sourced it to all the developing countries", "you know, in europe and eurasia", "not asia", "not south america", "not mexico", "not africa", "in order for a solution to be effective, it’s got to be practiced", "in order for it to be practiced, it’s got to be commercially successful", "in order for it to be commercial successful, it’s got to go to market with some protection of your idea", " the fact now that these patents are issuing is a – and i’ve made mistakes", "and there are mycologists out there whose eyes roll", "but i’m very happy to receive several rewards", "one of which from the mycological society of america for bringing more students into the field of mycology than anyone in history", "so they’re kind of schizophrenic about me because i’m a psychedelic researcher", "i’m not trained and i’m bringing all of these students into their classrooms that want to save the world", "and they said, “paul, you’ve created a huge problem", "we want to study yeast and these students want to save the world", "what do we do?” so i think this is something that is actionable solutions", "and i think i can make the argument – and this is very provocative", "but i can make the argument that natural products can be more powerful than pharmaceuticals with a greater bioshield of defense and with less toxicity and more utility in a sustainable way", "and that, i think, is paradigm shifting", " tim ferriss: i hope you’re right", "i hope you’re right", "and i look forward to learning more about this as the discussion opens", "is there anything for people listening who are not mycologists nor future mycologists who want to help in some fashion", "meaning they want to make personal decisions, maybe think of policy changes or types of support that would enable them to be part of an environmental and systemic solution rather than simply compounding the existing problems", "are there new behaviors", "things they can do", "anything that you would suggest to people who are listening", "paul stamets: absolutely", "the simplest thing that people can do is let wood rot", "give up this idea of an elizabethan yard that’s highly manicured and managed", "nature likes fractal faces", "fractalization of nature in different orders of magnitude, it gives all these niches to microorganisms and microbiome biodiversity that’s critical for sustainability", " so, rather than hauling the wood off, let logs rot in your garden, in your yard", "mushrooms will come up", "that’ll help feed the bees", "it’ll help build these fractally intense environments that are really important for biodiversity", "that’s one", "we have a campaign for supporting washington state university", "wsu – bees.wsu.edu", "we’ve raised over 3 million dollars now for bee research at wsu", "we are just beginning to explore the role of these polypore mushrooms", "there’re hundreds of them to test", "we’ve hit the home runs on our very first ones", "we’re extremely lucky", "but the fact that this is – we can reduce these viruses 45,000 to one with one treatment", "i mean, what antiviral drug will do that", " that is a complex soup of constituents", "the contrast is surprising", "so supporting bee nonprofits", "joining a mushroom society", "there’s the north american mycological association which is a parent organization called nama", "their website is namyco.org", "n-a-m-y-c-o dot o-r-g", "they have a listing of all the local mycological societies in canada, the united states, and mexico", "that’s one", "joining your bee – get involved in supporting, frankly, farmers and developing biodiverse landscapes", "and the march to monoculture, the march to the industrialization of agriculture is sacrificing the very biodiverse networks that have evolved to help plants grow", " when you add lots of fertilizers and insecticides, you defeat the natural systems of the mycelium that has engaged and helped plants for hundreds of millions of years", "when you add mycelium helping plants, you do not need external inputs as much as fertilizers, et cetera", "and i think there are ecologically rational solutions to many of the problems that we face today", "but this really speaks to the concept of seven generations", "and first peoples really have this so much as a pillar of their understanding and dealing with nature", "we should give up this idea of making money in the short term", "and we should embrace the idea of creating sustainability in the long term", "true conservatives should be conserving natural resources and thinking about downstream generations", "right now, we have hungry, greedy people whose morals have been hijacked for whatever reason", " and i think that this nature-loving movement with all of its strange characterizations really is based on something that’s fundamentally good for commons", " tim ferriss: well, it makes me think of what you said in the very beginning or certainly the earlier portions of this conversation", "which is the war against nature is a war against your own biology", "and ultimately, what is best for what you’re discussing is also best for us", "which means it’s best for me", "it’s best for you", "it’s best for each person listening to this", "and certainly, if you’re thinking out multiple generations, these problems can be solved in a very pragmatic, holistic fashion", "or they can be compounded to the point where they become exponentially more difficult to unwind and to solve for", " paul stamets: i just want to say, in the field of mycology, i know of no other science that is underfunded, underappreciated, and yet has such an enormous elasticity of benefits", "now, if i was a bill gates or a jeff bezos – i’ve met these people", "it’s just not part of my dna to pitch", "and i look at them going, “oh, i could do so much benefit for hundreds of millions of people.” but i can’t even begin to talk about this because i don’t want to pitch", "but thankfully, my company is soaring", "and i have a great community of individuals who believe in this and who see the results", "and michael pollan’s book and fantastic fungi, and your support, et cetera helps spread this message", "but i’m 63 years of age and i’m going to die with a smile on my face", "because it’s the heritage that we leave, not the material possessions that we own during this short lifetime", "we all need to create legacies where our names will be heralded in the future as a person who cared more about other people than they cared about themselves", " that is truly a christian, a buddhist, a zen-like attitude", "and i think it’s time for people to take action", "we need a revolution", " tim ferriss: it is time", "it is time for people to take action", "i could not agree more", "and you’ve given a number of recommendations that i will link to in the show notes, as usual", "so everyone listening, everything we’ve discussed, all the links to everything that i can track down and that my team can track down will be in the show notes at tim.blog/podcast for this episode", "and paul, you’ve been very generous with your time", "people can find you at fungi.com, fungi.net, hostdefense.com", "and on social media on instagram, you’re paul stamets", "facebook, paul stamets", "youtube, paul stamets", "is there a – for people who want to know where to go for what, is there one best place for certain things", "a certain best place to say hello if people want to reach out to you somehow", "paul stamets: that’s kind of complicated like you, tim", "we get so many people wanting to contact us", "i want to feed some of the researchers out there and people who want to get into some of the detailed research articles", "we have a website that we populate called mushroomreferences.com", "there’re several hundred peer reviewed articles that we link to with abstracts that talk about the most recent research from mycelium", "and it’s a deep dive", "many physicians are unfamiliar", "and because the public expects that they’re going to be experts about everything on health, they’re actually quite ignorant", "so i’ve found this has been a challenge", " this is why i speak to a lot of academic conferences, at a lot of medical conferences is that there’s a desperate need from these physicians to get on board and be familiarized with some of the latest research", "but otherwise, fungi.com is a hub and we have a resource section on that website that links to many other nonprofits", "lots of other resources", "including cornell university, and that’s particularly a good one", "there is mykoweb, which is extremely good – m-y-k-o-w-e-b", "mykoweb’s a really good one", "and so, there’s a lot of mycologists out there that are genuinely really, really good people", "but they have – i, in a sense, have tasked them with expectations greater than some of which they can deliver", "and i apologize for that, but time is short", " this area is so important that everybody gets aboard this starship and try to do good", " tim ferriss: well thank you so much for your time today, paul", "this has been really fun for me", "and i’m sure for many, many people who are listening", "is there anything else that you would like to share or recommend before we wrap up at least this first conversation on the podcast", "paul stamets: if you see somebody being abused or somebody being shamed, step up", "extend a hand of generosity and show people a better way of acting", " tim ferriss: hear, hear", "that is an excellent way to wrap up", "and once again, paul, a real pleasure to spend this time with you", "i have pages, and pages, and pages of notes of follow ups for myself and for my family", "and also, the many different avenues that i want to explore", " and to everyone listening, you can find the show notes at tim.blog/podcast", "and until next time, keep experimenting and express some kindness", "it is time to take action", "so get off of the earphones", "get off of the earbuds", "get off of the pages in those books that you might consume one after the other and actually take a meaningful step forward with somehow bending the reality around you in a positive direction", "and until next time, thanks for listening"]}