{"dialog_idx": {}, "episode_num": 342, "file_type": "audio", "guests": [], "num_sentences": 693, "num_words": 12429, "raw_text": "Please enjoy this transcript of an experimental episode guided by Sam Harris, Ph.D. (@SamHarrisOrg), the host of the Waking Up podcast and author of multiple books, including The End of Faith, Letter to a Christian Nation, The Moral Landscape, Free Will, Lying, Waking Up, and Islam and the Future of Tolerance (with Maajid Nawaz). It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the interview here or by selecting any of the options below.  And be sure to check out the bonus companion episode, found just below the longer episode, if you enjoy what you find here and want to jump straight to the guided meditations. The companion episode also features additional content from Sam not found in the longer episode. Enjoy! DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Sam Harris: Hello, Tim Ferriss fans. This is Sam Harris of the Waking Up Podcast and now the Waking Up Course, which is an app that I just released on iOS and soon to be on Android. And my friend Tim has very generously invited me onto his podcast to preview this course for you and to speak a little bit about meditation. And I’m very happy to do that. First, a warning. In addition to just talking about the course and about meditation, Tim has asked me to preview a few of the guided meditations from the app. So part of this podcast won’t make for very good listening in the car or at the gym or while multitasking. To get value from these sections and to not be bored by the periods of silence, you really need to be paying attention. So if you’re not in that situation now, you might save this whole podcast for another time. I’ll let you know when I’m dropping them in and how long they are. So if you insist on listening to this while you are kitesurfing or hacking some government installation or staggering around South by Southwest in full ketosis or whatever it is that the average Tim Ferriss fan does on a day like today, you will be okay. Okay, so I’m going to talk for a while about what I’m attempting to do with this course and why I’ve released it as an app. Of course, there are several meditation apps out there, and many of them are quite good. There’s Calm and Headspace, and my friends Dan Harris and Joseph Goldstein have the 10% Happier app. Tim’s buddy Kevin Rose has the Oak app. These apps really are quite good, and they will definitely teach you how to meditate. And while I cover similar ground in the Waking Up Course, it’s not just a meditation app. I’m attempting something else too. But before I get into the app, first let me tell you a little bit about my background for those of you who are not familiar with it.  I got into meditation at the end of my sophomore year of college, just when I turned 20. And this was on the heels of a psychedelic experience that provided a fairly startling firmware upgrade of my mind. I’ve written about psychedelics in supportive and also in fairly cautionary ways, especially in my book, Waking Up. And actually, there’s a main chapter on that topic that’s available both in print and in audio on my website under the title “Drugs and the Meaning of Life.” In fact, Tim has not only referenced it on this podcast, but I think the audio is available on one of his earlier podcasts. And I’ll say a few words about how I view the difference between psychedelics and meditation in a minute.  Actually, I think I should just read you the first few pages of my book, Waking Up because it gives the full context about how I came to this topic and how I think about the nature of mind and the role that my experience with psychedelics played here and also how I came to the practice of meditation. So here’s how the book begins: “I once participated in a 23-day wilderness program in the mountains of Colorado. If the purpose of this course was to expose students to dangerous lightning and half the world’s mosquitos, it was fulfilled on the first day. What was, in essence, a forced march through hundreds of miles of back country culminated in a ritual known as the solo where we were finally permitted to rest alone on the outskirts of a gorgeous alpine lake for three days of fasting and contemplation. I had just turned 16, and this was my first taste of true solitude since exiting my mother’s womb. It proved a sufficient provocation.  “After a long nap and a glance at the icy waters of the lake, the promising young man I imagined myself to be was quickly cut down by loneliness and boredom. I filled the pages of my journal not with the insights of a budding naturalist, philosopher, or mystic but with a list of the foods on which I intended to gorge myself the instant I returned to civilization. Judging from the state of my consciousness at the time, millions of years of hominid evolution had produced nothing more transcendent than a craving for a cheeseburger and a chocolate milkshake. I found the experience of sitting undisturbed for three days amid pristine breezes and starlight with nothing to do but contemplate the mystery of my existence to be a source of perfect misery for which I could see not so much as a glimmer of my own contribution. My letters home, in their plaintiveness and self-pity rivaled any written at Shiloh or Gallipoli.  “So I was more than a little surprised when several members of our party, most of whom were a decade older than I, described their days and nights of solitude in positive, even transformational terms. I simply didn’t know what to make of their claims to happiness. How could someone’s happiness increase when all the material sources of pleasure and distraction had been removed? At that age, the nature of my mind did not seem to interest me. Only my life did. I was utterly oblivious to how different life would be if the quality of my mind were to change. Our minds are all we have. They’re all we’ve ever had. And they’re all we can offer others. This might not be obvious, especially when there are aspects of your life that seem in need of improvement, when your goals are unrealized or you’re struggling to find a career or you have relationships that need repairing. But it’s the truth.  “Every experience you have ever had has been shaped by your mind. Every relationship is as good or as bad as it is because of the minds involved. If you are perpetually angry, depressed, confused, and unloving or your attention is elsewhere, it won’t matter how successful you become or who is in your life. You won’t enjoy any of it. Most of us could easily compile a list of goals we want to achieve or personal problems that need to be solved. But what is the real significance of every item on such a list? Everything we want to accomplish – to paint the house, to learn a new language, to find a better job – is something that promises that if done, it would allow us to finally relax and enjoy our lives in the present. Generally speaking, this is a false hope. I’m not denying the importance of achieving one’s goals, maintaining one’s health, or keeping one’s children clothed and fed.  “But most of us spend our time seeking happiness and security without acknowledging the underlying purpose of our search. Each of us is looking for a path back to the present. We are trying to find good enough reasons to be satisfied now. Acknowledging that this is the structure of the game that we’re playing allows us to play it differently. How we pay attention to the present moment largely determines the character of our experience and, therefore, the quality of our lives. Mystics and contemplatives have made this claim for ages, but a growing body of scientific research now bears it out. A few years after my first painful encounter with solitude, in the winter of 1987, I took the drug 3,4-methylenedioxy-N-methylamphetamine, MDMA, commonly known as ecstasy. And my sense of the human mind’s potential shifted profoundly.  “Although MDMA would become ubiquitous at dance clubs and raves in the 1990s, at the time, I didn’t know anyone of my generation who had tried it. One evening, a few months before my 20th birthday, a close friend and I decided to take the drug. The setting of our experiment bore little resemblance to the conditions of Dionysian abandon under which MDMA is now often consumed. We were alone in a house seated across from each other on opposite ends of a couch and engaged in quiet conversation as the chemical worked its way into our heads. Unlike other drugs with which we were by then familiar – marijuana and alcohol – MDMA produced no feeling of distortion in our senses. Our minds seemed completely clear. In the midst of this ordinariness, however, I was suddenly struck by the knowledge that I loved my friend. This shouldn’t have surprised me. He was, after all, one of my best friends.  “However, at that age, I was not in the habit of dwelling on how much I loved the men in my life. Now I could feel that I loved him. And this feeling had ethical implications that suddenly seemed as profound as they now seem pedestrian on the page. I wanted him to be happy. That conviction came crashing down with such force that something seemed to give way inside me. In fact, the insight appeared to restructure my mind. My capacity for envy, for instance – the sense of being diminished by the happiness or success of another person – seemed like a symptom of mental illness that had vanished without a trace. I could no more have felt envy at that moment than I could have wanted to poke out my own eyes. What did I care if my friend was better looking or a better athlete than I was? If I could have bestowed these gifts on him, I would have. Truly wanting him to be happy made his happiness my own.  “A certain euphoria was creeping into these reflections, perhaps, but the general feeling remained one of absolute sobriety and of moral and emotional clarity unlike any I had ever known. It would not be too strong to say that I felt sane for the first time in my life. And yet the change in my consciousness seemed entirely straightforward. I was simply talking to my friend – about what, I don’t recall – and realized that I had ceased to be concerned about myself. I was no longer anxious, self-critical, guarded by irony, in competition, avoiding embarrassment, ruminating about the past and future, or making any other gesture of thought or attention that separated me from him. I was no longer watching myself through another person’s eyes. And then came the insight that irrevocably transformed my sense of how good human life could be.  “I was feeling boundless love for one of my best friends, and I suddenly realized that if a stranger had walked through the door at that moment, he or she would have been fully included in this love. Love was, at bottom, impersonal and deeper than any personal history could justify. Indeed, a transactional form of love – ‘I love you because…’ – now made no sense at all. The interesting thing about this final shift in perspective was that it was not driven by any change in the way I felt. I was not overwhelmed by a new feeling of love. The insight had more the character of a geometric proof. It was as if having glimpsed the properties of one set of parallel lines, I suddenly understood what must be common to them all. The moment I could find a voice with which to speak, I discovered that this epiphany about the universality of love could be readily communicated. My friend got the point at once.  “All I had to do was ask him how he would feel in the presence of a total stranger at that moment, and the same door opened in his mind. It was simply obvious that love, compassion, and joy in the joy of others extended without limit. The experience was not of love growing but of its being no longer obscured. Love was, as advertised by mystics and crackpots through the ages, a state of being. How had we not seen this before? And how could we overlook it ever again? It would take me many years to put this experience into context. Until that moment, I had viewed organized religion as merely a monument to the ignorance and superstition of our ancestors. But I now knew that Jesus, the Buddha, Lao-Tzu, and the other saints and sages of history had not all been epileptics, schizophrenics, or frauds. I still considered the world’s religions to be mere intellectual ruins maintained at enormous economic and social cost. But I now understood that important psychological truths could be found in the rubble.”  Okay. So that’s how I started my book, Waking Up, which is a book about the nature of consciousness and how we can understand some of the life-changing experiences people can have, experiences often described as mystical or spiritual, but understand them in a 21st century rational, scientific context. As some of you probably know, I’ve been a fairly vociferous critic of religion over the years. I’ve written several books and participated in many debates spelling out the reasons why. My basic view is this: There’s a difference between believing things for good reasons and believing things for bad reasons. And this is a difference that we all recognize in every area of our lives until the conversation turns to things like God and what happens after death and the origins of certain books like the Bible and the Quran.  So my argument is that we can get what is most profound out of human life without lying to ourselves or to our children about the nature of reality. That’s not to say that the universe might not be incredibly strange or that science has everything figured out. In fact, the universe is incredibly strange. And science does not have everything figured out. But one thing should be absolutely clear. The men and women who lived 2,000 years ago didn’t have everything figured out either. And on many crucial points, they were ignorant of things that every child learns in school today, like, for instance, that brains are somehow involved in producing minds. No one knew this 2,000 years ago. And to deny it today is intellectually irresponsible. So after I had the experience on MDMA I just described, I spent the better part of my 20s seeking out a fairly esoteric education.  It wouldn’t have been so esoteric in the ‘60s when many people were dropping out and going to India with the Beatles, but it was fairly rare to see someone my age doing this in the late ‘80s. So most of my friends at the time were 20 years older than I was. And I made many trips to India and Nepal to study with various meditation masters. I spent around a year and a half or two years on silent retreat, never for longer than three months at a time. That was spread out over my 20s. I did a couple of three-month retreats and several two-month retreats and one-month retreats and many shorter ones mostly in the context of practicing the Vipassana, otherwise known as mindfulness meditation but ultimately practicing Dzogchen, which is a Tibetan practice that I’ll talk about. In fact, I should just read you another section of my book, Waking Up because I spell out some important distinctions there.  There’s a distinction, generally speaking between gradual versus sudden notions of realization or awakening. And this can seem totally paradoxical to people. So I’m going to read to you a little bit about this, and you’ll get more of my background here. This is from a section in the book titled, “Gradual Versus Sudden Realization.” “We wouldn’t attempt to meditate or engage in any other contemplative practice if we didn’t feel that something about our experience needed to be improved. But here lays one of the central paradoxes of spiritual life because this very feeling of dissatisfaction causes us to overlook the intrinsic freedom of consciousness in the present. As we have seen, there are good reasons to believe that adopting a practice like meditation can lead to positive changes in one’s life. But the deepest goal of spirituality is freedom from the illusion of the self.  And to seek such freedom as though it were a future state to be attained through effort is to reinforce the chains of one’s apparent bondage in each moment. Traditionally, there have been two solutions to this paradox. One is to simply ignore it and to adopt various techniques of meditation in the hope that a breakthrough will occur. Some people appear to succeed at this, but many fail. It is true that good things often happen in the meantime. We can become happier and more concentrated. But we can also despair of the whole project. The words of the sages may begin to sound like empty promises, and we’re left hoping for transcendent experiences that never arrive or prove merely temporary. The ultimate wisdom of enlightenment, whatever it is, cannot be a matter of having fleeting experiences. The goal of meditation is to uncover a form of wellbeing that is inherent to the nature of our minds.  It must, therefore, be available in the context of ordinary sights, sounds, sensations, and even thoughts. Peak experiences are fine, but real freedom must be coincident with normal, waking life.” And as a sidebar to this – this is now me speaking off-book – this is one of the crucial distinctions between meditation and psychedelics as tools. It’s very easy to draw the lesson from psychedelic experiences, however useful, that freedom somehow lays in radically transforming the contents and character of consciousness, whereas the goal of meditation is to recognize that there is something about ordinary consciousness, the very awareness in you that is experiencing the sound of my voice in this moment, that is already radically free of self. It’s already open. It’s already undefined. Consciousness never is truly confined by its contents.  And so, while psychedelics have been very useful for me and many others, the center of the bullseye for me is something that is actually coincident with normal, waking consciousness, precisely the kind of consciousness that could allow you to safely drive a car, which if you’ve ever taken acid or mushrooms, it’s not where one tends to be pitched on those drugs. So back to the text. “The other traditional response to the paradox of spiritual seeking is to fully acknowledge it and concede that all efforts are doomed because the urge to attain self-transcendence or any other mystical experience is a symptom of the very disease we want to cure. There is nothing to do but give up the search. These paths may appear antithetical. And they are often presented as such. The path of gradual assent is typical of Theravada Buddhism and most other approaches to meditation in the Indian tradition.  And gradualism is the natural starting point for any search, spiritual or otherwise. Such goal-oriented modes of practice have the virtue of being easily taught because a person can begin them without having had any fundamental insight into the nature of consciousness or the illusoriness of the self. He need only adopt new patterns of attention, thought, and behavior, and the path will unfold before him. By contrast, the path of sudden realization can appear impossibly steep. It is often described as ‘nondualistic’ because it refuses to validate the point of view from which one would meditate or practice any other spiritual discipline. Consciousness is already free of anything that remotely resembles the self. And there is nothing you can do as an illusionary ego to realize this. Such a perspective can be found in the Indian tradition of Advaita Vedanta and in a few schools of Buddhism.  Those who begin to practice in the spirit of gradualism often assume that the goal of self-transcendence is far away. And they may spend years overlooking the very freedom they yearn to realize. The liability of this approach became clear to me when I studied under the Burmese meditation master, Sayadaw U Pandita. I sat through several retreats with U Pandita, each a month or two in length. These retreats were based on the monastic discipline of Theravadan Buddhism. We did not eat after noon and were encouraged to sleep no more than four hours each night. Outwardly, the goal was to engage in 18 hours of formal meditation each day. Inwardly, it was to follow the stages of insight laid out in Buddhaghosa’s fifth century treatise, the Visuddhimagga and elaborated in the writings of U Pandita’s own legendary teacher, Mahasi Sayadaw. The logic of this practice is explicitly goal-oriented.  According to this view, one practices mindfulness not because the intrinsic freedom of consciousness can be fully realized in the present but because being mindful is a means for attaining an experience often described as ‘cessation,’ which is thought to decisively uproot the illusion of the self along with other mental afflictions, depending on one’s stage of practice. Cessation is believed to be a direct insight into an unconditioned reality – in Pali, this is called Nibbana. In Sanskrit, Nirvana – that lays behind all manifest phenomena. This conception of the path to enlightenment is open to several criticisms. The first is that it is misleading with respect to what can be realized in the present moment in a state of ordinary awareness. Thus, it encourages confusion at the outset regarding the nature of the problem one is trying to solve.  It is true, however, that striving toward the distant goal of enlightenment as well as the nearer goal of cessation can lead one to practice with an intensity that might otherwise be difficult to achieve. I never made more effort than I did when practicing under U Pandita. But most of this effort arose from the very illusion of bondage to the self that I was seeking to overcome. The model of this practice is that one must climb the mountain so that freedom can be found at the top. But the self is already an illusion. And that truth can be glimpsed directly at the mountain’s base or anywhere else along the path. One can then return to this insight again and again as one’s sole method of meditation, thereby arriving at the goal in each moment of actual practice. This isn’t merely a matter of choosing to think differently about the significance of mindfulness.  It is a difference in what one is able to be mindful of. Dualistic mindfulness – paying attention to the breath, for instance – generally proceeds on the basis of an illusion. One feels that one is a subject, a locus of consciousness inside the head that can strategically pay attention to the breath or to some other object of awareness because of all the good that it will do. This is gradualism in action. And yet, from a nondualistic point of view, one could just as well be mindful of selflessness directly. To do this, however, one must recognize that this is how consciousness is. And such an insight can be difficult to achieve. However, it does not require the meditative attainment of cessation. Another problem with the goal of cessation is that most traditions of Buddhism do not share it. And yet, they produce long lineages of contemplative masters, many of whom have spent decades doing nothing but meditating on the nature of consciousness.  If freedom is possible, there must be some mode of ordinary consciousness in which it can be expressed. Why not realize this frame of mind directly? Nevertheless, I spent several years deeply preoccupied with reaching the goal of cessation. And at least one year of that time was spent on silent retreat. Although I had many interesting experiences, none seemed to fit the specific requirements of this path. There were periods during which all thought subsided and any sense of having a body disappeared. What remained was a blissful expanse of conscious peace that had no reference point in any of the usual sensory channels. Many scientists and philosophers believe that consciousness is always tied to one of the five senses and that the idea of ‘pure consciousness,’ apart from seeing, hearing, smelling, tasting, and touching is a category error and a spiritual fantasy. I am confident that they are mistaken. But cessation never arrived.  Given my gradualist views at that point, this became very frustrating. Most of my time on retreat was extremely pleasant. But it seemed to me that I had been merely given the tools with which to contemplate the evidence of my non-enlightenment. My practice had become a vigil, a method of waiting, however patiently, for a future reward. The pendulum swung when I met an Indian teacher named H. W. L. Poonja, called Poonjaji or Papaji by his students. Poonjaji was a disciple of Ramana Maharshi, arguably the most widely revered Indian sage of the 20th century. Ramana’s own awakening had been quite unusual because he had had no apparent spiritual interest or contact with a teacher. As a boy of 16 living in a middle-class family of South Indian Brahmins, he spontaneously became a spiritual adept. While sitting alone in his uncle’s study, Ramana suddenly became paralyzed by a fear of death.  He lay down on the floor, convinced that he would soon die. But rather than remaining terrified, he decided to locate the self that was about to disappear. He focused on the feeling of I, a process he later called self-inquiry and found it to be absent from the field of consciousness. Ramana, the person didn’t die that day. But he claimed that the feeling of being a separate self never darkened his consciousness again. After fruitlessly attempting to behave like the ordinary boy he had once been, Ramana left home and traveled to Tiruvannamalai, an ancient pilgrimage site for followers of Shiva. He spent the rest of his life there, in proximity to the mountain Arunachalam with which he claimed to have a mystical connection. In the early years after his awakening, Ramana seemed to lose his ability to speak. And he was said to grow so absorbed in his experience of transfigured consciousness that he remained motionless for days at a time.  His body grew weak, developed sores, and had to be tended by the few locals who had taken an interest in him. After a decade of silence, around 1906, Ramana began to conduct dialogues about the nature of consciousness. Until the end of his life, a steady stream of students came to study with him. These are the sorts of things he was apt to say.” These are quotes from Ramana Maharshi. “The mind is a bundle of thoughts. The thoughts arise because there is the thinker. The thinker is the ego. The ego, if sought, will automatically vanish.” Here’s another quote. “Reality is simply the loss of the ego. Destroy the ego by seeking its identity. Because ego is no entity, it will automatically vanish, and reality will shine forth by itself. This is the direct method, whereas all other methods are done only retaining the ego. No sadhanas,” spiritual practices, “are necessary for engaging in this quest.”  And finally, here’s one more quote: “There is no mystery greater than this, that being reality, we seek to gain reality. We think that there is something hiding our reality and that it must be destroyed before the reality is gained. It is ridiculous. A day will dawn when you will laugh at your past efforts. That which will be on the day you laugh is also here and now.” Back to my text: “Any attempt to make sense of such teachings in third person, scientific terms quickly produces monstrosities. From the point of view of psychological science, for instance, the mind is not just a ‘bundle of thoughts.’ In what sense can reality be ‘simply the loss of the ego’? Does this reality include quasars and hantavirus? But these are the kinds of quibbles that will cause one to miss Ramana’s point. While the philosophy of Advaita –” and that’s the word for nondualism in Sanskrit.  “While the philosophy of Advaita and Ramana’s own words may tend to support a metaphysical reading of teachings of this kind, their validity is not metaphysical. Rather, it is experiential. The whole of Advaita reduces to a series of very simple and testable assertions. Consciousness is the prior condition of every experience. The self or ego is an illusory appearance within it. Look closely for what you are calling I, and the feeling of being a separate self will disappear. What remains, as a matter of experience is a field of consciousness free, undivided, and intrinsically uncontaminated by its everchanging contents. These are the simple truths that Poonjaji taught. In fact, he was even more uncompromising than his guru in his nonduality. Whereas Ramana would often concede the utility of certain dualistic practices, Poonjaji never gave an inch. The effect was intoxicating, especially to those of us who had spent years practicing meditation.  Poonjaji was also given to spontaneous bouts of weeping and laughter, both apparently from sheer joy. The man did not hide his light under a bushel. When I first met him, he had not yet been discovered by the throngs of western devotees who would soon turn his tiny house in Lucknow into a spiritual circus. Like his teacher, Ramana, Poonjaji claimed to be perfectly free from the illusion of the self. And by all appearances, he was. And, like Ramana and every other Indian guru, Poonjaji would occasionally say something deeply unscientific. On the whole, however, his teaching was remarkably free form Hindu religiosity or unwarranted assertions about the nature of the cosmos. He appeared to simply speak from experience about the nature of experience itself. Poonjaji’s influence on my was profound, especially because it came as a corrective to all the strenuous and unsatisfying efforts I had been making in meditation up until that point.  But the dangers inherent to his approach soon became obvious. The all or nothing quality of Poonjaji’s teaching obliged him to acknowledge the full enlightenment of any person who was grandiose or manic enough to claim it. Thus, I repeatedly witnessed fellow students declare their complete and undying freedom, all the while appearing quite ordinary, or worse. In certain cases, these people had clearly had some sort of breakthrough. But Poonjaji’s insistence upon the finality of every legitimate insight led many of them to delude themselves about their spiritual attainments. Some left India and became gurus. From what I could tell, Poonjaji gave everyone his blessing to spread his teachings in this way. He once suggested that I do it. And yet, it was clear to me that I was not qualified to be anyone’s guru. Nearly 20 years have passed, and I’m still not. Of course, from Poonjaji’s point of view, this is an illusion.  And yet, there simply is a difference between a person like myself who is generally distracted by thought and one who isn’t and cannot be. I don’t know where to place Poonjaji on this continuum of wisdom, but he appeared to be a lot farther along than his students. Whether Poonjaji was capable of seeing the difference between himself and other people, I do not know. But his insistence that no difference existed began to seem either dogmatic or delusional. On one occasion, events conspired to perfectly illuminate the flaw in Poonjaji’s teaching. A small group of experienced practitioners among several teachers of meditation had organized a trip to India and Nepal to spend ten days with Poonjaji in Lucknow followed by ten days in Kathmandu to receive teachings on the Tibetan Buddhist practice of Dzogchen. As it happened, during our time in Lucknow, a woman from Switzerland became ‘enlightened’ in Poonjaji’s presence.  For the better part of a week, she was celebrated as something akin to the next Buddha. Poonjaji repeatedly put her forward as evidence of how fully the truth could be realized without making any effort at all in meditation. And we had the pleasure of seeing this woman sit beside Poonjaji on a raised platform, expounding upon how blissful it now was in her corner of the universe. She was, in fact, radiantly happy. And it was by no means clear that Poonjaji had made a mistake in recognizing her. She would say things like, ‘There is nothing but consciousness. And there is no difference between it and reality itself.’ Coming from such a nice, guileless person, there was little reason to doubt the profundity of her experience. When it came time for our group to leave India for Nepal, this woman asked if she could join us. Because she was such good company, we encouraged her to come along.  A few of us were also curious to see how her realization would appear in another context. And so it came to pass that a woman whose enlightenment had just been confirmed by one of the greatest living exponents of Advaita was in the room when we received our first teachings from Tulku Urgyen Rinpoche, who is generally thought to be one of the greatest living Dzogchen masters. Of all the Buddhist teachings, those of Dzogchen most closely resemble the teachings of Advaita. The two traditions seek to provoke the same insight into the nonduality of consciousness. But generally speaking, only Dzogchen makes it absolutely clear that one must practice this insight to the point of stability and that one can do so without succumbing to the dualistic striving that haunts most other paths.  At a certain point in our discussions with Tulku Urgyen, our Swiss prodigy, declared her boundless freedom in terms similar to those she had used to such great effect with Poonjaji. After a few highly amusing exchanges during which we watched Tulku Urgyen struggle to understand what our translator was telling him, he gave a short laugh and looked the woman over with renewed interest. ‘How long has it been since you were last lost in thought?’ he asked. ‘I haven’t had any thoughts for over a week,’ the woman replied. Tulku Urgyen smiled. ‘A week?’ ‘Yes.’ ‘No thoughts?’ ‘No. My mind is completely still. It’s just pure consciousness.’ ‘That’s very interesting. Okay. So this is what’s going to happen now. We’re all going to wait for you to have your next thought. There’s no hurry. We’re all very patient people. We’re just going to sit here and wait. So please tell us when you notice a thought arise in your mind.’  It is difficult to convey what a brilliant and subtle intervention this was. It may have been the most inspired moment of teaching I have ever witnessed. After a few moments, a look of doubt appeared on our friend’s face. ‘Okay. Wait a minute. Oh, that could have been a thought there. Okay.’ Over the next 30 seconds, we watched this woman’s enlightenment completely unravel. It became clear that she had been merely thinking about how expansive her experience of consciousness had become, how it was perfectly free of thought, immaculate, just like space without noticing that she was thinking incessantly. She had been telling herself the story of her enlightenment, and she had been getting away with it because she happened to be an extraordinarily happy person for whom everything was going well for the time being. This was the danger of nondual teachings of the sort that Poonjaji was handing out to all comers.  It was easy to delude oneself into thinking that one had achieved a permanent breakthrough, especially because he insisted that all breakthroughs must be permanent. What the Dzogchen teachings made clear, however, is that thinking about what is beyond thought is still thinking. And a glimpse of selflessness is generally only the beginning of a process that must reach fruition. Being able to stand perfectly free of the feeling of self is the start of one’s spiritual journey, not its end.” I think I’ll read one more section here because this will give you more context for how I think about meditation. It’s the next section here titled, “Dzogchen: Taking the goal as the path.” “Tulku Urgyen Rinpoche lived in a hermitage on the southern slope of Shivapuri mountain, overlooking Kathmandu Valley.  He spent more than 20 years of his life on formal retreat and was deservedly famous for the clarity with which he gave the ‘pointing out instruction’ of Dzogchen, a formal initiation in which a teacher seeks to impart the experience of self-transcendence directly to a student. I received this teaching from several Dzogchen masters, but I never met anyone who spoke about the nature of consciousness as precisely as Tulka Urgyen. In the last five years of his life, I made several trips to Nepal to study with him. The practice of Dzogchen requires that one be able to experience the intrinsic selflessness of awareness in every moment, that is when one is not otherwise distracted by thought, which is to say that for a Dzogchen meditator, mindfulness must be synonymous with dispelling the illusion of the self.  Rather than teach a technique of meditation, such as paying close attention to one’s breathing, a Dzogchen master must precipitate an insight on the basis of which a student can thereafter practice a form of awareness – the Tibetan term is rigpa – that is unencumbered by subject/object dualism. Thus, it is often said in Dzogchen that one ‘takes the goal as the path’ because the freedom from self that one might otherwise seek is the very thing that one practices. The goal of Dzogchen, if one can call it such, is to grow increasingly familiar with this way of being in the world. In my experience, some Dzogchen masters are better teachers than others. I’ve been in the presence of several of the most revered Tibetan Lamas of our time while they were ostensibly teaching Dzogchen. And most of them simply describe this view of consciousness without giving clear instructions on how to glimpse it.  The genius of Tulku Urgyen was that he could point out the nature of mind with the precision and matter-of-factness of teaching a person how to thread a needle and could get an ordinary meditator like me to recognize that consciousness is intrinsically free of self. There might be some initial struggle and uncertainty depending on the student, but once the truth of nonduality had been glimpsed, it became obvious that it was always available. And there was never any doubt about how to see it again. I came to Tulka Urgyen yearning for the experience of self-transcendence. And in a few minutes, he showed me that I had no self to transcend. In my view, there’s nothing supernatural or even mysterious about this transmission of wisdom from master to disciple. Tulka Urgyen’s effect on me came purely from the clarity of his teaching.  As it is with any challenging endeavor, the difference between being utterly misled by false information, being nudged in the general direction, and being precisely guided by an expert is difficult to overstate. The direct perception of the optic blind spot provides a useful analogy. Imagine that perceiving the blind spot will completely transform a person’s life. Next, imagine that whole religions such as Judaism, Christianity, and Islam are predicated on the denial of the blind spot’s assistance. Let us say that there are central doctrines that serve the perfect uniformity of the visual field. Perhaps other traditions acknowledge the blind spot but purely in poetical terms without giving any clear indication of how to recognize it. A few lineages may actually teach techniques whereby one can see the blind spot for oneself but only gradually after months and years of effort.  And even then, one glimpses of it will seem more a matter of luck than anything else. In a more esoteric tradition still, a ‘blind spot master’ gives the ‘pointing out instruction’ but without much precision. Perhaps he tells you to close one eye for reasons that are never made explicit and then says that the spot you seek is right on the surface of your vision. No doubt some people will succeed in discovering the blind spot under these conditions. But the teacher certainly could be clearer than this. How much clearer? If Tulka Urgyen had been pointing out the blind spot, he would have produced a figure like the one below and given these instructions.” And then I have the classic image you would use to glimpse your own blind spot of a fixation cross on one side and a large dot on the other.  And then I give the instructions here. I’ll just read them through to remind you about how clear this could be. “1) Hold this figure in front of you at arm’s length. 2) Close your left eye and stare at the cross with your right. 3) Gradually move the page closer to your face while keeping your gaze fixed on the cross. 4) notice when the dot on the right disappears. 5) Once you find your blind spot, continue to experiment with this figure by moving the page back and forth until any possibility of doubt about the existence of the blind spot has disappeared. It’s considered bad form in most spiritual circles, especially among Buddhists, to make claims about one’s own realization. However, I think this taboo comes at a high price because it allows people to remain confused about how to practice. So I will describe my experience plainly. Before meeting Tulka Urgyen, I had spent at least a year practicing Vipassana silent retreats.  The experience of self-transcendence was not entirely unknown to me. I could remember moments when the distance between the observer and the observed had seemed to vanish. But I viewed these experiences as being dependent on conditions of extreme mental concentration. Consequently, I had thought that they were unavailable in more ordinary moments outside intensive retreat. But after a few minutes, Tulka Urgyen simply handed me the ability to cut through the illusion of the self directly, even in ordinary states of consciousness. This instruction was, without question, the most important thing I have ever been explicitly taught by another human being. It has given me a way to escape the usual tides of psychological suffering – fear, anger, shame – in an instant. At my level of practice, this freedom lasts only a few moments. But these moments can be repeated. And they can grow in duration.  Punctuating ordinary experience in this way makes all the difference. In fact, when I pay attention, it is impossible for me to feel like a self at all. The implied center of cognition and emotion simply falls away, and it is obvious that consciousness is never truly confined by what it knows. That which is aware of sadness is not sad. That which is aware of fear is not fearful. The moment I am lost in thought, however, I am as confused as anyone else. Given this change in my perception of the world, I understand the attractions of traditional spirituality, I also recognize the needless confusion and harm that inevitably arise from the doctrines of faith-based religion. I did not have to believe anything irrational about the universe or about my place within it to learn the practice of Dzogchen.  I didn’t have to accept Tibetan Buddhist beliefs about karma and rebirth or imagine that Tulka Urgyen or the other meditation masters I met possessed magic powers. And whatever the traditional liabilities of the guru/devotee relationship, I know from direct experience that it’s possible to meet a teacher who can deliver the goods.” Okay. So that’s the end of my reading. So that’s how I come to the practice of meditation. And after I spent the decade of my 20s largely focused on meditation as well as reading the relevant eastern and western philosophy, I decided to go back to school because I was writing nonfiction about the nature of the mind. Happily, I had dropped out of Stanford University where you can never really drop out. I think Stanford is one of the few schools in the United States that has the policy of never making you reapply.  So I just showed up like some Rip Van Winkle character after 11 years away and finished my degree in philosophy and then went on to do a PhD in neuroscience at UCLA. So I bring a philosophical and scientific and secular perspective to meditation. Ultimately, I think we should all be practicing nondual mindfulness without believing any bullshit. That is a human future worth wanting. And that’s what I’m attempting to equip people to do in the Waking Up Course. In producing the Waking Up Course, I’m attempting to do something that I’m especially qualified to do. I don’t consider myself the best at any one thing. But you don’t have to be the best at anything to be almost uniquely qualified for something.  The Waking Up Course is, in part, a meditation course. So obviously, there are guided meditations. And I’ll be continually adding to those as time goes on. I will say that even if you’re an experienced meditator, using guided meditations can be extremely helpful. And this is one of the things that’s unique about audio. You can’t do this with a book. There’s no alternative to having an actual voice remind you that you’re supposed to be paying attention.  And I find guided meditations extremely helpful, and I’ve been meditating for now nearly 30 years. In addition to the guided meditations, there’s also an expanding curriculum of short talks on a variety of topics. I call these talks lessons. Some explain concepts that are directly relevant to meditation. Others are more like philosophical interventions or have you reflect on a specific topic for a few minutes, sometimes starting with a scientific finding or a quotation that inspires a particular line of thought. So here, I’d like to give you a taste of the course. I’ll start with one of the early meditations, very much designed for someone new to the practice of mindfulness. So if you’re not bored already, this is the part of the podcast that really will bore you to tears if you’re working out at the gym or commuting. But if you’re in a spot where you can meditate, here’s the first ten-minute meditation. Once again, take a seat either in chair or cross-legged on a cushion. It’s good to sit as comfortably as you can. And it’s usually best to be sitting as straight as you can. Now, close your eyes and become aware of the sensations of sitting. Feel your arms at your sides. And perhaps take a few deep breaths. [Silence] Just allow gravity to settle you into your seat. Now, as you did yesterday, become aware of the sensations of breathing. Notice where you feel the breath most clearly, either at the tip of the nose or in the rising and falling of your abdomen or chest. It doesn’t matter where you pay attention to the breath. And you can change your focus from session to session if you like. But for the moment, just pick one spot and focus there. [Silence] There’s nothing especially significant about the breath. But it’s something you always have with you. And it’s as good as any other sense object as a basis for training your powers of attention. Eventually, the practice will incorporate everything that arises in consciousness.  [Silence] Just feel the mere sensations of breathing from the beginning of the inhalation to the pause between breaths and follow the exhalation to the end. [Silence] Try to cover the breath with your awareness. And once again, there’s no need to control your breathing. Just let it come however it comes. [Silence] What we’re doing here is sharpening the only tool you really have: your mind. This is what you take with you in any situation in life. This is what determines how you respond to emotional stress and physical pain and every other difficulty you encounter. This is the basis for every decision you make and every interaction you have with other people. And as you begin to observe it, you will notice, perhaps with growing amazement, that your mind is totally out of control. As you try to pay attention to the breath, you’ll begin to notice that the primary obstacle to your paying attention is thinking. Thoughts continually arise. And you forget that you are even trying to meditate at all. And this happens over the course of mere seconds. Just try to count the next ten breaths without getting distracted. You can silently, in your mind, count one on the inhalation and one again on the exhalation and then two. See if you can get to ten. [Silence] Unless you have a lot of concentration, you probably were unable to tell how precarious your awareness of the breath actually was, how your attention was being buffeted on all sides by discursive thought. Now, the goal isn’t to stop your thoughts or to suppress any emotion that might arise along with them. It is, rather, to notice these mental events clearly and to experience them fully, more fully, in fact, to recognize them as appearances in consciousness the moment they arise. But that is generally a very difficult thing to do in the beginning. So for the time being, the moment you discover that you’re thinking, just observe it and come back to the breath. [Silence] In this final minute of the meditation, just start again. [Silence] Just feel the next breath as it comes. [Silence] Okay. Well, just take a moment to take stock of how you’re feeling, whether you’re tired or restless or calm. Whether your experience was pleasant or unpleasant isn’t really the point. What you’re learning here is a new skill. And unless you’re coming to this course already knowing how to meditate, you can’t expect to be able to do it well in the beginning. And as the practice develops over the next days and weeks, you’ll see that you do less, not more than you normally do. You’re not adding an artifice to your experience in the present moment. Rather, you’re simply becoming less distracted. The purpose of meditation is to discover what your mind is like when you’re no longer perpetually identified with the contents of your thoughts. And to make progress, you simply need to be willing to begin again. Okay. So that’s what an early guided meditation sounds like. Now, I’ll give you a lesson. Again, these are short talks on many different topics. Here’s one on the topic of death. Well, today’s topic is a topic we all think about while doing our best not to think about it. The topic is death. And how we think about death changes depending on whether we’re thinking about dying ourselves or about losing the people we love. But whichever side of the coin we take here, death is really an ever-present reality for us. And it is so whether we’re thinking about it or not. It’s always announcing itself in the background, on the news, in the stories we hear about the lives of others, in our concerns about our own health, in the attention we pay when crossing the street. If you observe yourself closely, you’ll see that you spend a fair amount of energy each day trying not to die. And, has long been noted by philosophers and contemplatives and poets, death makes a mockery of almost everything else we spend our lives doing.  Just take a moment to reflect on how you’ve spent your day so far, the kinds of things that captured your attention, the things that you’ve been genuinely worried about. Think of the last argument you had with your spouse. Think of the last hour you spent on social media. Over the last few days, I’ve been spending an inordinate amount of time trying to find a new font for my podcast. This has literally absorbed hours of my time. So if you had stopped me at any point in the last 48 hours and asked me what I’m up to, what really concerns me, what deep problem I’m attempting to solve, the solution to which seems most likely to bring order to the chaos in my corner of the universe, the honest answer would have been, “I’m looking for a font.” Now, I’m not saying that everything we do has to be profound in every moment. Sometimes you just have to find a font. But contemplating the brevity of life brings some perspective to how we use our attention.  It’s not so much what we pay attention to. It’s the quality of attention. It’s how we feel while doing it. If you need to spend the next hour looking for a font, you might as well enjoy it because the truth is, none of us know how much time we have in this life. And taking that fact to heart brings a kind of moral and emotional clarity and energy to the present, or at least it can. And it can bring a resolve to not suffer over stupid things. Take something like road rage. This is probably the quintessential example of misspent energy. You’re behind the wheel of your car, and somebody does something erratic. Or they’re probably just driving more slowly than you want. And you find yourself getting angry. Now, I would submit to you that that kind of thing is impossible if you’re being mindful of the shortness of life.  If you’re aware that you’re going to die and that the other person is going to die and that you’re both going to lose everyone you love and you don’t know when, you’ve got this moment of life, this beautiful moment, this moment where your consciousness is bright, where it’s not dimmed by morphine in the hospital on your last day among the living, and the sun is out or it’s raining – both are beautiful – and your spouse is alive, and your children are alive, and you’re driving, and you’re not in some failed state where civilians are being rounded up and murdered by the thousands, you’re just running an errand, and that person in front of you, who you will never meet, whose hopes and sorrows you know nothing about but which if you could know them, you would recognize are impressively similar to your own is just driving slow. This is your life, the only one you’ve got. And you’ll never get this moment back again. And you don’t know how many more moments you have. No matter how many times you do something, there will come a day when you do it for the last time. You’ve had a thousand chances to tell the people closest to you that you love them in a way that they feel it and in a way that you feel it. And you’ve missed most of them. And you don’t know how many more you’re going to get. You’ve got this next interaction with another human being to make the world a marginally better place. You’ve got this one opportunity to fall in love with existence. So why not relax and enjoy your life? Really relax, even in the midst of struggle, even while doing hard work, even under uncertainty. You’re in a game right now. And you can’t see the clock, so you don’t know how much time you have left. And yet, you’re free to make the game as interesting as possible. You can even change the rules.  You can discover new games that no one has thought of yet. You can make games that used to be impossible suddenly possible and get others to play them with you. You can literally build a rocket to go to Mars so that you can start a colony there. I actually know people who will spend some part of today doing that. But whatever you do, however seemingly ordinary, you can feel the preciousness of life. And an awareness of death is the doorway into that way of being in the world. Okay. Here’s a lesson titled, “The Mystery of Being.” Of all the solar systems in this universe that might sustain complex life, we find ourselves in this one. It took billions of years of evolution on this earth to produce the people we now are. Our brains and bodies have evolved through millions of generations, reaching back to creatures totally unlike us, to animals so strange that we wouldn’t even want them as pets, and finally to single-celled organisms. For ages, the world got on without us. But now, we’re here. And among all the possible people that could exist, we are among the tiny minority that actually do. And of all the periods in human history where we might have appeared, we live in this one, arguably the first in which it was possible to understand our circumstance in a truly universal sense. For the first time, a person’s view of the world need not be dictated by the mere location of his birth or the religion of his parents.  For the first time, the barriers of language and geography have totally fallen away. At this moment, you have instantaneous access to more information than even the greatest scholar or world leader did a generation ago. And yet, on some level, we confront the same mystery of our existence that Socrates or the Buddha faced. The fact that you are you, the fact that you exist in this moment is a miracle of sorts. There’s something fundamentally inexplicable about it. There’s no amount of knowledge that seems adequate to dispel the mystery of our appearance here. And whatever you know, whatever you believe, whatever you have done or hope to do, you have this moment of conscious life to contemplate. You have this minute, this hour, this day. And it will never come again. So I want to talk for a few minutes about the intrinsic mystery of this circumstance.  It really is the mystery of being. In science and philosophy, we often claim that we’re in the business of getting rid of mysteries. And there is, of course, a sense in which that’s true. If we don’t know why people are getting sick, for instance, and we discover the virus that’s causing it, well then the mystery has been solved. But there’s another sense in which mystery never recedes. And if you pay attention, you can see that it’s an ever-present fact of even the most well-understood phenomena. The philosopher Bertrand Russell described our most rudimentary knowledge of the world as knowledge by acquaintance. For instance, the color of a table standing before you.  And here’s a quote. “The particular shade of color that I’m seeing may have many things said about it. I might say that it is brown, that it is rather dark, and so on. But such statements, though they make me know truths about the color do not make me know the color itself any better than I did before. So far as concerns the knowledge of the color itself as opposed to knowledge of truths about it, I know the color perfectly and completely when I see it. And no further knowledge of it is even theoretically possible. Thus, the sense data which make up the appearance of my table are things with which I have acquaintance and things immediately known to me just as they are.” Now, what Russell seems to overlook here is that this basic knowledge to which no knowledge can even be theoretically added is a place where we uncover an intrinsic limit to understanding.  When we consider any facet of experience – in this case, a vision of color – if we can then stem the tide of our thoughts long enough to merely observe it as it is, the fact that we’re in total ignorance of what it is can become obvious. What is the color blue? Not as a function of wavelengths of light or neurophysiology but as it is directly perceived. We’re really left with nothing to say but that it’s blue which, of course, does nothing to clarify things. In fact, it’s not even blue, which is just a word. It’s a noise we’re making. But what we see before us is whatever it inevitably is. Focusing on this distance between concepts and experience is a means of sneaking up on a truth that is generally described in Buddhism as the truth of emptiness, the idea that no thing has intrinsic independent existence in the way that it seems. Now, there are many ways to come at this insight into emptiness.  And frankly, this line of inquiry may be too steep for some of you at this point. So I encourage you to return to it after you have more experience in the practice of meditation. But it is worth reflecting on, even in the beginning. The moment we suspend the conceptual associations we have with a given object or perception, our knowledge about it, our direct experience of it can grade into this experience of just pure mystery. We’re left with this wordless intuition of consciousness and its contents about which nothing more really can be said. Right now, as you listen to me speak, pay careful attention to the process of listening, the feeling of sitting in your chair. Look closely at everything around you. I’d like to suggest that while you know many things about the present moment, you do not know what anything in itself is. Now, look at your hand. What is it? We can define this part of your body in language.  You can call it “hand.” You can consider the fact that it’s made of bone and muscle and threaded with blood vessels and nerves. But this is all a description about the object that you’re now looking at. If you simply look at your hand and ask yourself, “What is it?” You might realize in a moment of rare open-mindedness that it is an absolute mystery. It is, in fact, as mysterious in appearance as any you could ever hope to find. Now, there are scientific arguments that can be arrayed against the mysteriousness of any object. We can point to the fact the atoms in your hand were born billions of years ago in the belly of a star. And in fact, some of these atoms may have inhabited several stars in succession. It’s even possible that some atoms that were once in the bodies of historical figures like Churchill or Cleopatra are now in you. In fact, it might be descriptively true to implicate the entire universe in your hand or in any object being what it is.  But no such litany of concepts or connections can account for the mystery that looms whenever you just look at something closely, anything, however common place and realize that while you might have volumes of knowledge about it, you don’t have the slightest understanding of what it is in itself. Now others have noticed this fact. Walter Benjamin, the German literary critic stumbled upon this mystery in Marseille after smoking hashish for the first time. He distilled it in the phrase, “How things withstand the gaze.” And all things really do withstand the gaze. We confront the mystery of being in every moment, but we don’t notice it because this mystery is tiled over with concepts. Now, meditation isn’t about understanding things conceptually. It’s the ability to experience things more clearly prior to concepts.  It is the knowledge by acquaintance that Russell spoke of here taken to the ultimate degree. And the more you practice it, you’ll find that it really is a new form of intelligence. It leads to another way of being in the world and one that can allow for a kind of psychological freedom that a continuous entanglement with concepts doesn’t. There’s a famous parable from the Buddha meant to get at this difference. A man is struck in the chest with a poison arrow, and a surgeon rushes to his side to being the work of saving his life. But the man resists. He first wants to know the name of the fletcher who fashioned the arrow’s shaft and the type of wood from which it was cut and the motive of the man who shot it and the name of the horse upon which he rode and a thousand other things that have no bearing at all upon his present suffering or ultimate survival.  So this man needs to get his priorities straight. His commitment to thinking about the world results from a basic misunderstanding of his predicament. And though we may be only dimly aware of it, we too have problems that will not be solved by more thinking. Finally, here’s a 12-minute guided meditation that comes a little later in the course. As you get comfortable in your seat, you might keep your eyes open for the beginning of this session. And take a few deep breaths. And just let yourself settle into the feeling of resting in space. [Silence] And as you gaze in front of you, just let your gaze be as wide as possible. No need to focus on anything in particular. [Silence] Just stare into space with soft eyes feeling the breath come and go. [Silence] Listen to the sounds in the room rising and passing away. And as you stare into your visual field, take a moment to look for what is looking. See if you can look back with your attention at the one who is seen. And this may sound paradoxical but see what happens the moment you look. There was a teacher named Douglas Harding who wrote a book titled On Having No Head. And the exercise he recommended to his students was to gaze at whatever is before you and look for your own head. Notice that your head is not one of the things you see. What is it like to see the world and simultaneously notice that your head is not appearing in it? See if that does anything to your sense of awareness. Harding used to say that where his head was supposed to be there was just the world. See if you can be mindful of that in each moment. [Silence] And now, gently close your eyes. And pay attention to this feeling that you might have that you are now inside your head, but your attention is in something. But again, what you’re calling your head, the sensations you get from your skin, the muscles in your face, all of that is appearing in consciousness. That which is aware is not inside of something. Everything is in it. See if you can feel that. [Silence] Open your eyes again and ask yourself what has changed. Is there a sense that the world comes rushing in? That space just got bigger? You might play with this, opening and closing your eyes periodically. Is there really a change? It’s a change in the contents of consciousness, clearly. There are things you can see with your eyes open that you can’t with your eyes closed, but you still have a visual field in both cases. When you close your eyes, your visual field doesn’t disappear. All that is changing are the contents of consciousness. [Silence] And more and more as we proceed in this practice, we want to be looking to see if the feeling that consciousness has a center, that there’s a meditator in the middle of each moment of meditation, a thinker of thoughts, a seer of sights, a hearer of sounds. Be looking into that, that feeling that awareness emanates from a single point inside the head. And in some ways, this is even easier to do with eyes open because we use vision to define ourselves in opposition to our environment more than we do with the other senses. There’s a clear feeling that most of us have most of the time that we are behind our face looking out at the world through our eyes. But as you look out at the world in this moment, see if that feeling is true. You might look to see if there’s any evidence that you are behind your face at this moment. [Silence] And the moment you notice you’re lost in thought, come back to this exercise, keeping attention very wide with our eyes open or closed… [Silence] …and seeing if this feeling of being inside the head survives scrutiny. [Silence] In the last minute of this session, just give up all efforts and notice whatever appears on its own. [Silence] Well, today, I introduced a slightly different exercise. And there’ll be some more of that coming from time to time because it’s good to use this growing facility with mindfulness to engage a kind of structured analysis of experience. You can definitely precipitate certain insights by doing something a little more directed than just noticing whatever happens to arise. And if you’re interested, you might get that book I mentioned, On Having No Head, by Douglas Harding because he, in a way that was quite unique to him, developed analogies and exercises that can provoke an insight into the illusoriness of subject/object perception. That’s not to say that consciousness isn’t arising in the brain.  It’s not making any claims about your mind being coterminous with the rest of the physical world. What Harding was doing was showing that this sense of being inside the head from the side of experience changes when you actually look to see if it’s true. And as you play with that exercise, you might find that a very expansive and centerless sense of what awareness is can emerge in place of this feeling that you would otherwise call I. Okay. Well, hopefully that gives you a sense of what I’m doing with the Waking Up Course. Again, this is an ongoing project for me. And as I add content to the course, I’ll be attempting to synthesize everything I’ve discovered in my own practice and in philosophy and science generally that seems helpful for increasing our understanding of our own minds. Of course, many of these things have been discussed by philosophers and contemplatives for thousands of years. But they can now be viewed in a 21st century context. So unlike my own podcast which deals with politics and recent developments in science and a host of topical and controversial issues, the Waking Up Course is really a chance for me to talk about the most important things I’ve ever learned. So if you’re interested in practicing meditation with me and engaging in philosophical and scientific considerations about the nature of mind, you can check it out at wakingup.com.  And thank you, Tim, for inviting me on your podcast. Your audience should know that I consider myself not only a friend of yours, but I’m also one of your true fans because yours is one of the podcasts that I regularly listen to. In fact, with some regularity, I steal your guests. I discovered Eric Weinstein on your podcast. And he and I now have done a few together. I found Will MacAskill here along with the inimitable Jocko Willink. I think there may be a few others. And all those guys became not only podcast guests but friends as well. So apart from being grateful that you’re in my life, Tim, I am hugely benefitting from what you are doing in the world. So keep it up, my friend. And thanks again for introducing me to your audience.  Posted on: October 31, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of an experimental episode guided by sam harris, ph.d", "(@samharrisorg), the host of the waking up podcast and author of multiple books, including the end of faith, letter to a christian nation, the moral landscape, free will, lying, waking up, and islam and the future of tolerance (with maajid nawaz)", "it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the interview here or by selecting any of the options below", " and be sure to check out the bonus companion episode, found just below the longer episode, if you enjoy what you find here and want to jump straight to the guided meditations", "the companion episode also features additional content from sam not found in the longer episode", "enjoy", "due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "sam harris: hello, tim ferriss fans", "this is sam harris of the waking up podcast and now the waking up course, which is an app that i just released on ios and soon to be on android", "and my friend tim has very generously invited me onto his podcast to preview this course for you and to speak a little bit about meditation", "and i’m very happy to do that", "first, a warning", "in addition to just talking about the course and about meditation, tim has asked me to preview a few of the guided meditations from the app", "so part of this podcast won’t make for very good listening in the car or at the gym or while multitasking", "to get value from these sections and to not be bored by the periods of silence, you really need to be paying attention", "so if you’re not in that situation now, you might save this whole podcast for another time", "i’ll let you know when i’m dropping them in and how long they are", "so if you insist on listening to this while you are kitesurfing or hacking some government installation or staggering around south by southwest in full ketosis or whatever it is that the average tim ferriss fan does on a day like today, you will be okay", "okay, so i’m going to talk for a while about what i’m attempting to do with this course and why i’ve released it as an app", "of course, there are several meditation apps out there, and many of them are quite good", "there’s calm and headspace, and my friends dan harris and joseph goldstein have the 10% happier app", "tim’s buddy kevin rose has the oak app", "these apps really are quite good, and they will definitely teach you how to meditate", "and while i cover similar ground in the waking up course, it’s not just a meditation app", "i’m attempting something else too", "but before i get into the app, first let me tell you a little bit about my background for those of you who are not familiar with it", " i got into meditation at the end of my sophomore year of college, just when i turned 20", "and this was on the heels of a psychedelic experience that provided a fairly startling firmware upgrade of my mind", "i’ve written about psychedelics in supportive and also in fairly cautionary ways, especially in my book, waking up", "and actually, there’s a main chapter on that topic that’s available both in print and in audio on my website under the title “drugs and the meaning of life.” in fact, tim has not only referenced it on this podcast, but i think the audio is available on one of his earlier podcasts", "and i’ll say a few words about how i view the difference between psychedelics and meditation in a minute", " actually, i think i should just read you the first few pages of my book, waking up because it gives the full context about how i came to this topic and how i think about the nature of mind and the role that my experience with psychedelics played here and also how i came to the practice of meditation", "so here’s how the book begins: “i once participated in a 23-day wilderness program in the mountains of colorado", "if the purpose of this course was to expose students to dangerous lightning and half the world’s mosquitos, it was fulfilled on the first day", "what was, in essence, a forced march through hundreds of miles of back country culminated in a ritual known as the solo where we were finally permitted to rest alone on the outskirts of a gorgeous alpine lake for three days of fasting and contemplation", "i had just turned 16, and this was my first taste of true solitude since exiting my mother’s womb", "it proved a sufficient provocation", " “after a long nap and a glance at the icy waters of the lake, the promising young man i imagined myself to be was quickly cut down by loneliness and boredom", "i filled the pages of my journal not with the insights of a budding naturalist, philosopher, or mystic but with a list of the foods on which i intended to gorge myself the instant i returned to civilization", "judging from the state of my consciousness at the time, millions of years of hominid evolution had produced nothing more transcendent than a craving for a cheeseburger and a chocolate milkshake", "i found the experience of sitting undisturbed for three days amid pristine breezes and starlight with nothing to do but contemplate the mystery of my existence to be a source of perfect misery for which i could see not so much as a glimmer of my own contribution", "my letters home, in their plaintiveness and self-pity rivaled any written at shiloh or gallipoli", " “so i was more than a little surprised when several members of our party, most of whom were a decade older than i, described their days and nights of solitude in positive, even transformational terms", "i simply didn’t know what to make of their claims to happiness", "how could someone’s happiness increase when all the material sources of pleasure and distraction had been removed", "at that age, the nature of my mind did not seem to interest me", "only my life did", "i was utterly oblivious to how different life would be if the quality of my mind were to change", "our minds are all we have", "they’re all we’ve ever had", "and they’re all we can offer others", "this might not be obvious, especially when there are aspects of your life that seem in need of improvement, when your goals are unrealized or you’re struggling to find a career or you have relationships that need repairing", "but it’s the truth", " “every experience you have ever had has been shaped by your mind", "every relationship is as good or as bad as it is because of the minds involved", "if you are perpetually angry, depressed, confused, and unloving or your attention is elsewhere, it won’t matter how successful you become or who is in your life", "you won’t enjoy any of it", "most of us could easily compile a list of goals we want to achieve or personal problems that need to be solved", "but what is the real significance of every item on such a list", "everything we want to accomplish – to paint the house, to learn a new language, to find a better job – is something that promises that if done, it would allow us to finally relax and enjoy our lives in the present", "generally speaking, this is a false hope", "i’m not denying the importance of achieving one’s goals, maintaining one’s health, or keeping one’s children clothed and fed", " “but most of us spend our time seeking happiness and security without acknowledging the underlying purpose of our search", "each of us is looking for a path back to the present", "we are trying to find good enough reasons to be satisfied now", "acknowledging that this is the structure of the game that we’re playing allows us to play it differently", "how we pay attention to the present moment largely determines the character of our experience and, therefore, the quality of our lives", "mystics and contemplatives have made this claim for ages, but a growing body of scientific research now bears it out", "a few years after my first painful encounter with solitude, in the winter of 1987, i took the drug 3,4-methylenedioxy-n-methylamphetamine, mdma, commonly known as ecstasy", "and my sense of the human mind’s potential shifted profoundly", " “although mdma would become ubiquitous at dance clubs and raves in the 1990s, at the time, i didn’t know anyone of my generation who had tried it", "one evening, a few months before my 20th birthday, a close friend and i decided to take the drug", "the setting of our experiment bore little resemblance to the conditions of dionysian abandon under which mdma is now often consumed", "we were alone in a house seated across from each other on opposite ends of a couch and engaged in quiet conversation as the chemical worked its way into our heads", "unlike other drugs with which we were by then familiar – marijuana and alcohol – mdma produced no feeling of distortion in our senses", "our minds seemed completely clear", "in the midst of this ordinariness, however, i was suddenly struck by the knowledge that i loved my friend", "this shouldn’t have surprised me", "he was, after all, one of my best friends", " “however, at that age, i was not in the habit of dwelling on how much i loved the men in my life", "now i could feel that i loved him", "and this feeling had ethical implications that suddenly seemed as profound as they now seem pedestrian on the page", "i wanted him to be happy", "that conviction came crashing down with such force that something seemed to give way inside me", "in fact, the insight appeared to restructure my mind", "my capacity for envy, for instance – the sense of being diminished by the happiness or success of another person – seemed like a symptom of mental illness that had vanished without a trace", "i could no more have felt envy at that moment than i could have wanted to poke out my own eyes", "what did i care if my friend was better looking or a better athlete than i was", "if i could have bestowed these gifts on him, i would have", "truly wanting him to be happy made his happiness my own", " “a certain euphoria was creeping into these reflections, perhaps, but the general feeling remained one of absolute sobriety and of moral and emotional clarity unlike any i had ever known", "it would not be too strong to say that i felt sane for the first time in my life", "and yet the change in my consciousness seemed entirely straightforward", "i was simply talking to my friend – about what, i don’t recall – and realized that i had ceased to be concerned about myself", "i was no longer anxious, self-critical, guarded by irony, in competition, avoiding embarrassment, ruminating about the past and future, or making any other gesture of thought or attention that separated me from him", "i was no longer watching myself through another person’s eyes", "and then came the insight that irrevocably transformed my sense of how good human life could be", " “i was feeling boundless love for one of my best friends, and i suddenly realized that if a stranger had walked through the door at that moment, he or she would have been fully included in this love", "love was, at bottom, impersonal and deeper than any personal history could justify", "indeed, a transactional form of love – ‘i love you because…’ – now made no sense at all", "the interesting thing about this final shift in perspective was that it was not driven by any change in the way i felt", "i was not overwhelmed by a new feeling of love", "the insight had more the character of a geometric proof", "it was as if having glimpsed the properties of one set of parallel lines, i suddenly understood what must be common to them all", "the moment i could find a voice with which to speak, i discovered that this epiphany about the universality of love could be readily communicated", "my friend got the point at once", " “all i had to do was ask him how he would feel in the presence of a total stranger at that moment, and the same door opened in his mind", "it was simply obvious that love, compassion, and joy in the joy of others extended without limit", "the experience was not of love growing but of its being no longer obscured", "love was, as advertised by mystics and crackpots through the ages, a state of being", "how had we not seen this before", "and how could we overlook it ever again", "it would take me many years to put this experience into context", "until that moment, i had viewed organized religion as merely a monument to the ignorance and superstition of our ancestors", "but i now knew that jesus, the buddha, lao-tzu, and the other saints and sages of history had not all been epileptics, schizophrenics, or frauds", "i still considered the world’s religions to be mere intellectual ruins maintained at enormous economic and social cost", "but i now understood that important psychological truths could be found in the rubble.”  okay", "so that’s how i started my book, waking up, which is a book about the nature of consciousness and how we can understand some of the life-changing experiences people can have, experiences often described as mystical or spiritual, but understand them in a 21st century rational, scientific context", "as some of you probably know, i’ve been a fairly vociferous critic of religion over the years", "i’ve written several books and participated in many debates spelling out the reasons why", "my basic view is this: there’s a difference between believing things for good reasons and believing things for bad reasons", "and this is a difference that we all recognize in every area of our lives until the conversation turns to things like god and what happens after death and the origins of certain books like the bible and the quran", " so my argument is that we can get what is most profound out of human life without lying to ourselves or to our children about the nature of reality", "that’s not to say that the universe might not be incredibly strange or that science has everything figured out", "in fact, the universe is incredibly strange", "and science does not have everything figured out", "but one thing should be absolutely clear", "the men and women who lived 2,000 years ago didn’t have everything figured out either", "and on many crucial points, they were ignorant of things that every child learns in school today, like, for instance, that brains are somehow involved in producing minds", "no one knew this 2,000 years ago", "and to deny it today is intellectually irresponsible", "so after i had the experience on mdma i just described, i spent the better part of my 20s seeking out a fairly esoteric education", " it wouldn’t have been so esoteric in the ‘60s when many people were dropping out and going to india with the beatles, but it was fairly rare to see someone my age doing this in the late ‘80s", "so most of my friends at the time were 20 years older than i was", "and i made many trips to india and nepal to study with various meditation masters", "i spent around a year and a half or two years on silent retreat, never for longer than three months at a time", "that was spread out over my 20s", "i did a couple of three-month retreats and several two-month retreats and one-month retreats and many shorter ones mostly in the context of practicing the vipassana, otherwise known as mindfulness meditation but ultimately practicing dzogchen, which is a tibetan practice that i’ll talk about", "in fact, i should just read you another section of my book, waking up because i spell out some important distinctions there", " there’s a distinction, generally speaking between gradual versus sudden notions of realization or awakening", "and this can seem totally paradoxical to people", "so i’m going to read to you a little bit about this, and you’ll get more of my background here", "this is from a section in the book titled, “gradual versus sudden realization.” “we wouldn’t attempt to meditate or engage in any other contemplative practice if we didn’t feel that something about our experience needed to be improved", "but here lays one of the central paradoxes of spiritual life because this very feeling of dissatisfaction causes us to overlook the intrinsic freedom of consciousness in the present", "as we have seen, there are good reasons to believe that adopting a practice like meditation can lead to positive changes in one’s life", "but the deepest goal of spirituality is freedom from the illusion of the self", " and to seek such freedom as though it were a future state to be attained through effort is to reinforce the chains of one’s apparent bondage in each moment", "traditionally, there have been two solutions to this paradox", "one is to simply ignore it and to adopt various techniques of meditation in the hope that a breakthrough will occur", "some people appear to succeed at this, but many fail", "it is true that good things often happen in the meantime", "we can become happier and more concentrated", "but we can also despair of the whole project", "the words of the sages may begin to sound like empty promises, and we’re left hoping for transcendent experiences that never arrive or prove merely temporary", "the ultimate wisdom of enlightenment, whatever it is, cannot be a matter of having fleeting experiences", "the goal of meditation is to uncover a form of wellbeing that is inherent to the nature of our minds", " it must, therefore, be available in the context of ordinary sights, sounds, sensations, and even thoughts", "peak experiences are fine, but real freedom must be coincident with normal, waking life.” and as a sidebar to this – this is now me speaking off-book – this is one of the crucial distinctions between meditation and psychedelics as tools", "it’s very easy to draw the lesson from psychedelic experiences, however useful, that freedom somehow lays in radically transforming the contents and character of consciousness, whereas the goal of meditation is to recognize that there is something about ordinary consciousness, the very awareness in you that is experiencing the sound of my voice in this moment, that is already radically free of self", "it’s already open", "it’s already undefined", "consciousness never is truly confined by its contents", " and so, while psychedelics have been very useful for me and many others, the center of the bullseye for me is something that is actually coincident with normal, waking consciousness, precisely the kind of consciousness that could allow you to safely drive a car, which if you’ve ever taken acid or mushrooms, it’s not where one tends to be pitched on those drugs", "so back to the text", "“the other traditional response to the paradox of spiritual seeking is to fully acknowledge it and concede that all efforts are doomed because the urge to attain self-transcendence or any other mystical experience is a symptom of the very disease we want to cure", "there is nothing to do but give up the search", "these paths may appear antithetical", "and they are often presented as such", "the path of gradual assent is typical of theravada buddhism and most other approaches to meditation in the indian tradition", " and gradualism is the natural starting point for any search, spiritual or otherwise", "such goal-oriented modes of practice have the virtue of being easily taught because a person can begin them without having had any fundamental insight into the nature of consciousness or the illusoriness of the self", "he need only adopt new patterns of attention, thought, and behavior, and the path will unfold before him", "by contrast, the path of sudden realization can appear impossibly steep", "it is often described as ‘nondualistic’ because it refuses to validate the point of view from which one would meditate or practice any other spiritual discipline", "consciousness is already free of anything that remotely resembles the self", "and there is nothing you can do as an illusionary ego to realize this", "such a perspective can be found in the indian tradition of advaita vedanta and in a few schools of buddhism", " those who begin to practice in the spirit of gradualism often assume that the goal of self-transcendence is far away", "and they may spend years overlooking the very freedom they yearn to realize", "the liability of this approach became clear to me when i studied under the burmese meditation master, sayadaw u pandita", "i sat through several retreats with u pandita, each a month or two in length", "these retreats were based on the monastic discipline of theravadan buddhism", "we did not eat after noon and were encouraged to sleep no more than four hours each night", "outwardly, the goal was to engage in 18 hours of formal meditation each day", "inwardly, it was to follow the stages of insight laid out in buddhaghosa’s fifth century treatise, the visuddhimagga and elaborated in the writings of u pandita’s own legendary teacher, mahasi sayadaw", "the logic of this practice is explicitly goal-oriented", " according to this view, one practices mindfulness not because the intrinsic freedom of consciousness can be fully realized in the present but because being mindful is a means for attaining an experience often described as ‘cessation,’ which is thought to decisively uproot the illusion of the self along with other mental afflictions, depending on one’s stage of practice", "cessation is believed to be a direct insight into an unconditioned reality – in pali, this is called nibbana", "in sanskrit, nirvana – that lays behind all manifest phenomena", "this conception of the path to enlightenment is open to several criticisms", "the first is that it is misleading with respect to what can be realized in the present moment in a state of ordinary awareness", "thus, it encourages confusion at the outset regarding the nature of the problem one is trying to solve", " it is true, however, that striving toward the distant goal of enlightenment as well as the nearer goal of cessation can lead one to practice with an intensity that might otherwise be difficult to achieve", "i never made more effort than i did when practicing under u pandita", "but most of this effort arose from the very illusion of bondage to the self that i was seeking to overcome", "the model of this practice is that one must climb the mountain so that freedom can be found at the top", "but the self is already an illusion", "and that truth can be glimpsed directly at the mountain’s base or anywhere else along the path", "one can then return to this insight again and again as one’s sole method of meditation, thereby arriving at the goal in each moment of actual practice", "this isn’t merely a matter of choosing to think differently about the significance of mindfulness", " it is a difference in what one is able to be mindful of", "dualistic mindfulness – paying attention to the breath, for instance – generally proceeds on the basis of an illusion", "one feels that one is a subject, a locus of consciousness inside the head that can strategically pay attention to the breath or to some other object of awareness because of all the good that it will do", "this is gradualism in action", "and yet, from a nondualistic point of view, one could just as well be mindful of selflessness directly", "to do this, however, one must recognize that this is how consciousness is", "and such an insight can be difficult to achieve", "however, it does not require the meditative attainment of cessation", "another problem with the goal of cessation is that most traditions of buddhism do not share it", "and yet, they produce long lineages of contemplative masters, many of whom have spent decades doing nothing but meditating on the nature of consciousness", " if freedom is possible, there must be some mode of ordinary consciousness in which it can be expressed", "why not realize this frame of mind directly", "nevertheless, i spent several years deeply preoccupied with reaching the goal of cessation", "and at least one year of that time was spent on silent retreat", "although i had many interesting experiences, none seemed to fit the specific requirements of this path", "there were periods during which all thought subsided and any sense of having a body disappeared", "what remained was a blissful expanse of conscious peace that had no reference point in any of the usual sensory channels", "many scientists and philosophers believe that consciousness is always tied to one of the five senses and that the idea of ‘pure consciousness,’ apart from seeing, hearing, smelling, tasting, and touching is a category error and a spiritual fantasy", "i am confident that they are mistaken", "but cessation never arrived", " given my gradualist views at that point, this became very frustrating", "most of my time on retreat was extremely pleasant", "but it seemed to me that i had been merely given the tools with which to contemplate the evidence of my non-enlightenment", "my practice had become a vigil, a method of waiting, however patiently, for a future reward", "the pendulum swung when i met an indian teacher named h", "w", "l", "poonja, called poonjaji or papaji by his students", "poonjaji was a disciple of ramana maharshi, arguably the most widely revered indian sage of the 20th century", "ramana’s own awakening had been quite unusual because he had had no apparent spiritual interest or contact with a teacher", "as a boy of 16 living in a middle-class family of south indian brahmins, he spontaneously became a spiritual adept", "while sitting alone in his uncle’s study, ramana suddenly became paralyzed by a fear of death", " he lay down on the floor, convinced that he would soon die", "but rather than remaining terrified, he decided to locate the self that was about to disappear", "he focused on the feeling of i, a process he later called self-inquiry and found it to be absent from the field of consciousness", "ramana, the person didn’t die that day", "but he claimed that the feeling of being a separate self never darkened his consciousness again", "after fruitlessly attempting to behave like the ordinary boy he had once been, ramana left home and traveled to tiruvannamalai, an ancient pilgrimage site for followers of shiva", "he spent the rest of his life there, in proximity to the mountain arunachalam with which he claimed to have a mystical connection", "in the early years after his awakening, ramana seemed to lose his ability to speak", "and he was said to grow so absorbed in his experience of transfigured consciousness that he remained motionless for days at a time", " his body grew weak, developed sores, and had to be tended by the few locals who had taken an interest in him", "after a decade of silence, around 1906, ramana began to conduct dialogues about the nature of consciousness", "until the end of his life, a steady stream of students came to study with him", "these are the sorts of things he was apt to say.” these are quotes from ramana maharshi", "“the mind is a bundle of thoughts", "the thoughts arise because there is the thinker", "the thinker is the ego", "the ego, if sought, will automatically vanish.” here’s another quote", "“reality is simply the loss of the ego", "destroy the ego by seeking its identity", "because ego is no entity, it will automatically vanish, and reality will shine forth by itself", "this is the direct method, whereas all other methods are done only retaining the ego", "no sadhanas,” spiritual practices, “are necessary for engaging in this quest.”  and finally, here’s one more quote: “there is no mystery greater than this, that being reality, we seek to gain reality", "we think that there is something hiding our reality and that it must be destroyed before the reality is gained", "it is ridiculous", "a day will dawn when you will laugh at your past efforts", "that which will be on the day you laugh is also here and now.” back to my text: “any attempt to make sense of such teachings in third person, scientific terms quickly produces monstrosities", "from the point of view of psychological science, for instance, the mind is not just a ‘bundle of thoughts.’ in what sense can reality be ‘simply the loss of the ego’", "does this reality include quasars and hantavirus", "but these are the kinds of quibbles that will cause one to miss ramana’s point", "while the philosophy of advaita –” and that’s the word for nondualism in sanskrit", " “while the philosophy of advaita and ramana’s own words may tend to support a metaphysical reading of teachings of this kind, their validity is not metaphysical", "rather, it is experiential", "the whole of advaita reduces to a series of very simple and testable assertions", "consciousness is the prior condition of every experience", "the self or ego is an illusory appearance within it", "look closely for what you are calling i, and the feeling of being a separate self will disappear", "what remains, as a matter of experience is a field of consciousness free, undivided, and intrinsically uncontaminated by its everchanging contents", "these are the simple truths that poonjaji taught", "in fact, he was even more uncompromising than his guru in his nonduality", "whereas ramana would often concede the utility of certain dualistic practices, poonjaji never gave an inch", "the effect was intoxicating, especially to those of us who had spent years practicing meditation", " poonjaji was also given to spontaneous bouts of weeping and laughter, both apparently from sheer joy", "the man did not hide his light under a bushel", "when i first met him, he had not yet been discovered by the throngs of western devotees who would soon turn his tiny house in lucknow into a spiritual circus", "like his teacher, ramana, poonjaji claimed to be perfectly free from the illusion of the self", "and by all appearances, he was", "and, like ramana and every other indian guru, poonjaji would occasionally say something deeply unscientific", "on the whole, however, his teaching was remarkably free form hindu religiosity or unwarranted assertions about the nature of the cosmos", "he appeared to simply speak from experience about the nature of experience itself", "poonjaji’s influence on my was profound, especially because it came as a corrective to all the strenuous and unsatisfying efforts i had been making in meditation up until that point", " but the dangers inherent to his approach soon became obvious", "the all or nothing quality of poonjaji’s teaching obliged him to acknowledge the full enlightenment of any person who was grandiose or manic enough to claim it", "thus, i repeatedly witnessed fellow students declare their complete and undying freedom, all the while appearing quite ordinary, or worse", "in certain cases, these people had clearly had some sort of breakthrough", "but poonjaji’s insistence upon the finality of every legitimate insight led many of them to delude themselves about their spiritual attainments", "some left india and became gurus", "from what i could tell, poonjaji gave everyone his blessing to spread his teachings in this way", "he once suggested that i do it", "and yet, it was clear to me that i was not qualified to be anyone’s guru", "nearly 20 years have passed, and i’m still not", "of course, from poonjaji’s point of view, this is an illusion", " and yet, there simply is a difference between a person like myself who is generally distracted by thought and one who isn’t and cannot be", "i don’t know where to place poonjaji on this continuum of wisdom, but he appeared to be a lot farther along than his students", "whether poonjaji was capable of seeing the difference between himself and other people, i do not know", "but his insistence that no difference existed began to seem either dogmatic or delusional", "on one occasion, events conspired to perfectly illuminate the flaw in poonjaji’s teaching", "a small group of experienced practitioners among several teachers of meditation had organized a trip to india and nepal to spend ten days with poonjaji in lucknow followed by ten days in kathmandu to receive teachings on the tibetan buddhist practice of dzogchen", "as it happened, during our time in lucknow, a woman from switzerland became ‘enlightened’ in poonjaji’s presence", " for the better part of a week, she was celebrated as something akin to the next buddha", "poonjaji repeatedly put her forward as evidence of how fully the truth could be realized without making any effort at all in meditation", "and we had the pleasure of seeing this woman sit beside poonjaji on a raised platform, expounding upon how blissful it now was in her corner of the universe", "she was, in fact, radiantly happy", "and it was by no means clear that poonjaji had made a mistake in recognizing her", "she would say things like, ‘there is nothing but consciousness", "and there is no difference between it and reality itself.’ coming from such a nice, guileless person, there was little reason to doubt the profundity of her experience", "when it came time for our group to leave india for nepal, this woman asked if she could join us", "because she was such good company, we encouraged her to come along", " a few of us were also curious to see how her realization would appear in another context", "and so it came to pass that a woman whose enlightenment had just been confirmed by one of the greatest living exponents of advaita was in the room when we received our first teachings from tulku urgyen rinpoche, who is generally thought to be one of the greatest living dzogchen masters", "of all the buddhist teachings, those of dzogchen most closely resemble the teachings of advaita", "the two traditions seek to provoke the same insight into the nonduality of consciousness", "but generally speaking, only dzogchen makes it absolutely clear that one must practice this insight to the point of stability and that one can do so without succumbing to the dualistic striving that haunts most other paths", " at a certain point in our discussions with tulku urgyen, our swiss prodigy, declared her boundless freedom in terms similar to those she had used to such great effect with poonjaji", "after a few highly amusing exchanges during which we watched tulku urgyen struggle to understand what our translator was telling him, he gave a short laugh and looked the woman over with renewed interest", "‘how long has it been since you were last lost in thought?’ he asked", "‘i haven’t had any thoughts for over a week,’ the woman replied", "tulku urgyen smiled", "‘a week?’ ‘yes.’ ‘no thoughts?’ ‘no", "my mind is completely still", "it’s just pure consciousness.’ ‘that’s very interesting", "okay", "so this is what’s going to happen now", "we’re all going to wait for you to have your next thought", "there’s no hurry", "we’re all very patient people", "we’re just going to sit here and wait", "so please tell us when you notice a thought arise in your mind.’  it is difficult to convey what a brilliant and subtle intervention this was", "it may have been the most inspired moment of teaching i have ever witnessed", "after a few moments, a look of doubt appeared on our friend’s face", "‘okay", "wait a minute", "oh, that could have been a thought there", "okay.’ over the next 30 seconds, we watched this woman’s enlightenment completely unravel", "it became clear that she had been merely thinking about how expansive her experience of consciousness had become, how it was perfectly free of thought, immaculate, just like space without noticing that she was thinking incessantly", "she had been telling herself the story of her enlightenment, and she had been getting away with it because she happened to be an extraordinarily happy person for whom everything was going well for the time being", "this was the danger of nondual teachings of the sort that poonjaji was handing out to all comers", " it was easy to delude oneself into thinking that one had achieved a permanent breakthrough, especially because he insisted that all breakthroughs must be permanent", "what the dzogchen teachings made clear, however, is that thinking about what is beyond thought is still thinking", "and a glimpse of selflessness is generally only the beginning of a process that must reach fruition", "being able to stand perfectly free of the feeling of self is the start of one’s spiritual journey, not its end.” i think i’ll read one more section here because this will give you more context for how i think about meditation", "it’s the next section here titled, “dzogchen: taking the goal as the path.” “tulku urgyen rinpoche lived in a hermitage on the southern slope of shivapuri mountain, overlooking kathmandu valley", " he spent more than 20 years of his life on formal retreat and was deservedly famous for the clarity with which he gave the ‘pointing out instruction’ of dzogchen, a formal initiation in which a teacher seeks to impart the experience of self-transcendence directly to a student", "i received this teaching from several dzogchen masters, but i never met anyone who spoke about the nature of consciousness as precisely as tulka urgyen", "in the last five years of his life, i made several trips to nepal to study with him", "the practice of dzogchen requires that one be able to experience the intrinsic selflessness of awareness in every moment, that is when one is not otherwise distracted by thought, which is to say that for a dzogchen meditator, mindfulness must be synonymous with dispelling the illusion of the self", " rather than teach a technique of meditation, such as paying close attention to one’s breathing, a dzogchen master must precipitate an insight on the basis of which a student can thereafter practice a form of awareness – the tibetan term is rigpa – that is unencumbered by subject/object dualism", "thus, it is often said in dzogchen that one ‘takes the goal as the path’ because the freedom from self that one might otherwise seek is the very thing that one practices", "the goal of dzogchen, if one can call it such, is to grow increasingly familiar with this way of being in the world", "in my experience, some dzogchen masters are better teachers than others", "i’ve been in the presence of several of the most revered tibetan lamas of our time while they were ostensibly teaching dzogchen", "and most of them simply describe this view of consciousness without giving clear instructions on how to glimpse it", " the genius of tulku urgyen was that he could point out the nature of mind with the precision and matter-of-factness of teaching a person how to thread a needle and could get an ordinary meditator like me to recognize that consciousness is intrinsically free of self", "there might be some initial struggle and uncertainty depending on the student, but once the truth of nonduality had been glimpsed, it became obvious that it was always available", "and there was never any doubt about how to see it again", "i came to tulka urgyen yearning for the experience of self-transcendence", "and in a few minutes, he showed me that i had no self to transcend", "in my view, there’s nothing supernatural or even mysterious about this transmission of wisdom from master to disciple", "tulka urgyen’s effect on me came purely from the clarity of his teaching", " as it is with any challenging endeavor, the difference between being utterly misled by false information, being nudged in the general direction, and being precisely guided by an expert is difficult to overstate", "the direct perception of the optic blind spot provides a useful analogy", "imagine that perceiving the blind spot will completely transform a person’s life", "next, imagine that whole religions such as judaism, christianity, and islam are predicated on the denial of the blind spot’s assistance", "let us say that there are central doctrines that serve the perfect uniformity of the visual field", "perhaps other traditions acknowledge the blind spot but purely in poetical terms without giving any clear indication of how to recognize it", "a few lineages may actually teach techniques whereby one can see the blind spot for oneself but only gradually after months and years of effort", " and even then, one glimpses of it will seem more a matter of luck than anything else", "in a more esoteric tradition still, a ‘blind spot master’ gives the ‘pointing out instruction’ but without much precision", "perhaps he tells you to close one eye for reasons that are never made explicit and then says that the spot you seek is right on the surface of your vision", "no doubt some people will succeed in discovering the blind spot under these conditions", "but the teacher certainly could be clearer than this", "how much clearer", "if tulka urgyen had been pointing out the blind spot, he would have produced a figure like the one below and given these instructions.” and then i have the classic image you would use to glimpse your own blind spot of a fixation cross on one side and a large dot on the other", " and then i give the instructions here", "i’ll just read them through to remind you about how clear this could be", "“1) hold this figure in front of you at arm’s length", "2) close your left eye and stare at the cross with your right", "3) gradually move the page closer to your face while keeping your gaze fixed on the cross", "4) notice when the dot on the right disappears", "5) once you find your blind spot, continue to experiment with this figure by moving the page back and forth until any possibility of doubt about the existence of the blind spot has disappeared", "it’s considered bad form in most spiritual circles, especially among buddhists, to make claims about one’s own realization", "however, i think this taboo comes at a high price because it allows people to remain confused about how to practice", "so i will describe my experience plainly", "before meeting tulka urgyen, i had spent at least a year practicing vipassana silent retreats", " the experience of self-transcendence was not entirely unknown to me", "i could remember moments when the distance between the observer and the observed had seemed to vanish", "but i viewed these experiences as being dependent on conditions of extreme mental concentration", "consequently, i had thought that they were unavailable in more ordinary moments outside intensive retreat", "but after a few minutes, tulka urgyen simply handed me the ability to cut through the illusion of the self directly, even in ordinary states of consciousness", "this instruction was, without question, the most important thing i have ever been explicitly taught by another human being", "it has given me a way to escape the usual tides of psychological suffering – fear, anger, shame – in an instant", "at my level of practice, this freedom lasts only a few moments", "but these moments can be repeated", "and they can grow in duration", " punctuating ordinary experience in this way makes all the difference", "in fact, when i pay attention, it is impossible for me to feel like a self at all", "the implied center of cognition and emotion simply falls away, and it is obvious that consciousness is never truly confined by what it knows", "that which is aware of sadness is not sad", "that which is aware of fear is not fearful", "the moment i am lost in thought, however, i am as confused as anyone else", "given this change in my perception of the world, i understand the attractions of traditional spirituality, i also recognize the needless confusion and harm that inevitably arise from the doctrines of faith-based religion", "i did not have to believe anything irrational about the universe or about my place within it to learn the practice of dzogchen", " i didn’t have to accept tibetan buddhist beliefs about karma and rebirth or imagine that tulka urgyen or the other meditation masters i met possessed magic powers", "and whatever the traditional liabilities of the guru/devotee relationship, i know from direct experience that it’s possible to meet a teacher who can deliver the goods.” okay", "so that’s the end of my reading", "so that’s how i come to the practice of meditation", "and after i spent the decade of my 20s largely focused on meditation as well as reading the relevant eastern and western philosophy, i decided to go back to school because i was writing nonfiction about the nature of the mind", "happily, i had dropped out of stanford university where you can never really drop out", "i think stanford is one of the few schools in the united states that has the policy of never making you reapply", " so i just showed up like some rip van winkle character after 11 years away and finished my degree in philosophy and then went on to do a phd in neuroscience at ucla", "so i bring a philosophical and scientific and secular perspective to meditation", "ultimately, i think we should all be practicing nondual mindfulness without believing any bullshit", "that is a human future worth wanting", "and that’s what i’m attempting to equip people to do in the waking up course", "in producing the waking up course, i’m attempting to do something that i’m especially qualified to do", "i don’t consider myself the best at any one thing", "but you don’t have to be the best at anything to be almost uniquely qualified for something", " the waking up course is, in part, a meditation course", "so obviously, there are guided meditations", "and i’ll be continually adding to those as time goes on", "i will say that even if you’re an experienced meditator, using guided meditations can be extremely helpful", "and this is one of the things that’s unique about audio", "you can’t do this with a book", "there’s no alternative to having an actual voice remind you that you’re supposed to be paying attention", " and i find guided meditations extremely helpful, and i’ve been meditating for now nearly 30 years", "in addition to the guided meditations, there’s also an expanding curriculum of short talks on a variety of topics", "i call these talks lessons", "some explain concepts that are directly relevant to meditation", "others are more like philosophical interventions or have you reflect on a specific topic for a few minutes, sometimes starting with a scientific finding or a quotation that inspires a particular line of thought", "so here, i’d like to give you a taste of the course", "i’ll start with one of the early meditations, very much designed for someone new to the practice of mindfulness", "so if you’re not bored already, this is the part of the podcast that really will bore you to tears if you’re working out at the gym or commuting", "but if you’re in a spot where you can meditate, here’s the first ten-minute meditation", "once again, take a seat either in chair or cross-legged on a cushion", "it’s good to sit as comfortably as you can", "and it’s usually best to be sitting as straight as you can", "now, close your eyes and become aware of the sensations of sitting", "feel your arms at your sides", "and perhaps take a few deep breaths", "[silence] just allow gravity to settle you into your seat", "now, as you did yesterday, become aware of the sensations of breathing", "notice where you feel the breath most clearly, either at the tip of the nose or in the rising and falling of your abdomen or chest", "it doesn’t matter where you pay attention to the breath", "and you can change your focus from session to session if you like", "but for the moment, just pick one spot and focus there", "[silence] there’s nothing especially significant about the breath", "but it’s something you always have with you", "and it’s as good as any other sense object as a basis for training your powers of attention", "eventually, the practice will incorporate everything that arises in consciousness", " [silence] just feel the mere sensations of breathing from the beginning of the inhalation to the pause between breaths and follow the exhalation to the end", "[silence] try to cover the breath with your awareness", "and once again, there’s no need to control your breathing", "just let it come however it comes", "[silence] what we’re doing here is sharpening the only tool you really have: your mind", "this is what you take with you in any situation in life", "this is what determines how you respond to emotional stress and physical pain and every other difficulty you encounter", "this is the basis for every decision you make and every interaction you have with other people", "and as you begin to observe it, you will notice, perhaps with growing amazement, that your mind is totally out of control", "as you try to pay attention to the breath, you’ll begin to notice that the primary obstacle to your paying attention is thinking", "thoughts continually arise", "and you forget that you are even trying to meditate at all", "and this happens over the course of mere seconds", "just try to count the next ten breaths without getting distracted", "you can silently, in your mind, count one on the inhalation and one again on the exhalation and then two", "see if you can get to ten", "[silence] unless you have a lot of concentration, you probably were unable to tell how precarious your awareness of the breath actually was, how your attention was being buffeted on all sides by discursive thought", "now, the goal isn’t to stop your thoughts or to suppress any emotion that might arise along with them", "it is, rather, to notice these mental events clearly and to experience them fully, more fully, in fact, to recognize them as appearances in consciousness the moment they arise", "but that is generally a very difficult thing to do in the beginning", "so for the time being, the moment you discover that you’re thinking, just observe it and come back to the breath", "[silence] in this final minute of the meditation, just start again", "[silence] just feel the next breath as it comes", "[silence] okay", "well, just take a moment to take stock of how you’re feeling, whether you’re tired or restless or calm", "whether your experience was pleasant or unpleasant isn’t really the point", "what you’re learning here is a new skill", "and unless you’re coming to this course already knowing how to meditate, you can’t expect to be able to do it well in the beginning", "and as the practice develops over the next days and weeks, you’ll see that you do less, not more than you normally do", "you’re not adding an artifice to your experience in the present moment", "rather, you’re simply becoming less distracted", "the purpose of meditation is to discover what your mind is like when you’re no longer perpetually identified with the contents of your thoughts", "and to make progress, you simply need to be willing to begin again", "okay", "so that’s what an early guided meditation sounds like", "now, i’ll give you a lesson", "again, these are short talks on many different topics", "here’s one on the topic of death", "well, today’s topic is a topic we all think about while doing our best not to think about it", "the topic is death", "and how we think about death changes depending on whether we’re thinking about dying ourselves or about losing the people we love", "but whichever side of the coin we take here, death is really an ever-present reality for us", "and it is so whether we’re thinking about it or not", "it’s always announcing itself in the background, on the news, in the stories we hear about the lives of others, in our concerns about our own health, in the attention we pay when crossing the street", "if you observe yourself closely, you’ll see that you spend a fair amount of energy each day trying not to die", "and, has long been noted by philosophers and contemplatives and poets, death makes a mockery of almost everything else we spend our lives doing", " just take a moment to reflect on how you’ve spent your day so far, the kinds of things that captured your attention, the things that you’ve been genuinely worried about", "think of the last argument you had with your spouse", "think of the last hour you spent on social media", "over the last few days, i’ve been spending an inordinate amount of time trying to find a new font for my podcast", "this has literally absorbed hours of my time", "so if you had stopped me at any point in the last 48 hours and asked me what i’m up to, what really concerns me, what deep problem i’m attempting to solve, the solution to which seems most likely to bring order to the chaos in my corner of the universe, the honest answer would have been, “i’m looking for a font.” now, i’m not saying that everything we do has to be profound in every moment", "sometimes you just have to find a font", "but contemplating the brevity of life brings some perspective to how we use our attention", " it’s not so much what we pay attention to", "it’s the quality of attention", "it’s how we feel while doing it", "if you need to spend the next hour looking for a font, you might as well enjoy it because the truth is, none of us know how much time we have in this life", "and taking that fact to heart brings a kind of moral and emotional clarity and energy to the present, or at least it can", "and it can bring a resolve to not suffer over stupid things", "take something like road rage", "this is probably the quintessential example of misspent energy", "you’re behind the wheel of your car, and somebody does something erratic", "or they’re probably just driving more slowly than you want", "and you find yourself getting angry", "now, i would submit to you that that kind of thing is impossible if you’re being mindful of the shortness of life", " if you’re aware that you’re going to die and that the other person is going to die and that you’re both going to lose everyone you love and you don’t know when, you’ve got this moment of life, this beautiful moment, this moment where your consciousness is bright, where it’s not dimmed by morphine in the hospital on your last day among the living, and the sun is out or it’s raining – both are beautiful – and your spouse is alive, and your children are alive, and you’re driving, and you’re not in some failed state where civilians are being rounded up and murdered by the thousands, you’re just running an errand, and that person in front of you, who you will never meet, whose hopes and sorrows you know nothing about but which if you could know them, you would recognize are impressively similar to your own is just driving slow", "this is your life, the only one you’ve got", "and you’ll never get this moment back again", "and you don’t know how many more moments you have", "no matter how many times you do something, there will come a day when you do it for the last time", "you’ve had a thousand chances to tell the people closest to you that you love them in a way that they feel it and in a way that you feel it", "and you’ve missed most of them", "and you don’t know how many more you’re going to get", "you’ve got this next interaction with another human being to make the world a marginally better place", "you’ve got this one opportunity to fall in love with existence", "so why not relax and enjoy your life", "really relax, even in the midst of struggle, even while doing hard work, even under uncertainty", "you’re in a game right now", "and you can’t see the clock, so you don’t know how much time you have left", "and yet, you’re free to make the game as interesting as possible", "you can even change the rules", " you can discover new games that no one has thought of yet", "you can make games that used to be impossible suddenly possible and get others to play them with you", "you can literally build a rocket to go to mars so that you can start a colony there", "i actually know people who will spend some part of today doing that", "but whatever you do, however seemingly ordinary, you can feel the preciousness of life", "and an awareness of death is the doorway into that way of being in the world", "okay", "here’s a lesson titled, “the mystery of being.” of all the solar systems in this universe that might sustain complex life, we find ourselves in this one", "it took billions of years of evolution on this earth to produce the people we now are", "our brains and bodies have evolved through millions of generations, reaching back to creatures totally unlike us, to animals so strange that we wouldn’t even want them as pets, and finally to single-celled organisms", "for ages, the world got on without us", "but now, we’re here", "and among all the possible people that could exist, we are among the tiny minority that actually do", "and of all the periods in human history where we might have appeared, we live in this one, arguably the first in which it was possible to understand our circumstance in a truly universal sense", "for the first time, a person’s view of the world need not be dictated by the mere location of his birth or the religion of his parents", " for the first time, the barriers of language and geography have totally fallen away", "at this moment, you have instantaneous access to more information than even the greatest scholar or world leader did a generation ago", "and yet, on some level, we confront the same mystery of our existence that socrates or the buddha faced", "the fact that you are you, the fact that you exist in this moment is a miracle of sorts", "there’s something fundamentally inexplicable about it", "there’s no amount of knowledge that seems adequate to dispel the mystery of our appearance here", "and whatever you know, whatever you believe, whatever you have done or hope to do, you have this moment of conscious life to contemplate", "you have this minute, this hour, this day", "and it will never come again", "so i want to talk for a few minutes about the intrinsic mystery of this circumstance", " it really is the mystery of being", "in science and philosophy, we often claim that we’re in the business of getting rid of mysteries", "and there is, of course, a sense in which that’s true", "if we don’t know why people are getting sick, for instance, and we discover the virus that’s causing it, well then the mystery has been solved", "but there’s another sense in which mystery never recedes", "and if you pay attention, you can see that it’s an ever-present fact of even the most well-understood phenomena", "the philosopher bertrand russell described our most rudimentary knowledge of the world as knowledge by acquaintance", "for instance, the color of a table standing before you", " and here’s a quote", "“the particular shade of color that i’m seeing may have many things said about it", "i might say that it is brown, that it is rather dark, and so on", "but such statements, though they make me know truths about the color do not make me know the color itself any better than i did before", "so far as concerns the knowledge of the color itself as opposed to knowledge of truths about it, i know the color perfectly and completely when i see it", "and no further knowledge of it is even theoretically possible", "thus, the sense data which make up the appearance of my table are things with which i have acquaintance and things immediately known to me just as they are.” now, what russell seems to overlook here is that this basic knowledge to which no knowledge can even be theoretically added is a place where we uncover an intrinsic limit to understanding", " when we consider any facet of experience – in this case, a vision of color – if we can then stem the tide of our thoughts long enough to merely observe it as it is, the fact that we’re in total ignorance of what it is can become obvious", "what is the color blue", "not as a function of wavelengths of light or neurophysiology but as it is directly perceived", "we’re really left with nothing to say but that it’s blue which, of course, does nothing to clarify things", "in fact, it’s not even blue, which is just a word", "it’s a noise we’re making", "but what we see before us is whatever it inevitably is", "focusing on this distance between concepts and experience is a means of sneaking up on a truth that is generally described in buddhism as the truth of emptiness, the idea that no thing has intrinsic independent existence in the way that it seems", "now, there are many ways to come at this insight into emptiness", " and frankly, this line of inquiry may be too steep for some of you at this point", "so i encourage you to return to it after you have more experience in the practice of meditation", "but it is worth reflecting on, even in the beginning", "the moment we suspend the conceptual associations we have with a given object or perception, our knowledge about it, our direct experience of it can grade into this experience of just pure mystery", "we’re left with this wordless intuition of consciousness and its contents about which nothing more really can be said", "right now, as you listen to me speak, pay careful attention to the process of listening, the feeling of sitting in your chair", "look closely at everything around you", "i’d like to suggest that while you know many things about the present moment, you do not know what anything in itself is", "now, look at your hand", "what is it", "we can define this part of your body in language", " you can call it “hand.” you can consider the fact that it’s made of bone and muscle and threaded with blood vessels and nerves", "but this is all a description about the object that you’re now looking at", "if you simply look at your hand and ask yourself, “what is it?” you might realize in a moment of rare open-mindedness that it is an absolute mystery", "it is, in fact, as mysterious in appearance as any you could ever hope to find", "now, there are scientific arguments that can be arrayed against the mysteriousness of any object", "we can point to the fact the atoms in your hand were born billions of years ago in the belly of a star", "and in fact, some of these atoms may have inhabited several stars in succession", "it’s even possible that some atoms that were once in the bodies of historical figures like churchill or cleopatra are now in you", "in fact, it might be descriptively true to implicate the entire universe in your hand or in any object being what it is", " but no such litany of concepts or connections can account for the mystery that looms whenever you just look at something closely, anything, however common place and realize that while you might have volumes of knowledge about it, you don’t have the slightest understanding of what it is in itself", "now others have noticed this fact", "walter benjamin, the german literary critic stumbled upon this mystery in marseille after smoking hashish for the first time", "he distilled it in the phrase, “how things withstand the gaze.” and all things really do withstand the gaze", "we confront the mystery of being in every moment, but we don’t notice it because this mystery is tiled over with concepts", "now, meditation isn’t about understanding things conceptually", "it’s the ability to experience things more clearly prior to concepts", " it is the knowledge by acquaintance that russell spoke of here taken to the ultimate degree", "and the more you practice it, you’ll find that it really is a new form of intelligence", "it leads to another way of being in the world and one that can allow for a kind of psychological freedom that a continuous entanglement with concepts doesn’t", "there’s a famous parable from the buddha meant to get at this difference", "a man is struck in the chest with a poison arrow, and a surgeon rushes to his side to being the work of saving his life", "but the man resists", "he first wants to know the name of the fletcher who fashioned the arrow’s shaft and the type of wood from which it was cut and the motive of the man who shot it and the name of the horse upon which he rode and a thousand other things that have no bearing at all upon his present suffering or ultimate survival", " so this man needs to get his priorities straight", "his commitment to thinking about the world results from a basic misunderstanding of his predicament", "and though we may be only dimly aware of it, we too have problems that will not be solved by more thinking", "finally, here’s a 12-minute guided meditation that comes a little later in the course", "as you get comfortable in your seat, you might keep your eyes open for the beginning of this session", "and take a few deep breaths", "and just let yourself settle into the feeling of resting in space", "[silence] and as you gaze in front of you, just let your gaze be as wide as possible", "no need to focus on anything in particular", "[silence] just stare into space with soft eyes feeling the breath come and go", "[silence] listen to the sounds in the room rising and passing away", "and as you stare into your visual field, take a moment to look for what is looking", "see if you can look back with your attention at the one who is seen", "and this may sound paradoxical but see what happens the moment you look", "there was a teacher named douglas harding who wrote a book titled on having no head", "and the exercise he recommended to his students was to gaze at whatever is before you and look for your own head", "notice that your head is not one of the things you see", "what is it like to see the world and simultaneously notice that your head is not appearing in it", "see if that does anything to your sense of awareness", "harding used to say that where his head was supposed to be there was just the world", "see if you can be mindful of that in each moment", "[silence] and now, gently close your eyes", "and pay attention to this feeling that you might have that you are now inside your head, but your attention is in something", "but again, what you’re calling your head, the sensations you get from your skin, the muscles in your face, all of that is appearing in consciousness", "that which is aware is not inside of something", "everything is in it", "see if you can feel that", "[silence] open your eyes again and ask yourself what has changed", "is there a sense that the world comes rushing in", "that space just got bigger", "you might play with this, opening and closing your eyes periodically", "is there really a change", "it’s a change in the contents of consciousness, clearly", "there are things you can see with your eyes open that you can’t with your eyes closed, but you still have a visual field in both cases", "when you close your eyes, your visual field doesn’t disappear", "all that is changing are the contents of consciousness", "[silence] and more and more as we proceed in this practice, we want to be looking to see if the feeling that consciousness has a center, that there’s a meditator in the middle of each moment of meditation, a thinker of thoughts, a seer of sights, a hearer of sounds", "be looking into that, that feeling that awareness emanates from a single point inside the head", "and in some ways, this is even easier to do with eyes open because we use vision to define ourselves in opposition to our environment more than we do with the other senses", "there’s a clear feeling that most of us have most of the time that we are behind our face looking out at the world through our eyes", "but as you look out at the world in this moment, see if that feeling is true", "you might look to see if there’s any evidence that you are behind your face at this moment", "[silence] and the moment you notice you’re lost in thought, come back to this exercise, keeping attention very wide with our eyes open or closed… [silence] …and seeing if this feeling of being inside the head survives scrutiny", "[silence] in the last minute of this session, just give up all efforts and notice whatever appears on its own", "[silence] well, today, i introduced a slightly different exercise", "and there’ll be some more of that coming from time to time because it’s good to use this growing facility with mindfulness to engage a kind of structured analysis of experience", "you can definitely precipitate certain insights by doing something a little more directed than just noticing whatever happens to arise", "and if you’re interested, you might get that book i mentioned, on having no head, by douglas harding because he, in a way that was quite unique to him, developed analogies and exercises that can provoke an insight into the illusoriness of subject/object perception", "that’s not to say that consciousness isn’t arising in the brain", " it’s not making any claims about your mind being coterminous with the rest of the physical world", "what harding was doing was showing that this sense of being inside the head from the side of experience changes when you actually look to see if it’s true", "and as you play with that exercise, you might find that a very expansive and centerless sense of what awareness is can emerge in place of this feeling that you would otherwise call i", "okay", "well, hopefully that gives you a sense of what i’m doing with the waking up course", "again, this is an ongoing project for me", "and as i add content to the course, i’ll be attempting to synthesize everything i’ve discovered in my own practice and in philosophy and science generally that seems helpful for increasing our understanding of our own minds", "of course, many of these things have been discussed by philosophers and contemplatives for thousands of years", "but they can now be viewed in a 21st century context", "so unlike my own podcast which deals with politics and recent developments in science and a host of topical and controversial issues, the waking up course is really a chance for me to talk about the most important things i’ve ever learned", "so if you’re interested in practicing meditation with me and engaging in philosophical and scientific considerations about the nature of mind, you can check it out at wakingup.com", " and thank you, tim, for inviting me on your podcast", "your audience should know that i consider myself not only a friend of yours, but i’m also one of your true fans because yours is one of the podcasts that i regularly listen to", "in fact, with some regularity, i steal your guests", "i discovered eric weinstein on your podcast", "and he and i now have done a few together", "i found will macaskill here along with the inimitable jocko willink", "i think there may be a few others", "and all those guys became not only podcast guests but friends as well", "so apart from being grateful that you’re in my life, tim, i am hugely benefitting from what you are doing in the world", "so keep it up, my friend", "and thanks again for introducing me to your audience"]}