{"dialog_idx": {}, "episode_num": 343, "file_type": "audio", "guests": [], "num_sentences": 1000, "num_words": 16380, "raw_text": "Please enjoy this transcript of my interview with Seth Godin (@thisissethsblog, seths.blog), the author of 18 bestselling books, an inductee into the Direct Marketing Hall of Fame, the founder of the altMBA and several companies — including Yoyodyne and Squidoo — and the writer of one of the most popular blogs in the world. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the interview here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: Hello, boys and girls, ladies and germs. This is Tim Ferriss. Welcome to another episode of The Tim Ferriss Show, where it is my job to sit down with world-class performers of all different types to tease out the habits, routines, favorite books, and so on that you can apply and test in your own life. This episode features one of my favorite guests. He has been on before, and he does not disappoint. He somehow manages to think and speak and finish prose. Seth Godin. On Twitter you can find him @thisissethsblog. Online, he has one of the most popular blogs in the world. Seths.blog is his website. Seth is the author of 18 bestselling books that have been translated into more than 35 languages. He was inducted into the Direct Marketing Hall of Fame in 2013. Very rightly, very well deserved, I might add.  He has founded several companies, including Yoyodyne and Squidoo. His blog, which you can find by typing “Seth” into Google, is one of the most popular in the world and he has, I think, 7,000+ posts at this point. Seth writes about marketing, strategic quitting, which we get into in this episode, leadership, the wall ideas spread, and challenging the status quo in all areas. He really walks the talk, and does so in his personal and professional life. His books include Linchpin, Tribes, The Dip and Purple Cow, among others. Seth’s newest book is This is Marketing, subtitled You Can’t Be Seen Until You Learn to See. You can find out more about that at seths.blog/tim, in this case, Tim doesn’t stand for my name, it stands for This Is Marketing, where you can also find a free pdf excerpt from the book, as well as related videos.  Last but not least, Seth is the founder of altMBA, an intense, four-week online leadership and management workshop, and you can learn more about that at altMBA.com. In this episode, we cover a lot. I really encourage you to listen to the whole thing. I brought in questions from my own personal challenges right now, my own personal goals, also from friends and from many of you, who have voiced certain patterns of challenges and problems and hopes and desires.  We talk about, among other things, how Seth personally deals with overwhelm and how he thinks about it; how Seth chooses projects, and right along side that, how does he say no to the unimportant and set boundaries; the difference between long work and hard work; the world’s worst boss, which is a very important portion of the conversation; how to find your smallest viable audience – a hugely important concept for all entrepreneurs, which pairs very well with 1,000 True Fans by Kevin Kelly, which is an essay I always recommend – which you can find at kk.org; non-marketing books that are classes in great marketing. We also somehow manage to get to what it is like or how we think about crafting April Fool’s jokes. That was not expected and something that Seth brought up himself. I hope you enjoy this episode as much as I did. I had an absolute blast, and could have gone for many, many more hours.  So without further ado, please enjoy this episode with the incredibly talented polymath Seth Godin. Seth, welcome to the show.  Seth Godin: Thank you, Tim. It’s such a privilege to be back.  Tim Ferriss: I am thrilled to have yet another opportunity to pick your brain, an expression that I loathe, but nonetheless seems appropriate in this particular conversation, and in every conversation. We’ve had many chats since the last time we recorded, but I thought I would kick off with a topic that is very top-of-mind for me, and that is overwhelm. We’re going to go all over the place, as it my wont in this conversation, but overwhelm has come up just today in multiple conversations with friends. They range from people who are at the top of their fields, to people who are trying to find an inflection point for themselves professionally, to people who are struggling in their early stages of different projects. They all mentioned to me that they felt overwhelmed.  Even looking around me right now, my luggage from recent travel seems to have exploded into piles of paper and books all around me on this table where I’m sitting, and I can’t help but feel a certain degree of – maybe it is overwhelm. A “What to do with all of this?” I’m not sure where to even begin. I was curious to know how you experience, if you do experience, overwhelm. There’s part of me that on my recent travels saw this documentary, [Won’t] You Be My Neighbor, about Fred Rogers, Mr. Rogers.  Seth Godin: Sure. It’s beautiful.  Tim Ferriss: It’s a beautiful movie. He weighed 143 for decades, to the pound, every day, and seemed to have his life so cleanly dialed that only towards the end did you see some of the struggles that he had. But I wondered, does Seth Godin feel overwhelm? Is that something you experience? Seth Godin: Oh, I’ve definitely felt it, and it’s super painful. I think one reason it’s so painful is because it comes with shame.  Tim Ferriss: Yes. Seth Godin: It’s the shame of well, there are so many people who don’t have enough. There are so many people who have insufficient choices, insufficient inputs, insufficient leverage. And here I am, feeling overwhelmed, underground, deluged by this thing that I asked for. The thing is, it’s a systems problem. Because drinking from a firehose is a really bad way to get hydration. It’s a dumb choice to drink from a firehose. So what I have chosen to do to work my way out of it is not the world erect boundaries for me, but decide to erect my own boundaries. The example is, I remember the magical days when once a month, Wired magazine would show up, and Fast Company would show up. So I knew that in three hours, I could be as informed as I needed to be, just from two periodicals.  And so the world was gating the information that was coming in front of me. But now all of us are one click away from all these people who are talking about us behind our back from political machinations that we need to worry about, from environmental information, and work-related stuff. And if we don’t figure out what’s truly important to us, then we have this system breakdown because the boundary we used to rely on is gone.  Tim Ferriss: Are there other, like could you give any particular examples of boundaries you’ve created or situations of overwhelm that you’ve found your way out of or resolved in some way? Seth Godin: Well, the most useful thing I can say, and then people don’t have to listen to the rest of the podcast, is if you can figure out how to clear out six hours of day for your life, that’s an enormous ROI. I don’t go to meetings. I don’t watch television. I don’t look at Facebook or Twitter. If you got rid of those four things, how many hours a day would be freed up? Then you can say to yourself, all right, but what did I miss? You can add back from a zero-based budgeting method which ones you’re missing. But for me, if I am challenged and forced to go to a meeting and I look around that room, and I’m imagining that those people who are just sitting there, in real time absorbing something that could’ve been summarized in a four-minute memo, that they do that three, four, five, six times a day, well, it’s no wonder they feel overwhelmed by the important work, because they’ve used up most of their day on unimportant work. And so that’s the first step.  Then the second thing is, when, and I do feel overwhelm when I have fallen behind. It can be that I forgot to catch up with a piece of software and suddenly there’s a new version that I need to learn, and they’ve changed the interface without asking my permission, right? And so I know that I need to be able to use this software going forward, and I’m trapped because it’s going to take me a long time to figure out the new Photoshop or a long time to replace Macromedia FreeHand, when they discontinued it. And I’m not happy about that, but no one cares about my opinion. At that point, it’s back to emotional labor. My labor is not digging a ditch. My labor is “Do I care enough to experience discomfort to get to the other side?”  If I don’t, then I should turn off the input. Because sitting with an uncomfortable input when we don’t care enough to make things better is just a formula to be unhappy.  Tim Ferriss: I want to, and this will seem like a segue, but I think it’s layering perhaps a different direction on top of the same topic. This is, you may recognize this, a piece titled The World’s Worst Boss. Here’s how it reads:  “That would be you. Even if you’re not self-employed, your boss is you. You manage your career, your day, your responses. You manage how you sell your services and your education and the way you talk to yourself. Odds are, you’re doing it poorly. If you had a manager that talked to you the way you talked to you, you’d quit. If you had a boss that wasted as much of your time as you do, they’d fire her. If an organization developed its employees as poorly as you are developing yourself, it would soon go under.” There’s a lot more to this. Then it closes with: “There are few good books on being a good manager. Fewer still on managing yourself. It’s hard to think of a more essential thing to learn.” There are many reasons I wanted to bring this up. This is from your blog. I think that’s December 2010. Is that it seems to me there are different species of overwhelm. Some are from not managing inputs. You just are getting shot in the face with a firehose. You’re just not choosing the material nor the volume coming in. There’s feeling behind. Then there’s also managing yourself insomuch as managing your priorities and choosing what to do, knowing what to do. How do you choose your projects?  Are there times when you look at – I would have to imagine there are. You’re a well-known guy. Even before you were kind of “Seth Godin” in marquee lights, would have multiple projects to which you’ve dedicated your time. I think people, very often with that paradox of choice or feeling like there’s going to be a huge opportunity cost no matter what they do, end up feeling overwhelmed or a high degree of stress. How have you navigated that yourself? Seth Godin: Well, first, I’m so glad you brought this post up. I still remember the day I wrote it. It was almost a mic-drop moment. After I wrote that post, I was very close to turning off my blog. Just to say, I got nothing left; that’s it. But instead, we built the altMBA, because the altMBA is about that very thing, which is these are mostly choices that free people get to make when they don’t feel like free people. That we feel like we’ve made commitments or we are under someone’s thumb, or it’s not up to us. But in the medium-run, never mind the long run, it is up to us, and how we make those choices informs our days. I get offered something to do, and it feels in the moment like it’s an easy yes-or-no question. That the latest meme going around in unsolicited emails is, this will take 45 seconds. Right?  Well, it will take 45 seconds to read it, but if I say yes, then it will take me a year and a half to get it done. No, it’s not a 45-second ask, it’s a year-and-a-half ask. Well, what’s happened as each of us has become a freelancer, a marketer, a voice in social media or wherever we are, the number of places where you can do work for free is close to infinity, and the number of places where you can get paid a little to do work is large, and there are even some places where you can get paid to do work and get more than a little, but the question is, as the CEO of you, is that the commitment that you want to make? So I would say that when I look back at the last 28 years that I’ve been unemployed, the choices that I’ve made of saying yes or saying no are at the heart of the career.  It’s not the work, as much as it is deciding to do the work, and deciding what work not to do. I get it wrong often. One way I get it wrong is if someone offers me a speaking gig, and I look on my calendar and there is no speaking gig for that whole month, I am way more likely to take it than if there are two speaking gigs that month. That’s a really bad way to do the math; really bad way. And so I’ve gotten better at being super selective at those sorts of choices.  Tim Ferriss: Can you expand on why that’s a bad way to make the decision and what a better way is to make the decision? Seth Godin: Well, that’s a choice made on a belief of insufficiency. That I feel in that moment that I will never get asked to give a speaking gig again. Because here’s the evidence: no one’s asked me to give a speaking gig that month; this must be the end. And if it’s the end and you get to play one more song on the guitar, sure, I’ll play one more song. But I’ve been proven wrong a thousand times. A thousand times that I thought I was never going to get another speaking gig, I’ve gotten another speaking gig. So I need to find the sufficiency, the feeling of confidence of “enoughness” to be able to say, you know what? Life is a series of short terms; that’s what makes the long term. But if all you’re doing is maximizing in the short term, you’re going to break the system, because the system is not the short term. The system is the life you’ve chosen to live.  One of the books I’ve been thinking a lot about lately is a book called Stone Age Economics by Marshall Sahlins. It made his career in the 1960s. He’s an anthropologist. Basically, what he was able to show is that cavemen didn’t work very hard. Our vision of cavemen is that they were always foraging; that they were always hunting; that it was a frantic, long tooth-and-claw, dramatic lifestyle. But he says actually, about four hours a day, and then they could get back to the business of living. What’s happened for people who are lucky enough to do what you and I do, who are lucky enough to listen to a podcast like this because they have the freedom to invest an hour or two in getting better, is we get greedy because there’s one more thing we could grab. But what we’ve discovered is if you grab too many things, you drop the whole basket, and then you’ve got nothing.  Tim Ferriss: Could you talk about the difference between, and this is coming back yet to the well, the font of all good things, your blog, this is from, I believe in May of 2011, long work versus hard work. Is that something you could describe for people? The difference between long work and hard work.  Seth Godin: I think we’ve seen a lot of people blog about this lately. It’s about how we make these difficult choices. If you’re a lawyer, and you’re billing a lot of hours, if you’re somebody who is making it up in piecemeal, then that’s exhausting. Whereas hard work is different. Hard work is the emotional labor of confronting risk; the emotional labor of finding generosity when you don’t feel like it; the emotional risk of seeing nuance where there isn’t a lot of nuance. So if we look at the platforms that are the easiest to get on, whether it’s Fiverr or Medium or whatever, they reward long work. The extra hour. The hour after that. The hour after that. Because there’s no curve. The 12th hour doesn’t get you more than the first hour did, it’s just one more hour.  Whereas people who are willing to do the hard work who are toiling with no obvious applause; who are doing something that doesn’t make the crowd happy in the short run; who are confronting things that feel risky because they understand that over time, they’re not risky, they’re actually generous and useful.  Tim Ferriss: Could you give any real-life examples from your own experience of choosing hard work, something that perhaps feels risky or seems risky to others or that is not a crowd-pleaser in the short term? Are there any that come to mind?  Seth Godin: I think just about all the successes I can point to would match that. I would say, first of all as a speaker, the first hundred speeches I gave, I paid money to give them. The first time I spoke in the internet world, I was the No. 800th ranked speaker on the list of speakers. That most people who would like the life of someone who gives speeches would like to start by getting invited to Davos or doing a TED Talk.  Tim Ferriss: Right. Seth Godin: You have to get booed off stage a whole bunch of times. Or when you think about the difficult work of being in a new medium. When you started your podcast, no one listened to it. When I started the altMBA and these other online things I do, there weren’t a lot of people who were saying exactly, that’s what we’ve been waiting for. So you’ve got to be in this cycle of making a mess in order to slowly organize it into the thing that over time will feel like the right thing. But there are two pots of gold at the end of the rainbow. One pot of gold is you did something worth doing. The other one is the extra hour at the end of the day is no longer necessary, because you’ve built an asset. You’re no longer on the clock. What you are is someone who’s creating value merely by the thing you’ve produced, not because someone’s got a stop watch and measuring how many hours you’re working.  Tim Ferriss: Right. It’s the decision that removes a hundred later decisions or a thousand later decisions perhaps in some capacity. The altMBA in those early days, why did you have the conviction to build that specifically? Just so people have a window into your thought process, which might help them find the courage to also make some of these decisions to do hard work, as opposed to the long work. There are some very, very concrete examples of friends who are running into trouble with this right now in my world. But what gave you the conviction? Why did you have the confidence to persist when it wasn’t greeted with thunderous, standing ovation from the masses immediately upon release or developing it? Seth Godin: Okay, so we all have so many more degrees of freedom. So I have to begin by, what am I not going to actively pursue? So I have an 18-page business plan right here for a software company that I think could be really successful. I’ve run software companies. I think I know how to do it. But I have to get back to first principles and say, have I decided to dedicate the next cycle of my life to running a company with lots of people and the risks that go with that? Or do I want to persist at being a teacher? Because being a teacher is the arc I’ve had for a long time, and I get a lot of satisfaction out of it. So I’ve got to start with that decision.  So once I’ve made the decision I’m going to be a teacher, then I’m saying, “Well, I know how to teach in one medium or another medium, but the world changes.” And the forcing change agent here is: what happens when we can deliver education via video? So I played with online video stuff, and I saw what was working, I saw what wasn’t. And I wasn’t thrilled at what I could do in that medium alone. So putting those two things together, I said, “Look, if my mission is to teach people, and I’m not a consultant and I’m not a coach, what’s my tool where I’m going to have the most impact on people?” And so I literally went to the desert and I sat there for a few days. I went with friends, but I wasn’t much good at company. Because I said, “This is a creative moment for me.”  “I’m going to come back from this trip and either say, ‘I have a thing’ or I’m going to say, ‘I’m walking away from that medium entirely,’” because I needed to make a leap. And so I cornered myself. I said, “You don’t need more time. You just need to decide. Lay it out. What would it be if you had to do it?” So by that acting as if, I built a thing out of paper that was three-dimensional and you could show it to people. I showed it to people and at least half of them didn’t get it. I thought, “Now I’m on to something.” Because if everyone said it was a good idea, it was probably banal. So we did a play testing, which is an old software development term, where I pretended I was the system, and people engaged with me as the computer. I said, “Yeah, I’ll put my name on this. Let’s see what happens.”  So the first time we ran it, I knew that the people who would take it, the only people who would take it were people who give me the benefit of the doubt, which I’ve earned up by showing up and showing up, but you can’t use the benefit of the doubt too often, because then you don’t have it anymore. So that was my risk. My risk wasn’t the many hours we put into building it, because those were replaceable. But the trust, that was serious. So the first two or three days into it, there were a lot of nervousness, because I’m not in the altMBA. There are no videos of me. I’m not teaching it. I just built the system. About the fifth day, some of the people – we had only 120 people in the first session – some of the people started to reach out to me, describing the shifts that the projects were making in them.  In that moment, I said, “Ignoring some costs, knowing that canceling at this point had no cost to me, it doesn’t matter how much time I spent building it, walk away if it’s not good.” In that moment, I said, “I’m going to stick with this as long as we can keep making changes like that happen.” Now it’s 26 sessions later. Each time, we get more confident that it works, and each time we get a different kind of person who shows up. Because the people who are showing up now are the people who needed to wait to see that it worked. Tim Ferriss: Right. Three days in the desert. I can’t just let that go in passing. What did you do in the desert? What was the format of those days for you? Seth Godin: Well, the most important thing was there was no internet. So going for a walk, it was a beautiful place. It was 65 degrees. It was absolutely nothing to do. You bring a pad and you bring a paper. As Neil Gaiman taught me, the best way to defeat writer’s block is to get really bored. So that’s what I tried to do. I got really bored. I knew I had a deadline. No one else was waiting on me for the deadline. I’m my own boss. But I used that pressure that I invented for myself to say, “There are things you are afraid to write down. There are things you are afraid to assert, but you have to do it or else you can’t keep talking about this thing anymore.”  Tim Ferriss: How do you train yourself to take self-imposed deadlines seriously? Is it because you have a cost and a trip with a start and a finish in the form of this three-day trip to the desert? Is it telling other people you respect that you’re going to do this, so that you have some shame if you don’t deliver? Or is it just a conditioned response by doing it repeatedly somehow. But I’d love to know how you would explain that. Because people miss deadlines all the time that they set for themselves.  Seth Godin: Great question. I don’t know many people with more willpower than me. I think you are one of them. I don’t know how you do it, but my method is – Tim Ferriss: Hah! I only talk about the deadlines I hit.  Seth Godin: I made a decision, a very, very long time ago, probably when I was 18 or 20, where I said, “Look, there’s a whole bunch of work I’m just not willing to do. I’m not willing to be the person who takes good notes. I’m not willing to be the person who memorizes. I’m not willing to be the person who can sit there for eight hours doing what the boss says. I’m just not that person. That would kill me. So I’ve got to do something else to be worth something. So here’s what I’m going to be. I’m going to be the person who never misses a deadline. I’m going to be the person who has very strict rules about what I do and what I don’t do.” So I became a vegetarian. I haven’t had chicken in, I don’t know, 20-30 years. It doesn’t even tempt me. I’ve never done drugs. It doesn’t even tempt me because I made this decision once. So I’m really careful about promising a deadline.  I’m really careful about signing up for a project. But once I do, the deal is done and I don’t have to revisit it. I get that people wrestle with temptation all the time. I’m not saying that the method I’m describing is easy, but I am saying when we talk about bosses we admire, when we talk about business leaders or political leaders who are states-people, and we look to them with respect, I think you can look at yourself that same way if you choose. A key part of it is to say, “I’m not going to be situational about my decision making. I’m going to be strategic about my decision making.” That choice, you only have to make that choice once.  You’re not going to be great at it at first, but you can stop acting like a 14-year-old, and start acting like a grownup and a professional. Which means, and this is someplace I’ve gotten in trouble before, authenticity is totally overrated, totally. That I don’t want an authentic surgeon who says, “I don’t really feel like doing knee surgery today.” I want a professional who shows up whatever they feel like, right?  Tim Ferriss: Right.  Seth Godin: So there are days that you will see me give a talk or see me write or something where it is not my authentic monkey brain saying whatever pops into its head. This is me playing the role of Seth Godin, being the professional who does what he said he was going to do. If that bothers people that I’m not always authentic, I’m sorry. But at least I’m consistent.  Tim Ferriss: I love that; I really do. Yes. “Yes” is my way of agreeing with that statement. I’ve never heard it put quite that way, but I really do not want an orthopedic surgeon who decides halfway through that it’s just really not his passion to finish my knee surgery. Closely related to that is something you’ve talked about. It’s so closely related, maybe it’s just an inescapable facet of all these things we’re talking about, it would seem, is lizard brain. You’ve written and spoken about the lizard brain before, in a, I want to say it was an interview with Josh Kaufman. You say that when you hear “the lizard brain, the scared voice, what Steven Pressfield calls “the resistance,” and I think in brackets here we have [you] do precisely what it is afraid of.” Basically, it’s your compass, but backwards. You have very clear boundaries, as you said, about what you will do and what you will not do.  What would you say to people who are afraid of saying no? Of turning things down. Who know they don’t want to take a speaking engagement or agree to some favor they’re being asked to perform, but they won’t say no, or they’ll hedge and say I’m not sure, ping me in a week. Even though they know the answer should be no. What would you say to these people? Who may or may not be named Tim Ferriss sometimes. Seth Godin: You’re certainly not the poster child for this. I know that you are a scholar of no. But let me break this into a little bit, first. When I talk about the lizard brain, what I am acknowledging is that the vast majority, maybe 100 percent of what we choose to do is done in the subconscious. We make up the narrative afterwards.  Tim Ferriss: Definitely. Seth Godin: That voice in our head is a press secretary who is explaining to the media, without knowing exactly how, why what we just did was very smart. And so if we can acknowledge that, then I can say to you – not you, Tim, but you, the listener – if you’re having trouble with this idea of overwhelm or the bounty or saying no or focus, it’s not because you’re a defective human. It might simply be because you haven’t trained for how to deal with the chemicals that run through your brain when you are confronted with things having to do with sufficiency, insufficiency, shame, fear, fitting in, standing out.  All of these things flow through us like lightning. All you have to do is go to the movies to see that a director can toy with us at any time they want, right? They bring in some violin music, and all of a sudden we’re scared. No one ever got hurt by a violin, who why is violin music in a movie scary? It’s because we’ve been hardwired to believe that just before the bad guy shows up, you hear the woo-ooo noise, right? Those things go really deep into us. It’s Pavlovian. I don’t know if that rings a bell or not. But the idea is – sorry, I can’t resist.  Tim Ferriss: That was good. Seth Godin: The idea is that of course that’s happening to you; it happens to all of us. Great. It happens to all of us. Now what will you choose to do about it? If you want, you can choose to be a professional. And so surgeons always wash their hands, even if they figured out they don’t need to today because there are no germs, she still washes her hands. Because you always do. Because that’s part of what it is to be a surgeon. So if your incoming that’s nonproductive is that you say yes to too many things, you’ve got to figure out what’s the equivalent of the handwashing? What’s the equivalent of the method that you’re going to use to go back to letting your cognitive strategic brain have a say before you get sucked in by the emotional reaction?  Or if it’s difficult for you to say no, one thing that I find really helpful is write four paragraphs that are thoughtful and generous and insightful about why you’re saying no. Copy it. Put it into TextExpander &no. So anytime someone asks you this, you can write &no and all four paragraphs will come to that person. It took you no effort whatsoever. They end up feeling okay. You end up feeling free. Then you can get back to your job, right? That hack is just a hack, but it’s the hack in the service of why are you here? What’s the change you are seeking to make? Because we’d like to talk about the fact that we are meaningful specifics, as Zig Ziglar would say. That we are here to make an impact. But if you say those things, but then you act like a wandering generality, you’re not going to have the impact you want.  Tim Ferriss: For people who are not aware, TextExpander is a software program that allows you to type out something in shorthand that then auto-populates something else that’s been predetermined. So that & or the @ symbol no would then bring up the four paragraphs that you have carefully crafted once to be a polite decline. It’s a great program.  Seth Godin: Yes, I was text expanding my explanation of TextExpander.  Tim Ferriss: What are some of your equivalents of hand washing? Just to buy time, or maybe just to hear myself talk, I’ll share one that came to mind when you said that. Which was as a rule, if anyone tries to rush me to make a decision very quickly, the answer is no. If someone is trying to use extreme time pressure to get me to make a decision, the answer is default no, which has saved me more times than it has, in any way, hindered me. I think that was a product of necessity probably five years ago, particularly in the cortisol-driven world of startups. We’re closing around in 47 minutes, maybe we can squeeze you in for $47. Are you in? No, your legal doesn’t have time to review documents. That type of stuff. What are some of, any examples that come to mind, yours or from other people, of the hand washing?  Seth Godin: Well, I’ll give you two edges. One is I decided what I was going to do for a living, and I decided what I was willing to do for free. So if you want me to give a speech, you have to pay me. On the other hand, if you want to read my blog post, it’s free. If you show up and ask me to endorse your sports team, I will say no. But if you ask me to blurb your book, I will consider it for free, because it’s been done for me and I appreciate it. If I can find a worthwhile book, I’m happy to put my voice behind it. But if you want me to endorse your singing career? No, I don’t do that. Sorry. So being clear about where the free stuff is and where the expensive stuff is eliminates 80 percent of the people who are hoping to have some sort of transaction with me.  Because I get it that it would be really fun to come to your conference in Wisconsin. I understand that a vacation in Wisconsin would be really fun. And here’s my problem with that. Number one, I would have to every day think about where I want to go on vacation next, and number two is I couldn’t be fair to people who had hired me to give a speech. Because why do some speeches go for free and some speeches not? So by being clear about that, the person in Wisconsin, who has a great conference and I’m sorry I can’t come, I don’t have to negotiate with them, because there’s a price list. Interesting aside, price tags were only invented 120 years ago. We needed them because we couldn’t trust sales clerks to haggle. That before that, the owner and the sales clerk were the same person. Haggling gives me no pleasure. Some people like to haggle. I hate to haggle, and so I don’t haggle.  Tim Ferriss: I want to come back to book blurbs here in a second. This is a perfect example, I think, to explore some meta questions. Before I get there, I want to say that as it relates to speaking engagements specifically, I don’t really do speaking anymore. It was sort of categorically one of the things I decided I did not want to apply much bandwidth to, even though there are times when I enjoy it. But part of the reason I found it so stressful, and I think you gave me some very good advice, actually very early on many years ago as it related to speaking, because you’re such a pro in that arena, is that every speaking engagement was a one-off, case-by-case negotiation and consideration, which just drained every calorie of decision making out of my brain each time it took place. You have some really fascinating ways.  We don’t necessarily have to get into it if you don’t want to about how you choose what to do or price what to do. A friend of mine, Josh Waitzkin, gave me great advice many years ago, which was – and he does, I don’t think really any speaking anymore either, but he was the basis for Searching for Bobby Fischer. Some people might think of him as a chess prodigy. Brilliant guy. He told me at one point that long ago he decided free or full-price. What he meant by that was he only did two types of speaking – free for causes he felt were worthwhile, and absolute full price, no negotiation, no 20 percent discount, no we’ll do it for half price because of X, Y, and Z.  I took that and implemented that as every time a company paid me a price that was a new high price for me, they set a new high-water mark, and that became the new standard price. So it was free or whatever the highest price had been to date. It worked really, really well. It was incredible how destressing that was. But book blurbs. You mentioned as it related to speaking engagements that you wanted to be fair or feel that it was fair so that you weren’t picking and choosing. So I have categorically decided – I don’t do moderation very well, which often leads, I think in my mind to this one-off decision making. I’d like to make the one decision that removes a hundred decisions. The book blurbs I just decided – I have so many friends asking me for book blurbs, that I do not want to, I don’t even want to consider the social cost of having to pick among them for book blurbs, so I don’t do any.  How do you handle that? You must get sent a mountain of books, or at least get emails from people you know who are authors asking for book blurbs. How do you vet them? And how do you gently let down people?  Seth Godin: Let me go to the first part first, and then we’ll come back to book blurbs. Because I think we can broaden this to anyone who’s a freelancer.  Tim Ferriss: Perfect.  Seth Godin: Freelancers have a long work problem, which is that if you do work where I can find a substitute, the only way to move up is to work more hours. And that sucks because it ends up being a race to the bottom. Then you’re on Fiverr bidding $10 for a day’s labor. But some freelancers do great. Why do those freelancers do great? Number one, they have better clients. Better clients challenge you do to better work. Better clients do take your better work and run with it. Better clients put you in front of better work. So if you’re frustrated as a freelancer, begin by getting better clients. The way you get better clients is by turning down lesser clients, so that you are freed up enough to do the hard work necessary to be appealing to be a better client. If you have a lousy client, fire them. Even if it means you’ll be doing nothing, so that you can go back to looking for better clients.  But then the other thing, which is really important to understand, and it’s not just businesses. It’s human beings in their daily life as well. Price is a story. It is not an absolute number. So a Tiffany’s ring, $6,000. If you buy it brand new, walk six blocks down to the diamond district on Seventh Avenue in New York, you can sell that brand new Tiffany’s ring that you paid $6,000 for for $1,000. Where’d the other money go, right? It’s not used. Where the other money went is the person who bought it at Tiffany’s was paying for the privilege of buying it at Tiffany’s. When I think about the market for, in this case speaking, there are tons of people who can give a very good speech, but they are not famous. As a result, the person who hires them cannot go to the people who they work with and say, “Great news! We hired Jimmy Bluestein.” Because they would say, “Who’s Jimmy Bluestein?”  So what’s actually happening when they hire you to give a speech is they’re hiring the story of they had enough money to pay Tim Ferriss’ current high price to get Tim Ferriss to come on a plane and be in the room. There’s a lot of value in selling that product because it’s a signaling strategy, and it’s worthwhile. So if you’re Milton Glaser and someone wants Milton Glaser to make their logo for them, Milton would say it’s $250,000. You say, that’s crazy. I can hire some kind on Fiverr for $12. You might even get the same logo. But what you wouldn’t get is the ability to say to the Board of Directors, “We got Milton Glaser to make the logo.” So the hard work here of building a career as a freelancer, where you’re going to get paid fairly, is doing the hard work to get better clients, and then having the guts to turn down people who don’t value your reputation when they want to hire you. That’s my rant about pricing.  In terms of blurbing. Here’s what happened. I have evidence to show that in almost every case, blurbs do not sell books. So why do authors even want blurbs? Here’s what happened to me. When I was shifting from being a book packager, where I did 120 books in 10 years with a small team – almanacs and things like that – to being an author, I sent a book called Get What You Deserve, which I wrote, and Jay Levinson was my co-author, to Tom Peters. I had met Tom a couple times through the years, but we weren’t partners or golf buddies. Tom sent me back a blurb. That blurb changed my life because I started walking through the world as the kind of person that could have written a book that Tom Peters liked.  Tom’s point of view is: is this book worth more than $30? Because if someone’s going to pay $15 for it, and I think it’s worth more than $30, wow. What a great thing I’ve done for the reader by pointing out a book that’s worth more than it costs. I’m not saying it’s the best book ever written. I’m just saying this book is probably worth your time. So for me, I’ve made a bunch of rules. The first one which I have to live with, though I’m not crazy about, is if you don’t have a publisher, I’m not going to blurb your book. The reason is because otherwise I’d have to deal with infinity. If a publisher is getting behind a book, the value of my blurb to you and your career is worth more because now your editor who is under the delusion that blurbs work will support your book more, and thus it will work, right? Tim Ferriss: Right. Seth Godin: The second thing is if you send me note that makes it clear you’re a favor-trading scammer, like “Here, I pre-wrote the blurb for you. You don’t even need to read the book,” I’m not going to blurb your book. Because that’s disrespectful. I read everything that I blurb. Most of the time, I have to say, I don’t have time to read your book. And I mean it. But if I have time to read your book, I will either find things in it that are worth the time and energy you’re asking the reader to put into it, or I will tell you that I got very busy. I will not send you a note explaining why your book is no good. Because I’ve tried that. Even with people I care about, it’s a bad plan.  Tim Ferriss: What does the wording for “I got really busy” look like, if you remember? Seth Godin: I do remember. It’s “I got really busy. I’m very sorry.”  Tim Ferriss: That’s it, okay.  Seth Godin: Here’s the deal. First of all, it’s true. I am really busy. And this wasn’t, didn’t rise to the level of “I’m going to need to put even more time into this to be able to dig something out for you.” But the other thing is that more words don’t make the person feel better. People want to be seen, but they don’t want to be snowballed, right? They don’t want a blizzard to come at them. They just want to know you understand this isn’t good news for them. You’re sorry that you don’t have good news for them. Let’s move on. Because it doesn’t pay for anybody for me to go on and on and on, because if I’m really busy, I don’t have time to go on and on and on. And I am really busy.  Tim Ferriss: Right. “Sorry I’m too busy to read your book, but here are three pages on why I’m too busy to read your book.” So the topic of, or directive of choosing better clients is part and parcel of thinking clearly. You are very good at, I think, thinking and communicating your thinking clearly. First of all, you have a new book, which would’ve been mentioned in the intro already. But I’d like you to very briefly tell me about it and therefore the listeners about it, but the clarity of purpose and thinking is reflected very well in a discussion you have in the book about the quarter-inch drill bit. I’m not sure if – whenever I read books, sometimes it’s like my books tend to be disturbingly, unnecessarily long. So I’m like, “Oh, Jesus, did I write that? What was that thing that I wrote about? I hope I can recall it.”  But perhaps you could tell us a little bit about the new book, why you wrote it, and then the quarter-inch drill bit.  Seth Godin: Ted Levitt was the godfather of marketing in the early 1960s. He wrote a paper called Marketing Myopia that changed the game for a lot of people. In that paper in Harvard Business Review, he wrote, “No one buys a quarter-inch drill bit because they need a quarter-inch drill bit. What they need is a quarter-inch hole. That’s what you should sell them.” In this book, which is called This is Marketing, and which I’m hoping will be as seminal a dividing line in how we view where we are as that paper was. I point out no one needs a quarter-inch hole. What would you possibly need a quarter-inch hole for? What you need is a place to put the expansion bolt so you can put a screw in the wall. But actually, you don’t need that. What you need is to put the shelf on the wall. But you don’t really need that.  What you need is a place to put the books that are cluttering your bedroom. But you don’t even really need that. What you need is the way you will feel when your spouse thanks you for cleaning things up. What you really need are safety and security and a feeling that you did something that was important. That’s what we sell. And it turns out that’s what we sell when we sell everything. The thesis of This is Marketing is that there’s been four revolutions in memory. The industrial revolution of “Oh, we can make stuff. And the stuff we’ve been making keeps getting better and better.” The second one was this revolution that computers can calculate things really well, which puts a man on the moon or enables a robot to help build a car. The third one is computers as databases moving information from far away to here and from here to far away – the connection economy. But this last one is the one that every one of us gets to touch. It’s the revolution of marketing, which is that now each one of us has more power than Procter & Gamble did 50 years ago. Each one of us with a keyboard is connected to more than a billion people. My thesis is that we’re responsible for what we do with that power, and that if we want to, we can do work that matters for people who care. That we can make things better by making better things. The people who regularly read my work will recognize this, but I needed to put it in a book so they could share it with their team, they could share it with the people around them. Because I think if we catch our breath right now, we won’t have to have this race to the bottom of privacy-prying, spammy, every page on the Web looks a little bit like a porn page because we’ve tested it to death.  Maybe instead we can do in the other direction and say there’s a group of people who need me, who need my voice, who need the change I want to make. If I can find that group, the smallest viable audience, and delight them, they will engage with me, and they will tell the others. None of this is in Kotler. None of this is in Marketing 1970 1980. None of it. We are swimming in this water, but we don’t see the water. I wanted to be able to put a stake in the ground and say, “Here you go. I’ve been doing this for 30 years. This is what I see.” And if you’re working on things I care about, I hope you will read this because this is my best shot at helping you do better.  Tim Ferriss: So to help people do better, I want to pull out three words that you just mentioned, because you and I have chatted about this. I’m not sure ever publicly, but “the smallest viable audience.” Can you define what that means and why it’s important? Seth Godin: If this isn’t your first Tim Ferriss podcast, you are a fan of Tim and the way he engages with the world. And yet, 99 percent of the people on planet Earth have never heard of Tim Ferriss. They haven’t bought any of his books. They haven’t listened to a word he’s ever spoken. So here’s somebody who’s successful beyond our wildest dreams, who is unknown to 99 percent of the planet. How can those two things coexist? Well, the answer is that the mainstream media has pushed us to fit in to be average to reach the masses. Because mass and average are the same thing. But everyone’s trying to do that. There’s only room for one Kardashian, right? Everyone else is sort of 80 percent down the list. But if you can find the guts to say, “There are 250 people who care about tilt shift lenses as much as I do, and I’m going to make a tilt shift lens for those 250 people that changes their life,” they will find you, because that’s their drive, that’s their mission.  And so that attention economy basically teaches us that you are not in charge of what people look at; they are. If you go where they are looking, you will do way better than if you insist that people look at you.  Tim Ferriss: How does one begin to pull back from the drive, the temptation to make everyone their customer and define who their smallest viable audience might be? If someone is currently, let’s just take – this might not be the best example, so feel free to come up with a better example. But let’s say someone is creating a YouTube channel. They’ve been doing it for a while. It hasn’t quite clicked. They’re not sure what they’re doing wrong, but they’re trying to appeal to moms. Or they’re trying to appeal to men between the ages of 20 and 30. This could be a terrible, terrible example. How would you suggest someone start to niche down? Are there questions they should ask themselves? Any particular resources or otherwise that you would suggest? Seth Godin: It’s a great example. Here’s the thing. Your problem isn’t greed. Your problem isn’t that you are trying for more and more and more. Your problem is fear. The fear of someone saying you’re not as good as you say you are. The fear of once you’ve narrowed it down to the 500 people, to be rejected by those people is really hurtful, because there’s no one left. That’s all there is. Living with that fear is the hard work of the professional. So that the way we niche it down is by committing to wanting to niche it down. To not have false niches that are actually just excuses for reaching everyone, but to be really, really specific. So if I think about a sushi place in New York City. Most of the sushi places in New York City are sushi places. They’re interchangeable.  But if you were required to have a sushi place that could pay the rent only being open 12 hours a week, or if the limit was, “We’re going to charge $400 a meal,” now by default, you’ve eliminated almost anyone who would want to engage with you. The only people who are left are the people who want something that is not available in a traditional sushi bar. You’ve gone to an edge. It’s not an edge based on demographics, on gender, or age, or income. It’s an edge based on psychographics, and what does this person dream of which requires empathy? Empathy is the other part that makes this difficult. Because here is the thing. People don’t know what you know. They don’t want what you want. They don’t believe what you believe. And yet you want to serve them.  So what you have to do is acknowledge that they are right. They are right in wanting what they want. They are right in needing what they need. Maybe you could earn their enrollment and teach them a new way to be, but you can’t succeed by insisting that people are you, because they’re not. Tim Ferriss: Are there any highly, highly, highly niche companies, businesses, could be small, could be not so small, that you are particularly fond of? Any that comes to mind? Seth Godin: In the book, I talk about Penguin Magic, so that’s an easy example. Penguin Magic almost no one listening to this has ever bought anything from them. And yet, they’re a multi-million-dollar company. Magicians, professional magicians, don’t need any more magic tricks, because they do the same 12 tricks every night. Different audience, same 12 tricks. Amateur magicians, on the other hand, have the same audience all the time. The long-suffering family members and coworkers who have to watch this trick again and again. And so you need new tricks all the time. So that’s what Penguin did, is they said, “What would be the perfect website for someone who is exactly that person?” So that’s what they built, and there are a hundred little details, if you visit Penguin Magic you’ll see, that probably aren’t interesting to you, the outsider, but to someone who is like this.  This is what they dream of. By obsessing about that niche and ignoring everyone else, they have managed to succeed. Or an example, totally at the other end of the spectrum. I’m talking to you in Scott Harrison’s office at charity: water. charity: water has raised a quarter of a billion dollars to bring water to people who don’t have clean water. Most philanthropists don’t give them money, most foundations don’t give them money, and most individuals don’t give them money, and that’s fine. Because for the people who wanted this kind of interaction, it’s exactly what they wanted. So you have to shun the non-believers and say, “Yes, you want to give money to the American Cancer Society? Please do. That’s not what we do. We do this.”  The statement, “we do this,” and being clear about what this is and why is totally different than the freelancer who says, “What do you need?” Because what do you need works great if you’re the local handyman. But it stops working great if suddenly there are a thousand local handymen and everyone’s a click away.  Tim Ferriss: charity: water is a really good example. I’m familiar with charity: water. I’ve spent time with Scott. They did a number, and do a number of things very differently. There were, I suppose, even more remarkable in the very beginning because at that point, many others hadn’t started emulating them. But very design-driven, aesthetic-driven nonprofit, in a sense. Their collateral, their approach to Web design, to experience design with events is very much targeted to a particular psychographic, sort of the MacBook crowd, for lack of a better description. The distinguished themselves, among other ways, by separating out the administrative costs and covering the team administrative costs of the nonprofit from the building of actual wells and so on, which very few people had seen done before, even though they weren’t the first to do it.  I’m glad you brought them up, and that you also brought up constraints, like you mentioned with this hypothetical sushi restaurant that applies constraints to arrive at a smallest viable audience. Could you talk to, if possible, and you can take this anywhere you want, the importance of smallest viable audience as it relates to charging enough or charging more? Because I know so many entrepreneurs or know of so many entrepreneurs who are really gifted, doing things well, and yet they just refuse to charge more than the bare minimum because they want everyone to be able to afford their product, as one example. There are many reasons they might cite.  I would love to hear your thoughts on charging enough or charging more, charging fill-in-the-blank. I see this as one of the most common fatal errors, or at least on a company or project basis, fatal errors that entrepreneurs make is simply pricing incorrectly. Long question, but very much top of mind.  Seth Godin: Big question. Okay, let’s begin here. If you sell rent housing to low-income people, if you sell healthcare to the masses, please, please lower your price. For everybody else, this idea that people can’t afford it is crazy talk. Because let’s look at dog food. The price of dog food has gone, just in the last 10 years, from $2 or $3 a pound, which is the stuff at the supermarket, to $45 a pound, which is the keto dog food that I bought on a lark for my dog the other day. Now, I get that a grownup adult might be hooked on this whole keto thinking, but as far as I can tell, even though the price of dog food has gone up by a factor of 20, dogs are not any happier than they used to be. So it’s not that you’re trying to make the dog happy; you’re trying to make the dog owner happy. The dog owner is happier spending more money. Not all dog owners. Just the dog owners who are happier by spending more money. That’s who the product is for.  And so what we think about when we are not building a public utility, when we are an entrepreneur who is going to the marketplace with an innovation, is we need to please a small group of people. One of the signals that is available to us is price. The signal says if you are looking for the lowest price and everything that comes with that, we are not those people. On the other hand, if you are looking for a fair price and everything that comes with that, the customer service, the attention to detail, the fit and finish, the voluntary constraints, we’re that. Type four letters into DuckDuckGo or Google, n-o-m-a, just four letters. noma fills the screen right? Where did noma come from? Well, if you want to open the world’s most famous new restaurant, Copenhagen is not a smart place to do it.  Making the rule that you’re only going to serve food that you harvested from within 100 kilometers, not very smart either, particularly if you need to charge hundreds and hundreds of dollars to do so. But they voluntarily accepted all of those constraints, knowing that they only needed to blow the socks off 10,000 people. If 10,000 people walked away from that experience thrilled to pieces, then they would become famous to the family. They would become noteworthy enough that people would fly there to engage with them. If they had opened noma and said it’s $18, so that forgives us for cutting this corner and this corner and this corner, you never would have heard of noma.  Tim Ferriss: That’s true. This is, just to put it into perspective for people, it’s not just the price of the meal. You have to consider that almost everyone who is going to noma is flying in internationally. So these meals end up costing $5,000-$10,000 when you factor in all the direct and indirect costs. And yet, as you pointed out, or maybe not and yet, and because in part, because of that, noma is what it is, which is one of, if not the most famous restaurants in the world. Much like elBulli back in the day. Seth Godin: Yeah, or consider a movie like 2001: A Space Odyssey. Considered by everyone to be one of the 50 greatest movies ever made. Almost every single critic panned it. That the first 45 minutes of the movie, 45 minutes, no words are spoken. The first minute of the movie, the screen is black. That there is nothing about that movie that was designed to please the crowd. That’s not who he made it for. That’s how he ended up with a movie that people still watch 50 years later.  Tim Ferriss: What is the three-sentence marketing promise template? Or I guess it’s a simple marketing promise. I can certainly read this, if you would like. If it makes it a little easier. But there’s a template that you have. The three-sentence marketing promise that you run with. And if you can pull it from memory, we can do that, or I can bring it up and we can explore each of these in turn. Do you have a preference?  Seth Godin: Tell me if I got it right. It’s for people who believe this and for people who want that, this might be what you’re looking for. Is it close to that? Tim Ferriss: It is close, yeah. My product is for people who believe blank. I will focus on people who want blank. I promise engaging with what I make will help you get blank. But I think both what you laid out and that are very similar in intent. What is this? Why is it important? Seth Godin: Well, what tends to happen is companies make a thing. Then they hand that thing to the marketing department, and the marketing department reverse engineers what they’re going to say about it to get people to buy it. And then they come up with a mealy-mouthed mission statement that says nothing, so that they can act universally so whenever the next new product comes in, they won’t have to change their mission statement. None of this is effective. The alternative is to say, “We’re not saying ‘We made this. Please come buy it.’ We’re saying, “We see you. We see who you are and what you believe.’ And we assert, right here, right now, we assert that if you’re the kind of person that believes this and is looking for this, we promise that if you engage with your time and money with us, you will get that.”  And if you can articulate that arc, then you’ve got a shot at engaging with the smallest viable audience. So when I think about, we’ve been talking about marketing for over an hour and we haven’t mentioned Apple once. When I think about what did Apple promise when you pay extra for a smartphone that is demonstrably not better than the alternative that another company makes? How do they get you to wait in line? Well, what they’re saying is, “For people who in some small way define their status among their peers by the device that they use, who will get pleasure out of being able to demonstrate to their peers that they have the resources to get the latest one, we have the latest one. Get in line if you want one.”  That is Tim Cook’s entire business model. That’s not what Steve Jobs’ business model was, but that’s Tim Cook’s. Which is they are selling a luxury good, which raises the status of insiders, and is of no interest whatsoever to people who don’t get the joke.  Tim Ferriss: Are there any other companies that come to mind that do a particularly good job of this? By company, that could be one person, it could be 10,000. Seth Godin: Sure. I will stake my reputation by telling you that every successful company does this. They don’t do it on purpose necessarily, but the thing that made them successful is that they did this. That there is almost nothing that launched to the masses. I remember the first time I used Uber. I did not use Uber because I had no other way in New York City to get 20 blocks across town. I used Uber because I’m the kind of person that got pleasure out of taking a magical electronic device out of my pocket, pressing a button, and having my friends just agog at the fact that a minute later a vehicle showed up right where we were standing. That feeling is what I bought when I bought Uber. So at the beginning, Uber had almost no customers. But the customers they had were people who liked that feeling. Then it works its way through a curve, which we can talk about later, if you want.  But at the beginning, that’s what we saw at Amazon. That’s what we saw at Airbnb. If we’re talking about offline businesses, that’s what you see at a certain kind of hairdresser. That’s what you see at a certain kind of fashion label. That there’s a line out front of Supreme, where people are buying a t-shirt that costs $3 to make, for $45. Why are they waiting in line? What do they get? Who wants a Supreme t-shirt? Those questions aren’t things you should do after you decide to be in the t-shirt business. You go the other way. You figure out whether the needs and the dreams and the desires that people are walking around with unfulfilled, and you say hi, I’m here to help you achieve what you already wanted.  Tim Ferriss: Do you have any idea what Supreme is doing well? Why are people waiting in line to buy a $3 t-shirt for $45? Even if you just had to guess, is there any stab you’d take? Seth Godin: We need to talk about the yo-yo union for a minute.  Tim Ferriss: Let’s do it. Seth Godin: Yo-yos are regularly banned or frowned upon in elementary schools because of what happened last time. But every once in a while, maybe three or four years – Tim Ferriss: Wait, what happened last time? Seth Godin: I’m going to get to that.  Tim Ferriss: Okay.  Seth Godin: Every three or four years, a kid shows up with a yo-yo. If that kid is a low-status kid, that’s the end of it. But if that kid who shows up is one that other kids want to be near and like – not all kids, just certain other kids – the next day there are three yo-yos, then there are seven yo-yos, then there are 50 yo-yos. And within a week and a half, yo-yos are everywhere. Then yo-yos get out of hand so the administration passes a rule, no more yo-yos. It takes three more years for it to come back again.  Tim Ferriss: Like the locusts.  Seth Godin: Exactly. So I have seen this happen firsthand. I’ve seen it when it worked, and I’ve seen it when it didn’t work. So the secret is to make sure the right kid bring a yo-yo to school the first day. Because if it’s not the right kid, the status roles aren’t at work and you don’t get the yo-yo to spread. So Supreme’s home run was that a certain kind of kid with a certain kind of status showed off his parents’ money by showing up with a t-shirt that was intentionally (a) aggressively obnoxiously designed, and (b) ridiculously expensive. Because that moment of how ridiculous it was created all the value. Now if the wrong kid had shown up wearing a Supreme t-shirt, nothing. But the right kid did, and so other kids wanted it.  And in this moment, Supreme made a really smart choice, which is they underproduced dramatically. They always sold out. They left money on the table. This is the hard work part again. They left it on the table. They left it on the table. They left it on the table. They could’ve sold way more, but they believed that they would be doing this for years, and so they intentionally created this scarcity, and scarcity creates a feeling of value. So now, I was just researching this a couple weeks ago down there, most of the people who are waiting in line are going to resell it within 10 minutes. They need the line to show up in photographs, so that the person who buys it at a premium is relieved at how well off and smart they are that they didn’t have to wait in line. So the line is a tax that creates value for the people in the marketplace.  This cannot go on forever. It never does. But to create a fashion brand that is based on nothing by scarcity, that’s the method.  Tim Ferriss: It’s a story that makes me think of something right here in my backyard in Austin, Texas, which is Franklin Barbecue. Most people have never heard of Franklin Barbecue. Nonetheless, I want to say they open at 10:00 a.m., something along those lines. They sell out by 11:00 a.m. everything that they have made. All of the meat they have prepared. And that’s the end of the day. They close when they sell out. Could they produce more? Of course they could produce more. People start lining up around 6:00 a.m. They are cottage industries, coffee shops and so on, that have developed to capitalize on this line. Early on, it was predicted that this might last three months, six months, a year. It’s been going on for, I want to say at least five or six years, this line.  The food is exceptional. But there is exceptional barbecue all over Texas. It is this incredible, ludicrous on some levels, scarcity that become the PR campaign, in a way. The stories that people tell about it, the TaskRabbit they hire to stand in line, or whatever it might be, becomes this narrative. Seth Godin: Two things that need to be understood here. The first one is, in a double-blind taste test, they would never win. But that’s okay, because we’re not double-blind; no one is double-blind. We know where it came from. So if you know where it came from, it might win because what you’re actually tasting is what it took to get it. There’s nothing wrong with that. This is another key part. Because you are not manipulating people, you are serving them. They are choosing to go through these steps because those steps make the barbecue taste better. It’s a placebo. Placebos are wonderful because they don’t have any side effects and they actually work. So we can be honest, ethical, generous marketers by saying my job is to put on a show. I’m not simply a manufacturer.  Someone can always manufacture cheaper than me. But what people will pay for are trust and experience, something to talk about, scarcity, and the way it feels to be part of something. That’s what we build. So what we have to figure out how to do is build it in a way that when people find out that’s what we’re doing, they’re still okay with it.  Tim Ferriss: I love how encyclopedic your knowledge is of case studies. It’s really one of the, for me at least, one of the things that immediately leaps to mind as a distinguishing characteristic of a lot of your work is pulling in and dissecting, in a way. Or at least observing case studies. Are there any other examples that, what we’ve been discussing, is done particularly well? Seth Godin: Now that you’ve said that, of course. I think that when we think about the work of contemporary art, it’s really interesting to see that people who don’t get the joke, completely don’t get the joke. They say, “Oh, I could’ve painted that painting that Jackson Pollock painted. How could it be worth $45 million?” But Jackson Pollock had a brother, and his brother’s name was Charles. Charles Pollock was a painter, not an artist. Charles Pollock painted exactly like his teacher, Thomas Hart Benton. But we didn’t need another painter to paint like Thomas Hart Benton, because we already had one.  So the act, number one, that Jackson Pollock painted something no one else was painting that many people hated. Number two, that he had gallery representation in New York City that enabled the gallery owner to say, “For the kind of collector that wants to earn the status with a certain set of peers that comes from owning a painting that no one else owns, this is the kind of artist that you might like.” That’s how you get your start. Then the next step in the path is there are curators who understand that their career will be advanced if they’re one of the early ones to hang this on the wall of their museum. There are other curators who understand that their career will be advanced if they’re one of the middle or late ones who hang it up. So this virtuous cycle is created. You go from you could’ve bought the painting for $1,000, to now it’s worth $45 million.  And it is worth $45 million, not because you can’t see it for free. Of course you can, on Google. It’s that the act of owning it earns you a certain kind of status in your own head and with a certain circle of people that’s worth something. But right down the street there’s a guy who collects guitars. He doesn’t want a Jackson Pollock. He wants a signed Eric Clapton guitar. Different people are making these decisions based on where they think it puts them in the pecking order of who eats first and who has better taste, and who’s an insider, and who’s an outsider. And because we live in such a privileged world, that’s what people are spending all their time paying attention to. Tim Ferriss: I’m so glad that you brought up Jackson Pollock. I have a bunch of history with Jackson Pollock that you and I can talk about some time. I do not own – Seth Godin: Oh, yeah. You grew up down the street.  Tim Ferriss: I did; I did indeed. In fact, before Jackson Pollock became JACKSON POLLACK in all caps, there’s a grocery store where he used to trade his paintings for bread and eggs and so on, before he, in some respects, I suppose, cracked the code. I recently found a book – and there are portions of it that are good. I think a lot of it is about what you would expect, which is a lot of hyperbole and high-concept confusion. 100 Secrets of the Art World. I’ve become fascinated by the weirdness, but also on some levels the impeccable logic of how the art world works. There’s a lot of weirdness. There are certainly aspects I don’t yet understand. But I found this at a really cool festival that people may be interested in, called the Trans-Pecos Festival of Music + Love, in Marfa, Texas, which the story of Marfa, Texas in and of itself is kind of a crazy marketing story in some respects. People can check it out. It’s in the middle of nowhere.  I found this book. Here’s a quote from Jeff Koons, who is also from my native New York, artist and sculptor. This will lead us back to marketing, as many things do. Here’s the quote. It’s one of my favorites. “The journey of art starts with self-acceptance, the subjective. Once you accept yourself, you are able to move on to the objective, the highest state which is the acceptance of others.” I found that worth pondering.  Seth Godin: That’s beautiful. Tim Ferriss: Which leads me to a note that I took from your new book, which is a chapter titled “Marketing to the Most Important Person.” I was wondering – and I took some additional notes on that chapter, or at least a few lines – who’s the most important person? What is marketing to the most important person? Seth Godin: It’s you, right? If we’re in a post-industrial place where you’re not spending all day working the punch press, the person we spend most, like where we started with the World’s Worst Boss. In this case, what we’re talking about is who are you talking to when you talk to yourself about what you do? And how do you come to grips with the self-acceptance that Jeff Koons is talking about? I love that you’re bringing these pieces together, because that’s exactly the way I’m thinking about it. This all started with what I saw happening inside the altMBA, where people with talent when they felt safe were very clear that they didn’t believe in who they were or where they were going or what they were creating.  Until they could come to grips with the fact that they had value to add, it’s really difficult to have the sufficiency to have empathy. To have the sufficiency to see other people. Because if you’re drowning, you’re a lousy lifeguard.  Tim Ferriss: Yes, well said. How does someone develop the feeling of sufficiency so that they are, if not on land, at least swimming comfortably as a lifeguard, so that they can have the empathy for others that’s necessary to be good at then marketing the gifts they have and what they can provide? How does one develop that self-compassion and that feeling of sufficiency? Seth Godin: Here’s my best take on it. As soon as you can adopt the posture that you are needed to do a generous act that someone in worse shape than you is drowning and that you have something to offer them, it shifts from a selfish act that is shameful to a generous act that is making a difference. So it requires us not to be selfish people. It’s not double-talk. Once we realize that there actually is somebody who would miss us if we were gone, then we can get out of our head and realize we are not doing this to get in the light or to hide from the light. We are doing this because someone else needs us. So the big shift is to stop thinking of prospects. Stop thinking about people you are marketing to or at, and instead say, “Where are my students? Where are the people who are enrolled in this journey who I have a chance to teach?”  Because if I’m a teacher and the student is coming along for the ride, I don’t have to yell. I don’t have to interrupt. I don’t have to hit kids with a ruler. All I need to do is take them to where they said they wanted to go. That fits into the person I think most of us would like to be, which is the teacher we would remember years later, the person who turned on a light for someone who didn’t have a light.  Tim Ferriss: Seth, I aspire to be half the communicator you are. I am just constantly astonished how clear you are able to convey the thinking, which of course in the first place must be clear to you before you can impart it to others. That was very beautifully said, and I think very important. Thank you for that.  Seth Godin: That means the world to me. I just want to insert here, not that we’re playing tennis, but the single best-written April Fool’s joke in the history of the internet was written by you. There’s a sort of elegance that’s necessary that isn’t in my wheelhouse that enables somebody to have enough awareness of the narrative of the reader, and enough guts to go right to the edge but not go over, to do it in that indirect form. That’s not my milieu; it’s yours, but it was beautiful.  Tim Ferriss: It’s been a while. It’s been a long time since I did that. Would you mind, if you want to take a stab at it; I can also take a stab at it, but do you want to take a stab at describing what that April Fool’s joke was? Seth Godin: Sure. I have now resigned from my annual April Fool’s blog post because when it works, people send me angry notes, and when it doesn’t work, people send me angry notes. But there was a tradition that if you were a blogger, on April Fool’s day, you had to come up with something using just words that would not only get under people’s skin and surprise them, but make your point. Your blog post, if I remember it, and it was 10 years ago, whatever, eight years ago, was, “I have a confession to make. I don’t write this blog. I’ve outsourced it as part of my 4-Hour Workweek agenda, and this blog is actually written by someone else and it has been for years.” And people were furious at you.  Tim Ferriss: People lost their minds. Yeah, and I made it very specific. I was actually, “This is Venkatesh from Mumbai who collaborates with Person A and B in Manila, who does mostly copy editing, and we’ve actually been crafting this at the behest of Tim Ferriss to prove a point, which is you can outsource anything with the right set of instructions if you vet the right people.” People lost their minds. It was wild, also, to see the response. I put it out. I happened to be, I think I was in London at the time, and I used that time difference as a way to be somewhat sneaky and publish it the day before April 1st in the U.S., which made it extra confusing, very deliberately. And I went to sleep not thinking much of it, just having a chuckle after a glass or two of wine. I woke up to just mayhem. Arms and legs in the streets of the internet. It was just complete mayhem.  It was also funny – this is going to be very politically incorrect – but how bifurcated a lot of the responses were seemingly by gender. The men were like, “You fucking dick.” Then a handful on both sides were like, “Okay, that’s pretty funny.” Then the women were like, “How can I ever trust you again? I can never trust you again.” But it was a mess. It created a real mess. Now, I didn’t bring this up, but it’s in my notes. So you are not a junior varsity April Fool’s joke person yourself. So can you talk about – I’ll start us off. Actually, let me just read this. You wrote, “… I said it would never happen by now in April 2018, after so many blog posts, after 18 books, dozens of projects, and a bunch of e-books, and podcasts, I’m now completely out of ideas. Big ideas, small ideas, any ideas, all gone, used up. I have none left.” So what happened when you published that? Seth Godin: This goes back to the empathy thing. I got a lot of email that at first really annoyed me. What the email said was, “You’re right. You’re out of ideas. I’ve been out of ideas for a long time, too. I feel terrible for you. Here are some tips I have on how you can find the ideas again. Don’t feel too badly.” What I realized was, they weren’t writing the note to me, they were writing the note to themselves. They weren’t angry, but there was a lot of pathos involved in it, because they still believed in writer’s block. They still believed in this myth that they were out of ideas. They were getting a lot of Schadenfreude and pleasure out of the fact that I also had their affliction now. Because I was the arrogant guy who said it could never happen, and it happened to me, and they were sort of gloating about it.  Here’s the thing. Writer’s block is a myth. What people get stuck on is not that they’re out of ideas, it’s that they think they’re out of good ideas. That everyone had bad ideas. My only argument is if you put enough bad ideas into the world, sooner or later your brain will wake up, and good ideas will come. That the bad boss problem is your bad boss won’t let you ship anything because he or she is insisting on perfect. I’ve done 7,400 blog posts, and I’ve done four perfect ones. So you just got to keep making the work with generosity, because then your lizard brain will give up on censoring you because it’ll realize that you’re not going to give up. And at that point, it’ll just say, well, we might as well make it better.  Tim Ferriss: And that volume comes from putting one foot after the other, as you have done – 7,400 blog posts. That is just incredible. I took some notes on later discussion of this April Fool’s joke that you put out, just to underscore something you already said about writer’s block – and feel free to correct me if this is incorrect – but roughly, “No one gets plumber’s block. They simply do plumbing. Creativity is work. It’s not the muse or lightning or the result of burning incense. I write daily because I’m a professional and this is what I do.” I think it’s a strong, it seems to me to be a strong commitment and then holding yourself to that commitment, whether you it’s doing the work daily, whether it’s having the boundaries that you have.  Whether it’s having deadlines that you do not miss because you decide that’s going to be a defining characteristic of you and your life, because you don’t want to be many other things, and to force yourself as a square peg into a round hole, as many people do attempt for their entire lives. Very impressive, and I think a very important point that the authenticity of maybe suffering from the changing winds of how you feel minute to minute can be overridden in many respects by viewing yourself as a professional, even if you’re just getting started. Deciding that you are going to do the work and even through dozens of bad ideas, or not even through. Have faith that through coming up with many ideas, you will eventually have to come up with a few good ones.  Seth Godin: Yeah, I think that’s brilliant. If I’m going to quote Roz Zander, “the but versus and.” You can say to yourself, I’m a writer, but no one’s reading my work.” “I’m an artist, but no one’s buying my paintings.” The “but” becomes the essence of your day. Or you can say, “I get to write and no one is buying my work yet.” “I get to paint and no one is buying my paintings yet.” The “and” is true. Both things are true. So what are you going to do about it? One thing you can do about it is stop. The other thing you can do is get better. You don’t get better, and I spent a bunch of pages in the book talking about what better means. You don’t get better by getting rid of typographical errors. You don’t get better by being more realistic in your painting. You get better by serving the needs and wants and desires and dreams of the smallest viable audience you sought to serve.  If you’re not serving them by offering them a way forward, with status, with attention, with there they want to go, there’s no wonder there’s no line out the door. But if you can turn that “and” into now I see them and I can give them what they want, then your work is going to get seen.  Tim Ferriss: I think this is a very complete arc of a conversation, Seth. I remember someone told me once, I can’t remember who it was, but it was, someone said, “What distinguishes the amateur from the professional?” This was in the context of writing short stories. It wasn’t only what to write about, it was when to end the story. So I want to start to wrap up with no particular emergency rush, because I think we’ve really covered more than I could’ve hoped for in a very cohesive way. Are there any other, and certainly I’ve mentioned a few places where people can find you, and we can mention more things, but are there any other particular resources or recommendations that you would have, requests of people listening for things they should do, any parting comments or last comments for this conversation that come to mind? Seth Godin: Well, I have to say that once you’re on my agenda and my calendar, I spend a lot of hours making sure we get the most out of these conversations, because you dig so deep, and it’s really a privilege to do it. I have a couple completely irrelevant, slightly related, probably on topic things I would point people to. Here we go. Check out what’s happening in the EU about the Balkanization of copyright and how a land grab is happening that could very well break the internet. Cory Doctorow has written brilliantly about this. I thought it would be worth highlighting the fact that five people who I know have written books about their nonprofit work, or close-to-nonprofit work that mattered and had an impact on me. I’ll read them to you quick.  Scott Harrison’s new book is called Thirst. It’s the autobiography of charity: water. Kat Hoke you know. Her book Second Chance was magnificent. A Walk in Their Shoes, by a leader named Jim Ziolkowski, was about how Jim from a job at GE built an institution that’s in countries around the world, changing the lives of underprivileged kids. The Blue Sweater, by my friend, Jacqueline Novogratz, about her journey in now a couple hundred million dollars at Acumen Fund. And Shawn Askinosie, who is not running a nonprofit. He runs a chocolate company and his book, Meaningful Work, I find that all five of these books fit together. When you read them, you can apply 90 percent of what they’re talking about to building your for-profit enterprise, because it’s all the same. It’s value. Who are you creating value for? And why are you creating that value? Tim Ferriss: I love it. I can second a number of those books. Where would you suggest people learn more about you, more about the new book? Where would you suggest they go? Seth Godin: Well, all the blog posts are at seths.blog and if you go to seths.blog/tim, not named after Tim Ferriss, you will find This is Marketing, which is where I put a couple videos about the new book. I did not know it stood for Tim when I wrote the book. The altMBA has some sessions signing up now for January. It’s at altmba.com. Between all that, that’s enough to keep people busy for a while.  Tim Ferriss: Wonderful. People can find the Twitter repost of your blog if they want to keep up with the blog posts at @thisissethsblog. Seth, it’s always such a pleasure, and I always learn so much and have taken so many notes for myself. I really appreciate you taking the time.  Seth Godin: Thanks, boss. It was fun. I’ll see you next time.  Tim Ferriss: All right. To be continued. To everybody listening, thank you for listening. You can find show notes and links to everything, including Seth’s new book, and everything that we’ve discussed in the show notes, as per usual, at tim.blog/podcast. Until next time, keep experimenting, stay safe, and have fun.  Posted on: November 5, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my interview with seth godin (@thisissethsblog, seths.blog), the author of 18 bestselling books, an inductee into the direct marketing hall of fame, the founder of the altmba and several companies — including yoyodyne and squidoo — and the writer of one of the most popular blogs in the world. it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the interview here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "tim ferriss: hello, boys and girls, ladies and germs", "this is tim ferriss", "welcome to another episode of the tim ferriss show, where it is my job to sit down with world-class performers of all different types to tease out the habits, routines, favorite books, and so on that you can apply and test in your own life", "this episode features one of my favorite guests", "he has been on before, and he does not disappoint", "he somehow manages to think and speak and finish prose", "seth godin", "on twitter you can find him @thisissethsblog", "online, he has one of the most popular blogs in the world", "seths.blog is his website", "seth is the author of 18 bestselling books that have been translated into more than 35 languages", "he was inducted into the direct marketing hall of fame in 2013", "very rightly, very well deserved, i might add", " he has founded several companies, including yoyodyne and squidoo", "his blog, which you can find by typing “seth” into google, is one of the most popular in the world and he has, i think, 7,000+ posts at this point", "seth writes about marketing, strategic quitting, which we get into in this episode, leadership, the wall ideas spread, and challenging the status quo in all areas", "he really walks the talk, and does so in his personal and professional life", "his books include linchpin, tribes, the dip and purple cow, among others", "seth’s newest book is this is marketing, subtitled you can’t be seen until you learn to see", "you can find out more about that at seths.blog/tim, in this case, tim doesn’t stand for my name, it stands for this is marketing, where you can also find a free pdf excerpt from the book, as well as related videos", " last but not least, seth is the founder of altmba, an intense, four-week online leadership and management workshop, and you can learn more about that at altmba.com", "in this episode, we cover a lot", "i really encourage you to listen to the whole thing", "i brought in questions from my own personal challenges right now, my own personal goals, also from friends and from many of you, who have voiced certain patterns of challenges and problems and hopes and desires", " we talk about, among other things, how seth personally deals with overwhelm and how he thinks about it; how seth chooses projects, and right along side that, how does he say no to the unimportant and set boundaries; the difference between long work and hard work; the world’s worst boss, which is a very important portion of the conversation; how to find your smallest viable audience – a hugely important concept for all entrepreneurs, which pairs very well with 1,000 true fans by kevin kelly, which is an essay i always recommend – which you can find at kk.org; non-marketing books that are classes in great marketing", "we also somehow manage to get to what it is like or how we think about crafting april fool’s jokes", "that was not expected and something that seth brought up himself", "i hope you enjoy this episode as much as i did", "i had an absolute blast, and could have gone for many, many more hours", " so without further ado, please enjoy this episode with the incredibly talented polymath seth godin", "seth, welcome to the show", " seth godin: thank you, tim", "it’s such a privilege to be back", " tim ferriss: i am thrilled to have yet another opportunity to pick your brain, an expression that i loathe, but nonetheless seems appropriate in this particular conversation, and in every conversation", "we’ve had many chats since the last time we recorded, but i thought i would kick off with a topic that is very top-of-mind for me, and that is overwhelm", "we’re going to go all over the place, as it my wont in this conversation, but overwhelm has come up just today in multiple conversations with friends", "they range from people who are at the top of their fields, to people who are trying to find an inflection point for themselves professionally, to people who are struggling in their early stages of different projects", "they all mentioned to me that they felt overwhelmed", " even looking around me right now, my luggage from recent travel seems to have exploded into piles of paper and books all around me on this table where i’m sitting, and i can’t help but feel a certain degree of – maybe it is overwhelm", "a “what to do with all of this?” i’m not sure where to even begin", "i was curious to know how you experience, if you do experience, overwhelm", "there’s part of me that on my recent travels saw this documentary, [won’t] you be my neighbor, about fred rogers, mr", "rogers", " seth godin: sure", "it’s beautiful", " tim ferriss: it’s a beautiful movie", "he weighed 143 for decades, to the pound, every day, and seemed to have his life so cleanly dialed that only towards the end did you see some of the struggles that he had", "but i wondered, does seth godin feel overwhelm", "is that something you experience", "seth godin: oh, i’ve definitely felt it, and it’s super painful", "i think one reason it’s so painful is because it comes with shame", " tim ferriss: yes", "seth godin: it’s the shame of well, there are so many people who don’t have enough", "there are so many people who have insufficient choices, insufficient inputs, insufficient leverage", "and here i am, feeling overwhelmed, underground, deluged by this thing that i asked for", "the thing is, it’s a systems problem", "because drinking from a firehose is a really bad way to get hydration", "it’s a dumb choice to drink from a firehose", "so what i have chosen to do to work my way out of it is not the world erect boundaries for me, but decide to erect my own boundaries", "the example is, i remember the magical days when once a month, wired magazine would show up, and fast company would show up", "so i knew that in three hours, i could be as informed as i needed to be, just from two periodicals", " and so the world was gating the information that was coming in front of me", "but now all of us are one click away from all these people who are talking about us behind our back from political machinations that we need to worry about, from environmental information, and work-related stuff", "and if we don’t figure out what’s truly important to us, then we have this system breakdown because the boundary we used to rely on is gone", " tim ferriss: are there other, like could you give any particular examples of boundaries you’ve created or situations of overwhelm that you’ve found your way out of or resolved in some way", "seth godin: well, the most useful thing i can say, and then people don’t have to listen to the rest of the podcast, is if you can figure out how to clear out six hours of day for your life, that’s an enormous roi", "i don’t go to meetings", "i don’t watch television", "i don’t look at facebook or twitter", "if you got rid of those four things, how many hours a day would be freed up", "then you can say to yourself, all right, but what did i miss", "you can add back from a zero-based budgeting method which ones you’re missing", "but for me, if i am challenged and forced to go to a meeting and i look around that room, and i’m imagining that those people who are just sitting there, in real time absorbing something that could’ve been summarized in a four-minute memo, that they do that three, four, five, six times a day, well, it’s no wonder they feel overwhelmed by the important work, because they’ve used up most of their day on unimportant work", "and so that’s the first step", " then the second thing is, when, and i do feel overwhelm when i have fallen behind", "it can be that i forgot to catch up with a piece of software and suddenly there’s a new version that i need to learn, and they’ve changed the interface without asking my permission, right", "and so i know that i need to be able to use this software going forward, and i’m trapped because it’s going to take me a long time to figure out the new photoshop or a long time to replace macromedia freehand, when they discontinued it", "and i’m not happy about that, but no one cares about my opinion", "at that point, it’s back to emotional labor", "my labor is not digging a ditch", "my labor is “do i care enough to experience discomfort to get to the other side?”  if i don’t, then i should turn off the input", "because sitting with an uncomfortable input when we don’t care enough to make things better is just a formula to be unhappy", " tim ferriss: i want to, and this will seem like a segue, but i think it’s layering perhaps a different direction on top of the same topic", "this is, you may recognize this, a piece titled the world’s worst boss", "here’s how it reads:  “that would be you", "even if you’re not self-employed, your boss is you", "you manage your career, your day, your responses", "you manage how you sell your services and your education and the way you talk to yourself", "odds are, you’re doing it poorly", "if you had a manager that talked to you the way you talked to you, you’d quit", "if you had a boss that wasted as much of your time as you do, they’d fire her", "if an organization developed its employees as poorly as you are developing yourself, it would soon go under.” there’s a lot more to this", "then it closes with: “there are few good books on being a good manager", "fewer still on managing yourself", "it’s hard to think of a more essential thing to learn.” there are many reasons i wanted to bring this up", "this is from your blog", "i think that’s december 2010", "is that it seems to me there are different species of overwhelm", "some are from not managing inputs", "you just are getting shot in the face with a firehose", "you’re just not choosing the material nor the volume coming in", "there’s feeling behind", "then there’s also managing yourself insomuch as managing your priorities and choosing what to do, knowing what to do", "how do you choose your projects", " are there times when you look at – i would have to imagine there are", "you’re a well-known guy", "even before you were kind of “seth godin” in marquee lights, would have multiple projects to which you’ve dedicated your time", "i think people, very often with that paradox of choice or feeling like there’s going to be a huge opportunity cost no matter what they do, end up feeling overwhelmed or a high degree of stress", "how have you navigated that yourself", "seth godin: well, first, i’m so glad you brought this post up", "i still remember the day i wrote it", "it was almost a mic-drop moment", "after i wrote that post, i was very close to turning off my blog", "just to say, i got nothing left; that’s it", "but instead, we built the altmba, because the altmba is about that very thing, which is these are mostly choices that free people get to make when they don’t feel like free people", "that we feel like we’ve made commitments or we are under someone’s thumb, or it’s not up to us", "but in the medium-run, never mind the long run, it is up to us, and how we make those choices informs our days", "i get offered something to do, and it feels in the moment like it’s an easy yes-or-no question", "that the latest meme going around in unsolicited emails is, this will take 45 seconds", "right", " well, it will take 45 seconds to read it, but if i say yes, then it will take me a year and a half to get it done", "no, it’s not a 45-second ask, it’s a year-and-a-half ask", "well, what’s happened as each of us has become a freelancer, a marketer, a voice in social media or wherever we are, the number of places where you can do work for free is close to infinity, and the number of places where you can get paid a little to do work is large, and there are even some places where you can get paid to do work and get more than a little, but the question is, as the ceo of you, is that the commitment that you want to make", "so i would say that when i look back at the last 28 years that i’ve been unemployed, the choices that i’ve made of saying yes or saying no are at the heart of the career", " it’s not the work, as much as it is deciding to do the work, and deciding what work not to do", "i get it wrong often", "one way i get it wrong is if someone offers me a speaking gig, and i look on my calendar and there is no speaking gig for that whole month, i am way more likely to take it than if there are two speaking gigs that month", "that’s a really bad way to do the math; really bad way", "and so i’ve gotten better at being super selective at those sorts of choices", " tim ferriss: can you expand on why that’s a bad way to make the decision and what a better way is to make the decision", "seth godin: well, that’s a choice made on a belief of insufficiency", "that i feel in that moment that i will never get asked to give a speaking gig again", "because here’s the evidence: no one’s asked me to give a speaking gig that month; this must be the end", "and if it’s the end and you get to play one more song on the guitar, sure, i’ll play one more song", "but i’ve been proven wrong a thousand times", "a thousand times that i thought i was never going to get another speaking gig, i’ve gotten another speaking gig", "so i need to find the sufficiency, the feeling of confidence of “enoughness” to be able to say, you know what", "life is a series of short terms; that’s what makes the long term", "but if all you’re doing is maximizing in the short term, you’re going to break the system, because the system is not the short term", "the system is the life you’ve chosen to live", " one of the books i’ve been thinking a lot about lately is a book called stone age economics by marshall sahlins", "it made his career in the 1960s", "he’s an anthropologist", "basically, what he was able to show is that cavemen didn’t work very hard", "our vision of cavemen is that they were always foraging; that they were always hunting; that it was a frantic, long tooth-and-claw, dramatic lifestyle", "but he says actually, about four hours a day, and then they could get back to the business of living", "what’s happened for people who are lucky enough to do what you and i do, who are lucky enough to listen to a podcast like this because they have the freedom to invest an hour or two in getting better, is we get greedy because there’s one more thing we could grab", "but what we’ve discovered is if you grab too many things, you drop the whole basket, and then you’ve got nothing", " tim ferriss: could you talk about the difference between, and this is coming back yet to the well, the font of all good things, your blog, this is from, i believe in may of 2011, long work versus hard work", "is that something you could describe for people", "the difference between long work and hard work", " seth godin: i think we’ve seen a lot of people blog about this lately", "it’s about how we make these difficult choices", "if you’re a lawyer, and you’re billing a lot of hours, if you’re somebody who is making it up in piecemeal, then that’s exhausting", "whereas hard work is different", "hard work is the emotional labor of confronting risk; the emotional labor of finding generosity when you don’t feel like it; the emotional risk of seeing nuance where there isn’t a lot of nuance", "so if we look at the platforms that are the easiest to get on, whether it’s fiverr or medium or whatever, they reward long work", "the extra hour", "the hour after that", "the hour after that", "because there’s no curve", "the 12th hour doesn’t get you more than the first hour did, it’s just one more hour", " whereas people who are willing to do the hard work who are toiling with no obvious applause; who are doing something that doesn’t make the crowd happy in the short run; who are confronting things that feel risky because they understand that over time, they’re not risky, they’re actually generous and useful", " tim ferriss: could you give any real-life examples from your own experience of choosing hard work, something that perhaps feels risky or seems risky to others or that is not a crowd-pleaser in the short term", "are there any that come to mind", " seth godin: i think just about all the successes i can point to would match that", "i would say, first of all as a speaker, the first hundred speeches i gave, i paid money to give them", "the first time i spoke in the internet world, i was the no", "800th ranked speaker on the list of speakers", "that most people who would like the life of someone who gives speeches would like to start by getting invited to davos or doing a ted talk", " tim ferriss: right", "seth godin: you have to get booed off stage a whole bunch of times", "or when you think about the difficult work of being in a new medium", "when you started your podcast, no one listened to it", "when i started the altmba and these other online things i do, there weren’t a lot of people who were saying exactly, that’s what we’ve been waiting for", "so you’ve got to be in this cycle of making a mess in order to slowly organize it into the thing that over time will feel like the right thing", "but there are two pots of gold at the end of the rainbow", "one pot of gold is you did something worth doing", "the other one is the extra hour at the end of the day is no longer necessary, because you’ve built an asset", "you’re no longer on the clock", "what you are is someone who’s creating value merely by the thing you’ve produced, not because someone’s got a stop watch and measuring how many hours you’re working", " tim ferriss: right", "it’s the decision that removes a hundred later decisions or a thousand later decisions perhaps in some capacity", "the altmba in those early days, why did you have the conviction to build that specifically", "just so people have a window into your thought process, which might help them find the courage to also make some of these decisions to do hard work, as opposed to the long work", "there are some very, very concrete examples of friends who are running into trouble with this right now in my world", "but what gave you the conviction", "why did you have the confidence to persist when it wasn’t greeted with thunderous, standing ovation from the masses immediately upon release or developing it", "seth godin: okay, so we all have so many more degrees of freedom", "so i have to begin by, what am i not going to actively pursue", "so i have an 18-page business plan right here for a software company that i think could be really successful", "i’ve run software companies", "i think i know how to do it", "but i have to get back to first principles and say, have i decided to dedicate the next cycle of my life to running a company with lots of people and the risks that go with that", "or do i want to persist at being a teacher", "because being a teacher is the arc i’ve had for a long time, and i get a lot of satisfaction out of it", "so i’ve got to start with that decision", " so once i’ve made the decision i’m going to be a teacher, then i’m saying, “well, i know how to teach in one medium or another medium, but the world changes.” and the forcing change agent here is: what happens when we can deliver education via video", "so i played with online video stuff, and i saw what was working, i saw what wasn’t", "and i wasn’t thrilled at what i could do in that medium alone", "so putting those two things together, i said, “look, if my mission is to teach people, and i’m not a consultant and i’m not a coach, what’s my tool where i’m going to have the most impact on people?” and so i literally went to the desert and i sat there for a few days", "i went with friends, but i wasn’t much good at company", "because i said, “this is a creative moment for me.”  “i’m going to come back from this trip and either say, ‘i have a thing’ or i’m going to say, ‘i’m walking away from that medium entirely,’” because i needed to make a leap", "and so i cornered myself", "i said, “you don’t need more time", "you just need to decide", "lay it out", "what would it be if you had to do it?” so by that acting as if, i built a thing out of paper that was three-dimensional and you could show it to people", "i showed it to people and at least half of them didn’t get it", "i thought, “now i’m on to something.” because if everyone said it was a good idea, it was probably banal", "so we did a play testing, which is an old software development term, where i pretended i was the system, and people engaged with me as the computer", "i said, “yeah, i’ll put my name on this", "let’s see what happens.”  so the first time we ran it, i knew that the people who would take it, the only people who would take it were people who give me the benefit of the doubt, which i’ve earned up by showing up and showing up, but you can’t use the benefit of the doubt too often, because then you don’t have it anymore", "so that was my risk", "my risk wasn’t the many hours we put into building it, because those were replaceable", "but the trust, that was serious", "so the first two or three days into it, there were a lot of nervousness, because i’m not in the altmba", "there are no videos of me", "i’m not teaching it", "i just built the system", "about the fifth day, some of the people – we had only 120 people in the first session – some of the people started to reach out to me, describing the shifts that the projects were making in them", " in that moment, i said, “ignoring some costs, knowing that canceling at this point had no cost to me, it doesn’t matter how much time i spent building it, walk away if it’s not good.” in that moment, i said, “i’m going to stick with this as long as we can keep making changes like that happen.” now it’s 26 sessions later", "each time, we get more confident that it works, and each time we get a different kind of person who shows up", "because the people who are showing up now are the people who needed to wait to see that it worked", "tim ferriss: right", "three days in the desert", "i can’t just let that go in passing", "what did you do in the desert", "what was the format of those days for you", "seth godin: well, the most important thing was there was no internet", "so going for a walk, it was a beautiful place", "it was 65 degrees", "it was absolutely nothing to do", "you bring a pad and you bring a paper", "as neil gaiman taught me, the best way to defeat writer’s block is to get really bored", "so that’s what i tried to do", "i got really bored", "i knew i had a deadline", "no one else was waiting on me for the deadline", "i’m my own boss", "but i used that pressure that i invented for myself to say, “there are things you are afraid to write down", "there are things you are afraid to assert, but you have to do it or else you can’t keep talking about this thing anymore.”  tim ferriss: how do you train yourself to take self-imposed deadlines seriously", "is it because you have a cost and a trip with a start and a finish in the form of this three-day trip to the desert", "is it telling other people you respect that you’re going to do this, so that you have some shame if you don’t deliver", "or is it just a conditioned response by doing it repeatedly somehow", "but i’d love to know how you would explain that", "because people miss deadlines all the time that they set for themselves", " seth godin: great question", "i don’t know many people with more willpower than me", "i think you are one of them", "i don’t know how you do it, but my method is – tim ferriss: hah", "i only talk about the deadlines i hit", " seth godin: i made a decision, a very, very long time ago, probably when i was 18 or 20, where i said, “look, there’s a whole bunch of work i’m just not willing to do", "i’m not willing to be the person who takes good notes", "i’m not willing to be the person who memorizes", "i’m not willing to be the person who can sit there for eight hours doing what the boss says", "i’m just not that person", "that would kill me", "so i’ve got to do something else to be worth something", "so here’s what i’m going to be", "i’m going to be the person who never misses a deadline", "i’m going to be the person who has very strict rules about what i do and what i don’t do.” so i became a vegetarian", "i haven’t had chicken in, i don’t know, 20-30 years", "it doesn’t even tempt me", "i’ve never done drugs", "it doesn’t even tempt me because i made this decision once", "so i’m really careful about promising a deadline", " i’m really careful about signing up for a project", "but once i do, the deal is done and i don’t have to revisit it", "i get that people wrestle with temptation all the time", "i’m not saying that the method i’m describing is easy, but i am saying when we talk about bosses we admire, when we talk about business leaders or political leaders who are states-people, and we look to them with respect, i think you can look at yourself that same way if you choose", "a key part of it is to say, “i’m not going to be situational about my decision making", "i’m going to be strategic about my decision making.” that choice, you only have to make that choice once", " you’re not going to be great at it at first, but you can stop acting like a 14-year-old, and start acting like a grownup and a professional", "which means, and this is someplace i’ve gotten in trouble before, authenticity is totally overrated, totally", "that i don’t want an authentic surgeon who says, “i don’t really feel like doing knee surgery today.” i want a professional who shows up whatever they feel like, right", " tim ferriss: right", " seth godin: so there are days that you will see me give a talk or see me write or something where it is not my authentic monkey brain saying whatever pops into its head", "this is me playing the role of seth godin, being the professional who does what he said he was going to do", "if that bothers people that i’m not always authentic, i’m sorry", "but at least i’m consistent", " tim ferriss: i love that; i really do", "yes", "“yes” is my way of agreeing with that statement", "i’ve never heard it put quite that way, but i really do not want an orthopedic surgeon who decides halfway through that it’s just really not his passion to finish my knee surgery", "closely related to that is something you’ve talked about", "it’s so closely related, maybe it’s just an inescapable facet of all these things we’re talking about, it would seem, is lizard brain", "you’ve written and spoken about the lizard brain before, in a, i want to say it was an interview with josh kaufman", "you say that when you hear “the lizard brain, the scared voice, what steven pressfield calls “the resistance,” and i think in brackets here we have [you] do precisely what it is afraid of.” basically, it’s your compass, but backwards", "you have very clear boundaries, as you said, about what you will do and what you will not do", " what would you say to people who are afraid of saying no", "of turning things down", "who know they don’t want to take a speaking engagement or agree to some favor they’re being asked to perform, but they won’t say no, or they’ll hedge and say i’m not sure, ping me in a week", "even though they know the answer should be no", "what would you say to these people", "who may or may not be named tim ferriss sometimes", "seth godin: you’re certainly not the poster child for this", "i know that you are a scholar of no", "but let me break this into a little bit, first", "when i talk about the lizard brain, what i am acknowledging is that the vast majority, maybe 100 percent of what we choose to do is done in the subconscious", "we make up the narrative afterwards", " tim ferriss: definitely", "seth godin: that voice in our head is a press secretary who is explaining to the media, without knowing exactly how, why what we just did was very smart", "and so if we can acknowledge that, then i can say to you – not you, tim, but you, the listener – if you’re having trouble with this idea of overwhelm or the bounty or saying no or focus, it’s not because you’re a defective human", "it might simply be because you haven’t trained for how to deal with the chemicals that run through your brain when you are confronted with things having to do with sufficiency, insufficiency, shame, fear, fitting in, standing out", " all of these things flow through us like lightning", "all you have to do is go to the movies to see that a director can toy with us at any time they want, right", "they bring in some violin music, and all of a sudden we’re scared", "no one ever got hurt by a violin, who why is violin music in a movie scary", "it’s because we’ve been hardwired to believe that just before the bad guy shows up, you hear the woo-ooo noise, right", "those things go really deep into us", "it’s pavlovian", "i don’t know if that rings a bell or not", "but the idea is – sorry, i can’t resist", " tim ferriss: that was good", "seth godin: the idea is that of course that’s happening to you; it happens to all of us", "great", "it happens to all of us", "now what will you choose to do about it", "if you want, you can choose to be a professional", "and so surgeons always wash their hands, even if they figured out they don’t need to today because there are no germs, she still washes her hands", "because you always do", "because that’s part of what it is to be a surgeon", "so if your incoming that’s nonproductive is that you say yes to too many things, you’ve got to figure out what’s the equivalent of the handwashing", "what’s the equivalent of the method that you’re going to use to go back to letting your cognitive strategic brain have a say before you get sucked in by the emotional reaction", " or if it’s difficult for you to say no, one thing that i find really helpful is write four paragraphs that are thoughtful and generous and insightful about why you’re saying no", "copy it", "put it into textexpander &no", "so anytime someone asks you this, you can write &no and all four paragraphs will come to that person", "it took you no effort whatsoever", "they end up feeling okay", "you end up feeling free", "then you can get back to your job, right", "that hack is just a hack, but it’s the hack in the service of why are you here", "what’s the change you are seeking to make", "because we’d like to talk about the fact that we are meaningful specifics, as zig ziglar would say", "that we are here to make an impact", "but if you say those things, but then you act like a wandering generality, you’re not going to have the impact you want", " tim ferriss: for people who are not aware, textexpander is a software program that allows you to type out something in shorthand that then auto-populates something else that’s been predetermined", "so that & or the @ symbol no would then bring up the four paragraphs that you have carefully crafted once to be a polite decline", "it’s a great program", " seth godin: yes, i was text expanding my explanation of textexpander", " tim ferriss: what are some of your equivalents of hand washing", "just to buy time, or maybe just to hear myself talk, i’ll share one that came to mind when you said that", "which was as a rule, if anyone tries to rush me to make a decision very quickly, the answer is no", "if someone is trying to use extreme time pressure to get me to make a decision, the answer is default no, which has saved me more times than it has, in any way, hindered me", "i think that was a product of necessity probably five years ago, particularly in the cortisol-driven world of startups", "we’re closing around in 47 minutes, maybe we can squeeze you in for $47", "are you in", "no, your legal doesn’t have time to review documents", "that type of stuff", "what are some of, any examples that come to mind, yours or from other people, of the hand washing", " seth godin: well, i’ll give you two edges", "one is i decided what i was going to do for a living, and i decided what i was willing to do for free", "so if you want me to give a speech, you have to pay me", "on the other hand, if you want to read my blog post, it’s free", "if you show up and ask me to endorse your sports team, i will say no", "but if you ask me to blurb your book, i will consider it for free, because it’s been done for me and i appreciate it", "if i can find a worthwhile book, i’m happy to put my voice behind it", "but if you want me to endorse your singing career", "no, i don’t do that", "sorry", "so being clear about where the free stuff is and where the expensive stuff is eliminates 80 percent of the people who are hoping to have some sort of transaction with me", " because i get it that it would be really fun to come to your conference in wisconsin", "i understand that a vacation in wisconsin would be really fun", "and here’s my problem with that", "number one, i would have to every day think about where i want to go on vacation next, and number two is i couldn’t be fair to people who had hired me to give a speech", "because why do some speeches go for free and some speeches not", "so by being clear about that, the person in wisconsin, who has a great conference and i’m sorry i can’t come, i don’t have to negotiate with them, because there’s a price list", "interesting aside, price tags were only invented 120 years ago", "we needed them because we couldn’t trust sales clerks to haggle", "that before that, the owner and the sales clerk were the same person", "haggling gives me no pleasure", "some people like to haggle", "i hate to haggle, and so i don’t haggle", " tim ferriss: i want to come back to book blurbs here in a second", "this is a perfect example, i think, to explore some meta questions", "before i get there, i want to say that as it relates to speaking engagements specifically, i don’t really do speaking anymore", "it was sort of categorically one of the things i decided i did not want to apply much bandwidth to, even though there are times when i enjoy it", "but part of the reason i found it so stressful, and i think you gave me some very good advice, actually very early on many years ago as it related to speaking, because you’re such a pro in that arena, is that every speaking engagement was a one-off, case-by-case negotiation and consideration, which just drained every calorie of decision making out of my brain each time it took place", "you have some really fascinating ways", " we don’t necessarily have to get into it if you don’t want to about how you choose what to do or price what to do", "a friend of mine, josh waitzkin, gave me great advice many years ago, which was – and he does, i don’t think really any speaking anymore either, but he was the basis for searching for bobby fischer", "some people might think of him as a chess prodigy", "brilliant guy", "he told me at one point that long ago he decided free or full-price", "what he meant by that was he only did two types of speaking – free for causes he felt were worthwhile, and absolute full price, no negotiation, no 20 percent discount, no we’ll do it for half price because of x, y, and z", " i took that and implemented that as every time a company paid me a price that was a new high price for me, they set a new high-water mark, and that became the new standard price", "so it was free or whatever the highest price had been to date", "it worked really, really well", "it was incredible how destressing that was", "but book blurbs", "you mentioned as it related to speaking engagements that you wanted to be fair or feel that it was fair so that you weren’t picking and choosing", "so i have categorically decided – i don’t do moderation very well, which often leads, i think in my mind to this one-off decision making", "i’d like to make the one decision that removes a hundred decisions", "the book blurbs i just decided – i have so many friends asking me for book blurbs, that i do not want to, i don’t even want to consider the social cost of having to pick among them for book blurbs, so i don’t do any", " how do you handle that", "you must get sent a mountain of books, or at least get emails from people you know who are authors asking for book blurbs", "how do you vet them", "and how do you gently let down people", " seth godin: let me go to the first part first, and then we’ll come back to book blurbs", "because i think we can broaden this to anyone who’s a freelancer", " tim ferriss: perfect", " seth godin: freelancers have a long work problem, which is that if you do work where i can find a substitute, the only way to move up is to work more hours", "and that sucks because it ends up being a race to the bottom", "then you’re on fiverr bidding $10 for a day’s labor", "but some freelancers do great", "why do those freelancers do great", "number one, they have better clients", "better clients challenge you do to better work", "better clients do take your better work and run with it", "better clients put you in front of better work", "so if you’re frustrated as a freelancer, begin by getting better clients", "the way you get better clients is by turning down lesser clients, so that you are freed up enough to do the hard work necessary to be appealing to be a better client", "if you have a lousy client, fire them", "even if it means you’ll be doing nothing, so that you can go back to looking for better clients", " but then the other thing, which is really important to understand, and it’s not just businesses", "it’s human beings in their daily life as well", "price is a story", "it is not an absolute number", "so a tiffany’s ring, $6,000", "if you buy it brand new, walk six blocks down to the diamond district on seventh avenue in new york, you can sell that brand new tiffany’s ring that you paid $6,000 for for $1,000", "where’d the other money go, right", "it’s not used", "where the other money went is the person who bought it at tiffany’s was paying for the privilege of buying it at tiffany’s", "when i think about the market for, in this case speaking, there are tons of people who can give a very good speech, but they are not famous", "as a result, the person who hires them cannot go to the people who they work with and say, “great news", "we hired jimmy bluestein.” because they would say, “who’s jimmy bluestein?”  so what’s actually happening when they hire you to give a speech is they’re hiring the story of they had enough money to pay tim ferriss’ current high price to get tim ferriss to come on a plane and be in the room", "there’s a lot of value in selling that product because it’s a signaling strategy, and it’s worthwhile", "so if you’re milton glaser and someone wants milton glaser to make their logo for them, milton would say it’s $250,000", "you say, that’s crazy", "i can hire some kind on fiverr for $12", "you might even get the same logo", "but what you wouldn’t get is the ability to say to the board of directors, “we got milton glaser to make the logo.” so the hard work here of building a career as a freelancer, where you’re going to get paid fairly, is doing the hard work to get better clients, and then having the guts to turn down people who don’t value your reputation when they want to hire you", "that’s my rant about pricing", " in terms of blurbing", "here’s what happened", "i have evidence to show that in almost every case, blurbs do not sell books", "so why do authors even want blurbs", "here’s what happened to me", "when i was shifting from being a book packager, where i did 120 books in 10 years with a small team – almanacs and things like that – to being an author, i sent a book called get what you deserve, which i wrote, and jay levinson was my co-author, to tom peters", "i had met tom a couple times through the years, but we weren’t partners or golf buddies", "tom sent me back a blurb", "that blurb changed my life because i started walking through the world as the kind of person that could have written a book that tom peters liked", " tom’s point of view is: is this book worth more than $30", "because if someone’s going to pay $15 for it, and i think it’s worth more than $30, wow", "what a great thing i’ve done for the reader by pointing out a book that’s worth more than it costs", "i’m not saying it’s the best book ever written", "i’m just saying this book is probably worth your time", "so for me, i’ve made a bunch of rules", "the first one which i have to live with, though i’m not crazy about, is if you don’t have a publisher, i’m not going to blurb your book", "the reason is because otherwise i’d have to deal with infinity", "if a publisher is getting behind a book, the value of my blurb to you and your career is worth more because now your editor who is under the delusion that blurbs work will support your book more, and thus it will work, right", "tim ferriss: right", "seth godin: the second thing is if you send me note that makes it clear you’re a favor-trading scammer, like “here, i pre-wrote the blurb for you", "you don’t even need to read the book,” i’m not going to blurb your book", "because that’s disrespectful", "i read everything that i blurb", "most of the time, i have to say, i don’t have time to read your book", "and i mean it", "but if i have time to read your book, i will either find things in it that are worth the time and energy you’re asking the reader to put into it, or i will tell you that i got very busy", "i will not send you a note explaining why your book is no good", "because i’ve tried that", "even with people i care about, it’s a bad plan", " tim ferriss: what does the wording for “i got really busy” look like, if you remember", "seth godin: i do remember", "it’s “i got really busy", "i’m very sorry.”  tim ferriss: that’s it, okay", " seth godin: here’s the deal", "first of all, it’s true", "i am really busy", "and this wasn’t, didn’t rise to the level of “i’m going to need to put even more time into this to be able to dig something out for you.” but the other thing is that more words don’t make the person feel better", "people want to be seen, but they don’t want to be snowballed, right", "they don’t want a blizzard to come at them", "they just want to know you understand this isn’t good news for them", "you’re sorry that you don’t have good news for them", "let’s move on", "because it doesn’t pay for anybody for me to go on and on and on, because if i’m really busy, i don’t have time to go on and on and on", "and i am really busy", " tim ferriss: right", "“sorry i’m too busy to read your book, but here are three pages on why i’m too busy to read your book.” so the topic of, or directive of choosing better clients is part and parcel of thinking clearly", "you are very good at, i think, thinking and communicating your thinking clearly", "first of all, you have a new book, which would’ve been mentioned in the intro already", "but i’d like you to very briefly tell me about it and therefore the listeners about it, but the clarity of purpose and thinking is reflected very well in a discussion you have in the book about the quarter-inch drill bit", "i’m not sure if – whenever i read books, sometimes it’s like my books tend to be disturbingly, unnecessarily long", "so i’m like, “oh, jesus, did i write that", "what was that thing that i wrote about", "i hope i can recall it.”  but perhaps you could tell us a little bit about the new book, why you wrote it, and then the quarter-inch drill bit", " seth godin: ted levitt was the godfather of marketing in the early 1960s", "he wrote a paper called marketing myopia that changed the game for a lot of people", "in that paper in harvard business review, he wrote, “no one buys a quarter-inch drill bit because they need a quarter-inch drill bit", "what they need is a quarter-inch hole", "that’s what you should sell them.” in this book, which is called this is marketing, and which i’m hoping will be as seminal a dividing line in how we view where we are as that paper was", "i point out no one needs a quarter-inch hole", "what would you possibly need a quarter-inch hole for", "what you need is a place to put the expansion bolt so you can put a screw in the wall", "but actually, you don’t need that", "what you need is to put the shelf on the wall", "but you don’t really need that", " what you need is a place to put the books that are cluttering your bedroom", "but you don’t even really need that", "what you need is the way you will feel when your spouse thanks you for cleaning things up", "what you really need are safety and security and a feeling that you did something that was important", "that’s what we sell", "and it turns out that’s what we sell when we sell everything", "the thesis of this is marketing is that there’s been four revolutions in memory", "the industrial revolution of “oh, we can make stuff", "and the stuff we’ve been making keeps getting better and better.” the second one was this revolution that computers can calculate things really well, which puts a man on the moon or enables a robot to help build a car", "the third one is computers as databases moving information from far away to here and from here to far away – the connection economy", "but this last one is the one that every one of us gets to touch", "it’s the revolution of marketing, which is that now each one of us has more power than procter & gamble did 50 years ago", "each one of us with a keyboard is connected to more than a billion people", "my thesis is that we’re responsible for what we do with that power, and that if we want to, we can do work that matters for people who care", "that we can make things better by making better things", "the people who regularly read my work will recognize this, but i needed to put it in a book so they could share it with their team, they could share it with the people around them", "because i think if we catch our breath right now, we won’t have to have this race to the bottom of privacy-prying, spammy, every page on the web looks a little bit like a porn page because we’ve tested it to death", " maybe instead we can do in the other direction and say there’s a group of people who need me, who need my voice, who need the change i want to make", "if i can find that group, the smallest viable audience, and delight them, they will engage with me, and they will tell the others", "none of this is in kotler", "none of this is in marketing 1970 1980", "none of it", "we are swimming in this water, but we don’t see the water", "i wanted to be able to put a stake in the ground and say, “here you go", "i’ve been doing this for 30 years", "this is what i see.” and if you’re working on things i care about, i hope you will read this because this is my best shot at helping you do better", " tim ferriss: so to help people do better, i want to pull out three words that you just mentioned, because you and i have chatted about this", "i’m not sure ever publicly, but “the smallest viable audience.” can you define what that means and why it’s important", "seth godin: if this isn’t your first tim ferriss podcast, you are a fan of tim and the way he engages with the world", "and yet, 99 percent of the people on planet earth have never heard of tim ferriss", "they haven’t bought any of his books", "they haven’t listened to a word he’s ever spoken", "so here’s somebody who’s successful beyond our wildest dreams, who is unknown to 99 percent of the planet", "how can those two things coexist", "well, the answer is that the mainstream media has pushed us to fit in to be average to reach the masses", "because mass and average are the same thing", "but everyone’s trying to do that", "there’s only room for one kardashian, right", "everyone else is sort of 80 percent down the list", "but if you can find the guts to say, “there are 250 people who care about tilt shift lenses as much as i do, and i’m going to make a tilt shift lens for those 250 people that changes their life,” they will find you, because that’s their drive, that’s their mission", " and so that attention economy basically teaches us that you are not in charge of what people look at; they are", "if you go where they are looking, you will do way better than if you insist that people look at you", " tim ferriss: how does one begin to pull back from the drive, the temptation to make everyone their customer and define who their smallest viable audience might be", "if someone is currently, let’s just take – this might not be the best example, so feel free to come up with a better example", "but let’s say someone is creating a youtube channel", "they’ve been doing it for a while", "it hasn’t quite clicked", "they’re not sure what they’re doing wrong, but they’re trying to appeal to moms", "or they’re trying to appeal to men between the ages of 20 and 30", "this could be a terrible, terrible example", "how would you suggest someone start to niche down", "are there questions they should ask themselves", "any particular resources or otherwise that you would suggest", "seth godin: it’s a great example", "here’s the thing", "your problem isn’t greed", "your problem isn’t that you are trying for more and more and more", "your problem is fear", "the fear of someone saying you’re not as good as you say you are", "the fear of once you’ve narrowed it down to the 500 people, to be rejected by those people is really hurtful, because there’s no one left", "that’s all there is", "living with that fear is the hard work of the professional", "so that the way we niche it down is by committing to wanting to niche it down", "to not have false niches that are actually just excuses for reaching everyone, but to be really, really specific", "so if i think about a sushi place in new york city", "most of the sushi places in new york city are sushi places", "they’re interchangeable", " but if you were required to have a sushi place that could pay the rent only being open 12 hours a week, or if the limit was, “we’re going to charge $400 a meal,” now by default, you’ve eliminated almost anyone who would want to engage with you", "the only people who are left are the people who want something that is not available in a traditional sushi bar", "you’ve gone to an edge", "it’s not an edge based on demographics, on gender, or age, or income", "it’s an edge based on psychographics, and what does this person dream of which requires empathy", "empathy is the other part that makes this difficult", "because here is the thing", "people don’t know what you know", "they don’t want what you want", "they don’t believe what you believe", "and yet you want to serve them", " so what you have to do is acknowledge that they are right", "they are right in wanting what they want", "they are right in needing what they need", "maybe you could earn their enrollment and teach them a new way to be, but you can’t succeed by insisting that people are you, because they’re not", "tim ferriss: are there any highly, highly, highly niche companies, businesses, could be small, could be not so small, that you are particularly fond of", "any that comes to mind", "seth godin: in the book, i talk about penguin magic, so that’s an easy example", "penguin magic almost no one listening to this has ever bought anything from them", "and yet, they’re a multi-million-dollar company", "magicians, professional magicians, don’t need any more magic tricks, because they do the same 12 tricks every night", "different audience, same 12 tricks", "amateur magicians, on the other hand, have the same audience all the time", "the long-suffering family members and coworkers who have to watch this trick again and again", "and so you need new tricks all the time", "so that’s what penguin did, is they said, “what would be the perfect website for someone who is exactly that person?” so that’s what they built, and there are a hundred little details, if you visit penguin magic you’ll see, that probably aren’t interesting to you, the outsider, but to someone who is like this", " this is what they dream of", "by obsessing about that niche and ignoring everyone else, they have managed to succeed", "or an example, totally at the other end of the spectrum", "i’m talking to you in scott harrison’s office at charity: water", "charity: water has raised a quarter of a billion dollars to bring water to people who don’t have clean water", "most philanthropists don’t give them money, most foundations don’t give them money, and most individuals don’t give them money, and that’s fine", "because for the people who wanted this kind of interaction, it’s exactly what they wanted", "so you have to shun the non-believers and say, “yes, you want to give money to the american cancer society", "please do", "that’s not what we do", "we do this.”  the statement, “we do this,” and being clear about what this is and why is totally different than the freelancer who says, “what do you need?” because what do you need works great if you’re the local handyman", "but it stops working great if suddenly there are a thousand local handymen and everyone’s a click away", " tim ferriss: charity: water is a really good example", "i’m familiar with charity: water", "i’ve spent time with scott", "they did a number, and do a number of things very differently", "there were, i suppose, even more remarkable in the very beginning because at that point, many others hadn’t started emulating them", "but very design-driven, aesthetic-driven nonprofit, in a sense", "their collateral, their approach to web design, to experience design with events is very much targeted to a particular psychographic, sort of the macbook crowd, for lack of a better description", "the distinguished themselves, among other ways, by separating out the administrative costs and covering the team administrative costs of the nonprofit from the building of actual wells and so on, which very few people had seen done before, even though they weren’t the first to do it", " i’m glad you brought them up, and that you also brought up constraints, like you mentioned with this hypothetical sushi restaurant that applies constraints to arrive at a smallest viable audience", "could you talk to, if possible, and you can take this anywhere you want, the importance of smallest viable audience as it relates to charging enough or charging more", "because i know so many entrepreneurs or know of so many entrepreneurs who are really gifted, doing things well, and yet they just refuse to charge more than the bare minimum because they want everyone to be able to afford their product, as one example", "there are many reasons they might cite", " i would love to hear your thoughts on charging enough or charging more, charging fill-in-the-blank", "i see this as one of the most common fatal errors, or at least on a company or project basis, fatal errors that entrepreneurs make is simply pricing incorrectly", "long question, but very much top of mind", " seth godin: big question", "okay, let’s begin here", "if you sell rent housing to low-income people, if you sell healthcare to the masses, please, please lower your price", "for everybody else, this idea that people can’t afford it is crazy talk", "because let’s look at dog food", "the price of dog food has gone, just in the last 10 years, from $2 or $3 a pound, which is the stuff at the supermarket, to $45 a pound, which is the keto dog food that i bought on a lark for my dog the other day", "now, i get that a grownup adult might be hooked on this whole keto thinking, but as far as i can tell, even though the price of dog food has gone up by a factor of 20, dogs are not any happier than they used to be", "so it’s not that you’re trying to make the dog happy; you’re trying to make the dog owner happy", "the dog owner is happier spending more money", "not all dog owners", "just the dog owners who are happier by spending more money", "that’s who the product is for", " and so what we think about when we are not building a public utility, when we are an entrepreneur who is going to the marketplace with an innovation, is we need to please a small group of people", "one of the signals that is available to us is price", "the signal says if you are looking for the lowest price and everything that comes with that, we are not those people", "on the other hand, if you are looking for a fair price and everything that comes with that, the customer service, the attention to detail, the fit and finish, the voluntary constraints, we’re that", "type four letters into duckduckgo or google, n-o-m-a, just four letters", "noma fills the screen right", "where did noma come from", "well, if you want to open the world’s most famous new restaurant, copenhagen is not a smart place to do it", " making the rule that you’re only going to serve food that you harvested from within 100 kilometers, not very smart either, particularly if you need to charge hundreds and hundreds of dollars to do so", "but they voluntarily accepted all of those constraints, knowing that they only needed to blow the socks off 10,000 people", "if 10,000 people walked away from that experience thrilled to pieces, then they would become famous to the family", "they would become noteworthy enough that people would fly there to engage with them", "if they had opened noma and said it’s $18, so that forgives us for cutting this corner and this corner and this corner, you never would have heard of noma", " tim ferriss: that’s true", "this is, just to put it into perspective for people, it’s not just the price of the meal", "you have to consider that almost everyone who is going to noma is flying in internationally", "so these meals end up costing $5,000-$10,000 when you factor in all the direct and indirect costs", "and yet, as you pointed out, or maybe not and yet, and because in part, because of that, noma is what it is, which is one of, if not the most famous restaurants in the world", "much like elbulli back in the day", "seth godin: yeah, or consider a movie like 2001: a space odyssey", "considered by everyone to be one of the 50 greatest movies ever made", "almost every single critic panned it", "that the first 45 minutes of the movie, 45 minutes, no words are spoken", "the first minute of the movie, the screen is black", "that there is nothing about that movie that was designed to please the crowd", "that’s not who he made it for", "that’s how he ended up with a movie that people still watch 50 years later", " tim ferriss: what is the three-sentence marketing promise template", "or i guess it’s a simple marketing promise", "i can certainly read this, if you would like", "if it makes it a little easier", "but there’s a template that you have", "the three-sentence marketing promise that you run with", "and if you can pull it from memory, we can do that, or i can bring it up and we can explore each of these in turn", "do you have a preference", " seth godin: tell me if i got it right", "it’s for people who believe this and for people who want that, this might be what you’re looking for", "is it close to that", "tim ferriss: it is close, yeah", "my product is for people who believe blank", "i will focus on people who want blank", "i promise engaging with what i make will help you get blank", "but i think both what you laid out and that are very similar in intent", "what is this", "why is it important", "seth godin: well, what tends to happen is companies make a thing", "then they hand that thing to the marketing department, and the marketing department reverse engineers what they’re going to say about it to get people to buy it", "and then they come up with a mealy-mouthed mission statement that says nothing, so that they can act universally so whenever the next new product comes in, they won’t have to change their mission statement", "none of this is effective", "the alternative is to say, “we’re not saying ‘we made this", "please come buy it.’ we’re saying, “we see you", "we see who you are and what you believe.’ and we assert, right here, right now, we assert that if you’re the kind of person that believes this and is looking for this, we promise that if you engage with your time and money with us, you will get that.”  and if you can articulate that arc, then you’ve got a shot at engaging with the smallest viable audience", "so when i think about, we’ve been talking about marketing for over an hour and we haven’t mentioned apple once", "when i think about what did apple promise when you pay extra for a smartphone that is demonstrably not better than the alternative that another company makes", "how do they get you to wait in line", "well, what they’re saying is, “for people who in some small way define their status among their peers by the device that they use, who will get pleasure out of being able to demonstrate to their peers that they have the resources to get the latest one, we have the latest one", "get in line if you want one.”  that is tim cook’s entire business model", "that’s not what steve jobs’ business model was, but that’s tim cook’s", "which is they are selling a luxury good, which raises the status of insiders, and is of no interest whatsoever to people who don’t get the joke", " tim ferriss: are there any other companies that come to mind that do a particularly good job of this", "by company, that could be one person, it could be 10,000", "seth godin: sure", "i will stake my reputation by telling you that every successful company does this", "they don’t do it on purpose necessarily, but the thing that made them successful is that they did this", "that there is almost nothing that launched to the masses", "i remember the first time i used uber", "i did not use uber because i had no other way in new york city to get 20 blocks across town", "i used uber because i’m the kind of person that got pleasure out of taking a magical electronic device out of my pocket, pressing a button, and having my friends just agog at the fact that a minute later a vehicle showed up right where we were standing", "that feeling is what i bought when i bought uber", "so at the beginning, uber had almost no customers", "but the customers they had were people who liked that feeling", "then it works its way through a curve, which we can talk about later, if you want", " but at the beginning, that’s what we saw at amazon", "that’s what we saw at airbnb", "if we’re talking about offline businesses, that’s what you see at a certain kind of hairdresser", "that’s what you see at a certain kind of fashion label", "that there’s a line out front of supreme, where people are buying a t-shirt that costs $3 to make, for $45", "why are they waiting in line", "what do they get", "who wants a supreme t-shirt", "those questions aren’t things you should do after you decide to be in the t-shirt business", "you go the other way", "you figure out whether the needs and the dreams and the desires that people are walking around with unfulfilled, and you say hi, i’m here to help you achieve what you already wanted", " tim ferriss: do you have any idea what supreme is doing well", "why are people waiting in line to buy a $3 t-shirt for $45", "even if you just had to guess, is there any stab you’d take", "seth godin: we need to talk about the yo-yo union for a minute", " tim ferriss: let’s do it", "seth godin: yo-yos are regularly banned or frowned upon in elementary schools because of what happened last time", "but every once in a while, maybe three or four years – tim ferriss: wait, what happened last time", "seth godin: i’m going to get to that", " tim ferriss: okay", " seth godin: every three or four years, a kid shows up with a yo-yo", "if that kid is a low-status kid, that’s the end of it", "but if that kid who shows up is one that other kids want to be near and like – not all kids, just certain other kids – the next day there are three yo-yos, then there are seven yo-yos, then there are 50 yo-yos", "and within a week and a half, yo-yos are everywhere", "then yo-yos get out of hand so the administration passes a rule, no more yo-yos", "it takes three more years for it to come back again", " tim ferriss: like the locusts", " seth godin: exactly", "so i have seen this happen firsthand", "i’ve seen it when it worked, and i’ve seen it when it didn’t work", "so the secret is to make sure the right kid bring a yo-yo to school the first day", "because if it’s not the right kid, the status roles aren’t at work and you don’t get the yo-yo to spread", "so supreme’s home run was that a certain kind of kid with a certain kind of status showed off his parents’ money by showing up with a t-shirt that was intentionally (a) aggressively obnoxiously designed, and (b) ridiculously expensive", "because that moment of how ridiculous it was created all the value", "now if the wrong kid had shown up wearing a supreme t-shirt, nothing", "but the right kid did, and so other kids wanted it", " and in this moment, supreme made a really smart choice, which is they underproduced dramatically", "they always sold out", "they left money on the table", "this is the hard work part again", "they left it on the table", "they left it on the table", "they left it on the table", "they could’ve sold way more, but they believed that they would be doing this for years, and so they intentionally created this scarcity, and scarcity creates a feeling of value", "so now, i was just researching this a couple weeks ago down there, most of the people who are waiting in line are going to resell it within 10 minutes", "they need the line to show up in photographs, so that the person who buys it at a premium is relieved at how well off and smart they are that they didn’t have to wait in line", "so the line is a tax that creates value for the people in the marketplace", " this cannot go on forever", "it never does", "but to create a fashion brand that is based on nothing by scarcity, that’s the method", " tim ferriss: it’s a story that makes me think of something right here in my backyard in austin, texas, which is franklin barbecue", "most people have never heard of franklin barbecue", "nonetheless, i want to say they open at 10:00 a.m., something along those lines", "they sell out by 11:00 a.m", "everything that they have made", "all of the meat they have prepared", "and that’s the end of the day", "they close when they sell out", "could they produce more", "of course they could produce more", "people start lining up around 6:00 a.m", "they are cottage industries, coffee shops and so on, that have developed to capitalize on this line", "early on, it was predicted that this might last three months, six months, a year", "it’s been going on for, i want to say at least five or six years, this line", " the food is exceptional", "but there is exceptional barbecue all over texas", "it is this incredible, ludicrous on some levels, scarcity that become the pr campaign, in a way", "the stories that people tell about it, the taskrabbit they hire to stand in line, or whatever it might be, becomes this narrative", "seth godin: two things that need to be understood here", "the first one is, in a double-blind taste test, they would never win", "but that’s okay, because we’re not double-blind; no one is double-blind", "we know where it came from", "so if you know where it came from, it might win because what you’re actually tasting is what it took to get it", "there’s nothing wrong with that", "this is another key part", "because you are not manipulating people, you are serving them", "they are choosing to go through these steps because those steps make the barbecue taste better", "it’s a placebo", "placebos are wonderful because they don’t have any side effects and they actually work", "so we can be honest, ethical, generous marketers by saying my job is to put on a show", "i’m not simply a manufacturer", " someone can always manufacture cheaper than me", "but what people will pay for are trust and experience, something to talk about, scarcity, and the way it feels to be part of something", "that’s what we build", "so what we have to figure out how to do is build it in a way that when people find out that’s what we’re doing, they’re still okay with it", " tim ferriss: i love how encyclopedic your knowledge is of case studies", "it’s really one of the, for me at least, one of the things that immediately leaps to mind as a distinguishing characteristic of a lot of your work is pulling in and dissecting, in a way", "or at least observing case studies", "are there any other examples that, what we’ve been discussing, is done particularly well", "seth godin: now that you’ve said that, of course", "i think that when we think about the work of contemporary art, it’s really interesting to see that people who don’t get the joke, completely don’t get the joke", "they say, “oh, i could’ve painted that painting that jackson pollock painted", "how could it be worth $45 million?” but jackson pollock had a brother, and his brother’s name was charles", "charles pollock was a painter, not an artist", "charles pollock painted exactly like his teacher, thomas hart benton", "but we didn’t need another painter to paint like thomas hart benton, because we already had one", " so the act, number one, that jackson pollock painted something no one else was painting that many people hated", "number two, that he had gallery representation in new york city that enabled the gallery owner to say, “for the kind of collector that wants to earn the status with a certain set of peers that comes from owning a painting that no one else owns, this is the kind of artist that you might like.” that’s how you get your start", "then the next step in the path is there are curators who understand that their career will be advanced if they’re one of the early ones to hang this on the wall of their museum", "there are other curators who understand that their career will be advanced if they’re one of the middle or late ones who hang it up", "so this virtuous cycle is created", "you go from you could’ve bought the painting for $1,000, to now it’s worth $45 million", " and it is worth $45 million, not because you can’t see it for free", "of course you can, on google", "it’s that the act of owning it earns you a certain kind of status in your own head and with a certain circle of people that’s worth something", "but right down the street there’s a guy who collects guitars", "he doesn’t want a jackson pollock", "he wants a signed eric clapton guitar", "different people are making these decisions based on where they think it puts them in the pecking order of who eats first and who has better taste, and who’s an insider, and who’s an outsider", "and because we live in such a privileged world, that’s what people are spending all their time paying attention to", "tim ferriss: i’m so glad that you brought up jackson pollock", "i have a bunch of history with jackson pollock that you and i can talk about some time", "i do not own – seth godin: oh, yeah", "you grew up down the street", " tim ferriss: i did; i did indeed", "in fact, before jackson pollock became jackson pollack in all caps, there’s a grocery store where he used to trade his paintings for bread and eggs and so on, before he, in some respects, i suppose, cracked the code", "i recently found a book – and there are portions of it that are good", "i think a lot of it is about what you would expect, which is a lot of hyperbole and high-concept confusion", "100 secrets of the art world", "i’ve become fascinated by the weirdness, but also on some levels the impeccable logic of how the art world works", "there’s a lot of weirdness", "there are certainly aspects i don’t yet understand", "but i found this at a really cool festival that people may be interested in, called the trans-pecos festival of music + love, in marfa, texas, which the story of marfa, texas in and of itself is kind of a crazy marketing story in some respects", "people can check it out", "it’s in the middle of nowhere", " i found this book", "here’s a quote from jeff koons, who is also from my native new york, artist and sculptor", "this will lead us back to marketing, as many things do", "here’s the quote", "it’s one of my favorites", "“the journey of art starts with self-acceptance, the subjective", "once you accept yourself, you are able to move on to the objective, the highest state which is the acceptance of others.” i found that worth pondering", " seth godin: that’s beautiful", "tim ferriss: which leads me to a note that i took from your new book, which is a chapter titled “marketing to the most important person.” i was wondering – and i took some additional notes on that chapter, or at least a few lines – who’s the most important person", "what is marketing to the most important person", "seth godin: it’s you, right", "if we’re in a post-industrial place where you’re not spending all day working the punch press, the person we spend most, like where we started with the world’s worst boss", "in this case, what we’re talking about is who are you talking to when you talk to yourself about what you do", "and how do you come to grips with the self-acceptance that jeff koons is talking about", "i love that you’re bringing these pieces together, because that’s exactly the way i’m thinking about it", "this all started with what i saw happening inside the altmba, where people with talent when they felt safe were very clear that they didn’t believe in who they were or where they were going or what they were creating", " until they could come to grips with the fact that they had value to add, it’s really difficult to have the sufficiency to have empathy", "to have the sufficiency to see other people", "because if you’re drowning, you’re a lousy lifeguard", " tim ferriss: yes, well said", "how does someone develop the feeling of sufficiency so that they are, if not on land, at least swimming comfortably as a lifeguard, so that they can have the empathy for others that’s necessary to be good at then marketing the gifts they have and what they can provide", "how does one develop that self-compassion and that feeling of sufficiency", "seth godin: here’s my best take on it", "as soon as you can adopt the posture that you are needed to do a generous act that someone in worse shape than you is drowning and that you have something to offer them, it shifts from a selfish act that is shameful to a generous act that is making a difference", "so it requires us not to be selfish people", "it’s not double-talk", "once we realize that there actually is somebody who would miss us if we were gone, then we can get out of our head and realize we are not doing this to get in the light or to hide from the light", "we are doing this because someone else needs us", "so the big shift is to stop thinking of prospects", "stop thinking about people you are marketing to or at, and instead say, “where are my students", "where are the people who are enrolled in this journey who i have a chance to teach?”  because if i’m a teacher and the student is coming along for the ride, i don’t have to yell", "i don’t have to interrupt", "i don’t have to hit kids with a ruler", "all i need to do is take them to where they said they wanted to go", "that fits into the person i think most of us would like to be, which is the teacher we would remember years later, the person who turned on a light for someone who didn’t have a light", " tim ferriss: seth, i aspire to be half the communicator you are", "i am just constantly astonished how clear you are able to convey the thinking, which of course in the first place must be clear to you before you can impart it to others", "that was very beautifully said, and i think very important", "thank you for that", " seth godin: that means the world to me", "i just want to insert here, not that we’re playing tennis, but the single best-written april fool’s joke in the history of the internet was written by you", "there’s a sort of elegance that’s necessary that isn’t in my wheelhouse that enables somebody to have enough awareness of the narrative of the reader, and enough guts to go right to the edge but not go over, to do it in that indirect form", "that’s not my milieu; it’s yours, but it was beautiful", " tim ferriss: it’s been a while", "it’s been a long time since i did that", "would you mind, if you want to take a stab at it; i can also take a stab at it, but do you want to take a stab at describing what that april fool’s joke was", "seth godin: sure", "i have now resigned from my annual april fool’s blog post because when it works, people send me angry notes, and when it doesn’t work, people send me angry notes", "but there was a tradition that if you were a blogger, on april fool’s day, you had to come up with something using just words that would not only get under people’s skin and surprise them, but make your point", "your blog post, if i remember it, and it was 10 years ago, whatever, eight years ago, was, “i have a confession to make", "i don’t write this blog", "i’ve outsourced it as part of my 4-hour workweek agenda, and this blog is actually written by someone else and it has been for years.” and people were furious at you", " tim ferriss: people lost their minds", "yeah, and i made it very specific", "i was actually, “this is venkatesh from mumbai who collaborates with person a and b in manila, who does mostly copy editing, and we’ve actually been crafting this at the behest of tim ferriss to prove a point, which is you can outsource anything with the right set of instructions if you vet the right people.” people lost their minds", "it was wild, also, to see the response", "i put it out", "i happened to be, i think i was in london at the time, and i used that time difference as a way to be somewhat sneaky and publish it the day before april 1st in the u.s., which made it extra confusing, very deliberately", "and i went to sleep not thinking much of it, just having a chuckle after a glass or two of wine", "i woke up to just mayhem", "arms and legs in the streets of the internet", "it was just complete mayhem", " it was also funny – this is going to be very politically incorrect – but how bifurcated a lot of the responses were seemingly by gender", "the men were like, “you fucking dick.” then a handful on both sides were like, “okay, that’s pretty funny.” then the women were like, “how can i ever trust you again", "i can never trust you again.” but it was a mess", "it created a real mess", "now, i didn’t bring this up, but it’s in my notes", "so you are not a junior varsity april fool’s joke person yourself", "so can you talk about – i’ll start us off", "actually, let me just read this", "you wrote, “… i said it would never happen by now in april 2018, after so many blog posts, after 18 books, dozens of projects, and a bunch of e-books, and podcasts, i’m now completely out of ideas", "big ideas, small ideas, any ideas, all gone, used up", "i have none left.” so what happened when you published that", "seth godin: this goes back to the empathy thing", "i got a lot of email that at first really annoyed me", "what the email said was, “you’re right", "you’re out of ideas", "i’ve been out of ideas for a long time, too", "i feel terrible for you", "here are some tips i have on how you can find the ideas again", "don’t feel too badly.” what i realized was, they weren’t writing the note to me, they were writing the note to themselves", "they weren’t angry, but there was a lot of pathos involved in it, because they still believed in writer’s block", "they still believed in this myth that they were out of ideas", "they were getting a lot of schadenfreude and pleasure out of the fact that i also had their affliction now", "because i was the arrogant guy who said it could never happen, and it happened to me, and they were sort of gloating about it", " here’s the thing", "writer’s block is a myth", "what people get stuck on is not that they’re out of ideas, it’s that they think they’re out of good ideas", "that everyone had bad ideas", "my only argument is if you put enough bad ideas into the world, sooner or later your brain will wake up, and good ideas will come", "that the bad boss problem is your bad boss won’t let you ship anything because he or she is insisting on perfect", "i’ve done 7,400 blog posts, and i’ve done four perfect ones", "so you just got to keep making the work with generosity, because then your lizard brain will give up on censoring you because it’ll realize that you’re not going to give up", "and at that point, it’ll just say, well, we might as well make it better", " tim ferriss: and that volume comes from putting one foot after the other, as you have done – 7,400 blog posts", "that is just incredible", "i took some notes on later discussion of this april fool’s joke that you put out, just to underscore something you already said about writer’s block – and feel free to correct me if this is incorrect – but roughly, “no one gets plumber’s block", "they simply do plumbing", "creativity is work", "it’s not the muse or lightning or the result of burning incense", "i write daily because i’m a professional and this is what i do.” i think it’s a strong, it seems to me to be a strong commitment and then holding yourself to that commitment, whether you it’s doing the work daily, whether it’s having the boundaries that you have", " whether it’s having deadlines that you do not miss because you decide that’s going to be a defining characteristic of you and your life, because you don’t want to be many other things, and to force yourself as a square peg into a round hole, as many people do attempt for their entire lives", "very impressive, and i think a very important point that the authenticity of maybe suffering from the changing winds of how you feel minute to minute can be overridden in many respects by viewing yourself as a professional, even if you’re just getting started", "deciding that you are going to do the work and even through dozens of bad ideas, or not even through", "have faith that through coming up with many ideas, you will eventually have to come up with a few good ones", " seth godin: yeah, i think that’s brilliant", "if i’m going to quote roz zander, “the but versus and.” you can say to yourself, i’m a writer, but no one’s reading my work.” “i’m an artist, but no one’s buying my paintings.” the “but” becomes the essence of your day", "or you can say, “i get to write and no one is buying my work yet.” “i get to paint and no one is buying my paintings yet.” the “and” is true", "both things are true", "so what are you going to do about it", "one thing you can do about it is stop", "the other thing you can do is get better", "you don’t get better, and i spent a bunch of pages in the book talking about what better means", "you don’t get better by getting rid of typographical errors", "you don’t get better by being more realistic in your painting", "you get better by serving the needs and wants and desires and dreams of the smallest viable audience you sought to serve", " if you’re not serving them by offering them a way forward, with status, with attention, with there they want to go, there’s no wonder there’s no line out the door", "but if you can turn that “and” into now i see them and i can give them what they want, then your work is going to get seen", " tim ferriss: i think this is a very complete arc of a conversation, seth", "i remember someone told me once, i can’t remember who it was, but it was, someone said, “what distinguishes the amateur from the professional?” this was in the context of writing short stories", "it wasn’t only what to write about, it was when to end the story", "so i want to start to wrap up with no particular emergency rush, because i think we’ve really covered more than i could’ve hoped for in a very cohesive way", "are there any other, and certainly i’ve mentioned a few places where people can find you, and we can mention more things, but are there any other particular resources or recommendations that you would have, requests of people listening for things they should do, any parting comments or last comments for this conversation that come to mind", "seth godin: well, i have to say that once you’re on my agenda and my calendar, i spend a lot of hours making sure we get the most out of these conversations, because you dig so deep, and it’s really a privilege to do it", "i have a couple completely irrelevant, slightly related, probably on topic things i would point people to", "here we go", "check out what’s happening in the eu about the balkanization of copyright and how a land grab is happening that could very well break the internet", "cory doctorow has written brilliantly about this", "i thought it would be worth highlighting the fact that five people who i know have written books about their nonprofit work, or close-to-nonprofit work that mattered and had an impact on me", "i’ll read them to you quick", " scott harrison’s new book is called thirst", "it’s the autobiography of charity: water", "kat hoke you know", "her book second chance was magnificent", "a walk in their shoes, by a leader named jim ziolkowski, was about how jim from a job at ge built an institution that’s in countries around the world, changing the lives of underprivileged kids", "the blue sweater, by my friend, jacqueline novogratz, about her journey in now a couple hundred million dollars at acumen fund", "and shawn askinosie, who is not running a nonprofit", "he runs a chocolate company and his book, meaningful work, i find that all five of these books fit together", "when you read them, you can apply 90 percent of what they’re talking about to building your for-profit enterprise, because it’s all the same", "it’s value", "who are you creating value for", "and why are you creating that value", "tim ferriss: i love it", "i can second a number of those books", "where would you suggest people learn more about you, more about the new book", "where would you suggest they go", "seth godin: well, all the blog posts are at seths.blog and if you go to seths.blog/tim, not named after tim ferriss, you will find this is marketing, which is where i put a couple videos about the new book", "i did not know it stood for tim when i wrote the book", "the altmba has some sessions signing up now for january", "it’s at altmba.com", "between all that, that’s enough to keep people busy for a while", " tim ferriss: wonderful", "people can find the twitter repost of your blog if they want to keep up with the blog posts at @thisissethsblog", "seth, it’s always such a pleasure, and i always learn so much and have taken so many notes for myself", "i really appreciate you taking the time", " seth godin: thanks, boss", "it was fun", "i’ll see you next time", " tim ferriss: all right", "to be continued", "to everybody listening, thank you for listening", "you can find show notes and links to everything, including seth’s new book, and everything that we’ve discussed in the show notes, as per usual, at tim.blog/podcast", "until next time, keep experimenting, stay safe, and have fun"]}