{"dialog_idx": {}, "episode_num": 344, "file_type": "audio", "guests": [], "num_sentences": 412, "num_words": 6656, "raw_text": "Please enjoy this transcript of 10 strategies for being happier through gratitude with special guest host A.J. Jacobs (@ajjacobs), a kindred guinea pig of self-experimentation, who chronicles his shenanigans in books that seem to keep winding up as New York Times best sellers, including The Know-It-All, The Year of Living Biblically, Drop Dead Healthy, My Life as an Experiment, It’s All Relative, and his latest book Thanks a Thousand: A Gratitude Journey that chronicles his journey around the world to personally thank everyone along the supply chain who makes his morning cup of coffee a possibility. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the interview here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. A.J. Jacobs: Hello, Tim Ferriss fans. My name is A.J. Jacobs and I’m a writer and friend of Tim’s and Tim has asked me to guest host the podcast today. He’s away, he’s off the grid, so he has outsourced his podcasting duties to me, which of course is a very Tim Ferriss thing to do. And I am delighted with the opportunity. I pledge to work my ass off to entertain and enlighten you as your designated podcaster. Tim asked me to talk about the topic: How to be Happier in These Super Stressful Times. So I’m gonna talk about 10 strategies. Most of these strategies, but not all, involve gratitude. And that’s because I have a new book coming out. It’s called Thanks a Thousand. Tim read it and he liked it. Thank you, Tim. I’m grateful, of course. And he wanted me to tell you some of what I learned because it was a life altering project for me.  The premise of the book is that I go around the world and I tried to think every single person who had even the smallest role in making my morning cup of coffee. And that turned out to be a butt-load of people… over 1,000 people because I went deep. I went six degrees of gratitude. So I thanked the farmer of the coffee beans, and the barista, of course, but I also thanked the designer of the logo for the coffee, the truck driver who drove the coffee beans, the guy who painted the yellow lines on the road so that the truck wouldn’t veer into traffic. I loved doing this one. I thanked the inventor of the cardboard sleeve that goes around your coffee cup so you don’t burn your fingers. And by the way, those sleeves have a name. They’re called ‘zarfs’ — Z – A – R – F — and zarfs have been around since ancient China, made of gold and silver. So very thankful I learned that and was able to impart it to you.  But the idea was to show that every little thing in our lives involves thousands of people that we take for granted. And in the book, I talk about these most interesting, sometimes weirdest stories as I went along the quest. But the backbone of the book is the strategies and tools I learned in how to be grateful, because it really is a discipline. It doesn’t come naturally to most of us. Especially me. And learning how to be grateful is one of the most important things I’ve learned in my life because as psychologist will tell you, gratitude is a key to happiness, if not the key to happiness. I have a quote from a Benedictine monk who says, “Happiness doesn’t lead to gratitude, gratitude leads to happiness.” I love that quote. It’s by David Rendall Schtall…or Schtoll…I’m not sure how you say his name. I figure he’s a monk so maybe he’ll forgive me. But Brother Schtall, I think, is onto something. [Ed. note: A.J. admits that he confused David Rendall with David Steindl-Rast, who said in his 2013 TED Talk: “So it is not happiness that makes us grateful. It’s gratefulness that makes us happy.” A.J. further thanks the audience for (hopefully) forgiving him the confusion, and adds: “Also, thanks to David Rendell and David Steindl-Rast for their (hopeful) forgiveness.”]  I often visualize my personality and all of human nature as having two sides. So you’ve got the Larry David side, and the Mr. Rogers side. And they are constantly at war. The cynical pessimist and the grateful optimist. And I actually think I was born with a very strong Larry David side, but the exercises in this project were meant to bulk up the Mr. Rogers side. Get him ripped so he can take on Larry David because I love watching Larry David on TV. I would probably rather watch him then Mr. Rogers, but being inside his head, being in that frame of mind is not a happy place. Especially now. Now before I dive into the strategies, let me give you just a little context. As I said, I’m a writer. You can hear Tim interview me in Episode 211 and my strategy as a writer is self-experimentation. I’ll dive into a topic and immerse myself like Tim, the human guinea pig.  A few years ago, I wrote a book called, The Year of Living Biblically, and for this one I wanted to learn about religion. So I decided to follow all the rules of the Bible as literally as possible. And there are hundreds of them. So, I followed the Ten Commandments, but I also followed the less famous rules. The Bible says you cannot shave the corners of your beard. I didn’t know where the corners were, so I just let the whole thing grow and by the end I had this crazy topiary hanging from my chin. And I did spend a lot of time in airport security. I looked like Ted Kaczynski.  The Bible also says to stone adulterers, so I tried that. I used pebbles because I didn’t want to spend my life in jail. The book was about the dangers of following the Bible too literally, but it was also an exploration of whether there is some wisdom in this ancient book that might be applicable to today. And I met Tim right before that book came out and we met in a rather unusual way. It was like 12 years ago and I got an email and it said, “My name is Tim Ferriss. I’m writing a book, it’s my first book, and I’d love to ask you how you write books. What’s your process?” And I was like, this guy has some cajones, but sure, I’ll talk to him. And we get on the phone and he asks me about my process. I realized it was like the Tim Ferriss Show, but no one was listening except for him and me.  At the end of the conversation Tim says, “I read an article you wrote in Esquire.” I had written an article called My Outsourced Life, and in the article I hired a team of people from Bangalore, India to do everything for me. So they answered my phone, they responded to emails for me, and they argued with my wife for me. It was fantastic because I just got to sit back and read books and watch movies and I loved it. So Tim said he loved that article and he wanted to reprint it in his upcoming book. And I was saying to myself, “Well, this guy is a first-time writer, he’s going to sell about 200 copies, I’m not gonna be an ass-hat and ask him for a lot of money. So, I’m like, “Sure. Go ahead. Print the article. No charge.” Cut to a year later I get a call. “Hey, it’s Tim Ferriss, that guy you talked to. I just wanted to let you know that my book is coming out in a few days and it is number one on Amazon.” And I was like, “What? How the hell did that happen?” I’ve never been number one on Amazon. And the book of course was The 4-Hour Workweek and my article on outsourcing my life is the basis for chapter eight. And of course, it shows that Tim has a brilliant mind that disrupted the book business. But oddly, letting Tim print that article for free turned out to be one of the best business decisions of my career. Not by planning, but I’ve had so many people who know me from The 4-Hour Workweek, so it’s helped my visibility and get my message out. So karma is real, sometimes. In this case it was real. Sometimes you try to do a decent thing and it busts you in the ass, but this time it worked. So, thank you, Tim, and thank you for outsourcing this to me. Okay. On to the tips. Some of these are in the book and some are not. Some are exclusive to this podcast and there is plenty of other stuff in the book, just so you know. But here we go.  Strategy Number 1: Declare War on the Negative Bias. The evil, evil, negative bias. Psychologists will tell you humans are born with a negative bias, so if you hear 100 compliments and a single insult, what do you remember? The insult, if you’re a normal human being. Now if you believe in evolutionary psychology, there’s a reason for this. The negative bias had survival value in Paleolithic times. So your 1,000th great grandparents needed to be extra aware of dangers. The lions, the poisonous mushrooms… so that’s what we are programmed to notice.  But most of us are not on the savannah anymore, so this negative bias is quite an unpleasant way to go through life and is a major cause of depression and anxiety. So how do we fight this negative bias? The best weapon, according to many psychologists, is gratitude. Particularly the type of gratitude where you focus on the hundreds of things that go right every day instead of the three or four that go wrong. And I’ve been trying to do this for years because I know the advantages of living a grateful life. I mean, there is a ton of studies on how it will help you battle depression, it will make you heal faster, and grateful people are more likely to exercise and eat healthy. So it really is remarkable. And I’ve been trying to be more grateful.  So a couple of years ago, I started this ritual in our house. Before every meal, I would say a prayer of thanksgiving. But prayer is not quite the right word because I’m pretty agnostic. So instead of thanking God, I would start a meal by thanking the people who helped make my food a reality. So I’d say, “I’d like to thank the farmer who grew these tomatoes, and the truck driver who drove these tomatoes to the store, and the cashier at the grocery where I bought them.” And one day at dinner, my 10-year-old son said, “Dad, that’s kind of a lame ritual because they can’t hear you. Those people are not in our apartment. So, if you really care, you should go and thank them in person.” And I was like, “That is an interesting idea. That is a book idea. So thank you for earning your supper, son.” So I did. I went on a trip. I focused on my morning cup of coffee and I went around thanking people all over the world — a thousand of them. And I would thank them by email, or phone calls, or I would visit them in person. The reactions were mixed. Some people were like, “What the hell is going on here? Is this a pyramid scheme? What are you selling?” But the majority were surprisingly touched. For instance, I called this woman who does pest control for the warehouse where the coffee beans are stored. I said, “I know this sounds strange, but I want to thank you for keeping the bugs out of my coffee.” And she said, “Well, that is strange, but that kind of makes my day. I don’t get a lot of appreciation.”  It was kind of like making anti-crank phone calls. I felt like I was doing penance for the obnoxious crank phone calls I made in high school to you, my headmaster. And it didn’t just affect the ‘thankees’; it affected me. It gave me a little burst of dopamine because it was such a clear example of how I had negative bias. I was taking for granted all these thousands of people that were needed for my cup of coffee, and all of the things that went right so that I could have this brown, delicious liquid in the morning.  And you don’t need to go around the world thanking people to get the same effect. You just have to be aware of hundreds of things that go right. So it’s about a radical shift in perspective and you can do it. You can take two minutes a day and just focus on all that goes right in those two minutes. Like you press the elevator button and the elevator comes. You get in the elevator; it doesn’t plummet to the basement and break your collarbone. Or make a habit of noticing when something goes right. This has been a big change when I’ve tried to do this. When you’re in a line at the drugstore that goes fast, make a note of that. I will say out loud to myself, “Hey, look at this. The line is going fast.” Because I know that if I don’t, the next time I’m in a slow line I will be like, “Oh my God, this always happens to me. I’m always in the worst slowest line.” It’s not true. It’s just because the annoying ones are the ones that stick. So you’ve got to fight that. You’ve got to make the good ones stick as well. So that is tip number one. Focus on the hundreds of things that go right. I guarantee it will make you happier. Number 2: The Art of Savoring. I mean savoring in both the literal sense, like savoring a taste, and savoring an experience. Because psychologists talk about how savoring and gratitude are really linked. Savoring is all about taking a moment and stretching it out. Holding onto the moment as long as possible and shifting our sense of time so that life’s little annoyances dissolve away — at least for a moment. Otherwise, life goes by in a blur — an undifferentiated gray goo.  So one of the best savorers I met was this guy for my coffee book. His name is Ed Kaufmann and he works at Joe Coffee, which is the coffee shop in New York where I buy my coffee. And Ed’s job is to go around the world to places like South America and Africa and he tastes all these coffee beans and figures out which ones to buy. And I thanked Ed.  In return, he showed me how to taste coffee like a pro. And it is quite a bizarre ritual. You dip a spoon in and you take a huge loud slurp — like cartoonishly loud. I’m not gonna do it. I won’t expose you to that. But the idea is you want to spray the coffee all over your mouth because there are taste buds in the roof of your mouth and the cheeks. You’ve got to get them all.  So Ed would do this, and his face would light up and he would start spouting these crazy adjectives like, “I’m picking up notes of maple syrup, and soil, and honey crisp apples.” And I would take a sip and I would say, “I’m picking up coffee. It’s tasting to me a lot like coffee.” But because of Ed, I decided I’m going to pay more attention. I’m gonna just let that coffee sit on my tongue for five seconds — I can spare five seconds — and really notice the texture and the acidity and the sweetness.  And I started doing it with other foods too. It’s not just food but it’s finding moments in the day, and remembering them, and putting them in your memory bank. Because I often think the way to look at life is like, “I’m a collector of great moments.” And I actually started a file on my computer, which I’m dorkily excited about, because it is having a big impact on my life. The file is called The One Thing. So every night I add to it and it’s a list of one thing I want to remember from every podcast, every conversation, every TV show, book — I want to remember something that was interesting or helpful and write that down in the file. Otherwise, I forget everything.  So I have dozens of one things built up. And hold on, I can open one up. I love this one. This was the one thing I learned from a podcast about Michelangelo. It was that he didn’t really want to paint the Sistine Chapel because he thought of himself as a sculptor, not a painter. And he sent these tortured letters to his friends about how he’s a failure, he’s a terrible painter, how could he have gotten himself into this? And I love that because, of course, it’s one of the great masterpieces of Western civilization, and here he was having extreme self-doubt. So I find that motivating. I can have self-doubt because Michelangelo did. But sometimes it works out in the end. Sometimes you paint the Sistine Chapel. So that is a strategy too, is to savor things and to pick moments. Strategy 3: Practice Six Degrees of Thankfulness. This has been a big obsession of mine for the last couple of years: how everything is connected. The book I wrote before this gratitude book was called, It’s All Relative, and it was about these scientists and researchers who are building a family tree of the entire world. Like all seven billion people on the same family tree so that we can see that as the philosophers and Sister Sledge pointed out, we are all family. They’re not finished. They have over 100 million people connected, but even now you can go on there and figure out your connection to almost anyone on the planet using DNA and using these massive trees on the internet. So I would search Barack Obama and it would come up that he’s my fifth great aunt’s husband’s brother’s wife’s seventh great nephew. That is the actual connection. So we’re very close — practically brothers. But it’s the same with every part of our lives. We are the connection. And that’s what I’ve tried to do with this book on gratitude. It takes thousands of people to create any object. It doesn’t take a village to make a cup of coffee; it takes the world to make a cup of coffee. And to give you an example, I flew to the mountain town in Colombia to thank the farmers who grew the beans for my coffee. It was in a small town and owned by a family of eight brothers and one sister, the Guarnizos. It’s a beautiful farm. They have the biggest chickens I’ve ever seen. These chickens are the size of adult pit bulls.  But they also have great coffee and they showed me how the coffee beans are grown. They’re inside these red fruits called coffee cherries. They look like grape tomatoes and you rip that off and there’s the bean. So, I thanked them for growing the beans and helping to kick start my day. And they said that they couldn’t do their job without a hundred other people from all over the world. Like the machine they use to de-pulp the fruit. That’s made in Brazil. And they have a pickup truck that’s made from parts all over the world. In fact, I looked it up and the United States exports steel to Columbia. So I want Indiana to thank the steelworkers there. And it just made me realize how connected everything is.  And actually, I remember Tim Ferriss of the Tim Ferriss Show once tweeted a quote from John Muir that said, “If you pull one thread, you realize how connected it is to everything else.” I think it was John Muir. If not, it was a cousin of his. But that was the general idea. I think it’s a cool idea, but maybe you’re asking how does this affect my happiness and my state of mind? I think it does have a profound effect in several ways.  First, reminding yourself that you are part of something bigger is actually so crucial. There’s a story I love…it sounded apocryphal, but I looked it up and it’s actually true. It’s that John F. Kennedy, when he was president, he went on a tour of NASA and they ran into a janitor who was sweeping up the hallway. John F. Kennedy asked, “What do you do here?” And the janitor said, “Mr. President, I am helping to put a man on the moon.” I love that. Because if you reframe your job as being something that’s part of a greater mission, it will give you meaning and happiness. And second, realizing we are all connected reminds you that you can ask for help. I went to dinner two nights ago with this guy who was an entrepreneur. He had a company that a few years ago started to go south. It was collapsing. And he thought to himself, “Well, I built this company myself. I’m gonna fix it myself.” But it just kept collapsing and getting worse, and worse, and worse. Finally, he had to shift perspective. He had to say, “You know what? I didn’t build this alone. I had lots of help from colleagues, friends, and mentors.” So once he gave up that myth of the solo success that he had done it all himself, then he was able to ask for help and ask for money. So to me it’s an important perspective that you don’t do it all yourself. You build it, but you build it with help from other people. Strategy Number 4: Don’t Forget You’re Going to Die. I’m only half kidding that this is a useful strategy. I’ll tell you how I came to it. One of the people I interviewed in my book was Will MacAskill, who was featured on the Tim Ferriss Show. He’s a brilliant man and a philosophy professor at Oxford. He started the Effective Altruism Movement. I asked Will, “What are you grateful for?” And he said, “Sometimes I’m just grateful that I have arms.” It was a strange answer, but I loved it because it’s true. It’s easy to be grateful if you get a raise, but it’s not as easy to be grateful for the things that you totally take for granted. And arms I do take for granted. They are very handy. I typed my book with my hands.  And if you take this strategy to its logical end, you’ve got to be grateful that you exist at all and that you won’t exist forever unless the radical life extension people are correct. Which they may be, but they’re probably not going to get to me. Maybe my fifth-grade grandchildren will live forever, but I’m gonna die. And I think you can either find that depressing or you can find it liberating and realize that we only have one little brief flash here and I’m going to try to make the best of it.  I’ve always been fascinated by Memento Mori, the reminders of death. These have a long history. In Rome when an emperor or a general would win a war, he would ride back in his victory parade on the chariot and they had a servant behind him whispering in his ear, “Remember, you’re mortal,” just to keep him humble. And I loved that. In many classical paintings they have skulls as symbols to remind you that you’re mortal. And Carpe Diem, life is fleeting. I actually decided to put a skull on my laptop screen as a screensaver. It’s not a scary skull because I didn’t want to be depressed, so it’s like a fun, light, colorful skull. It reminds me that I am going to die and to have this epicurean look at life and try to enjoy it, and try to make my life better, and other people’s lives better because I’m not going to be around forever. Strategy Number 5: Using Gratitude to Fall Asleep. This is a strategy I learned from a psychologist who came to one of my talks — and I don’t remember the name. So thank psychologist whose name I forget. But the idea was that instead of counting sheep at night, you should count the things that you’re grateful for. And the key is to do it alphabetically. Give it a little structure. So you could start with ‘A’ and I’m thankful that my kids made apple pancakes for me on Saturday. And ‘B’ I’m grateful that the bathroom at my workplace is not very busy. So you do that, and I have never made it to ‘Z.’ I always fall asleep somewhere between ‘F’ and ‘R.’ Strategy Number 6: Thou Shalt Not Have Nostalgia. Or at least delusional nostalgia. This is because I do believe that glorifying the past is a thief of joy. I’ve come to realize that the good old days were not good at all. They were disease-ridden, they were dangerous, sexist, homophobic, racist, they were smelly — just thinking about the way streets were with horses on them.  And for my first book I read the Encyclopedia Britannica from ‘A’ to ‘Z.’ They don’t even print it anymore, but I tried to learn everything in the world. When I read about history, that’s when it became so clear that I am really happy I live in the 21st century and not 1918 or 1818. And whenever I get depressed, like if I get upset that the hotel charges me $5 for Wi-Fi, I get annoyed, but I have a three-word mantra that I find very helpful. And that three-word mantra is ‘Surgery Without Anesthesia.’ And I just try to imagine that because that’s the way all surgeries were until just a few decades ago.  I know this is a little counterintuitive because if you watch cable news or your Facebook feed, it does seem like we’re on the verge of the apocalypse and there is a lot of negative news. And granted, I do think that the last couple of years have been a huge step backward and we’ve got to fight to get back on course. But I like to take the long view and it gives me some hope. I am in the Steven Pinker camp, the writer of Enlightenment Now, that if you look at the long view of human history that we should be thrilled to be alive now because it is much less dangerous and there’s much less suffering than there used to be.  And I even saw this in my coffee because I am thrilled to have a modern cup of coffee. If I had a cup of coffee a couple hundred years ago, I do not know what would have been in it. I read a terrifying history of coffee which had a list of the adulterants or stuff that they put in coffee. That the merchants would slip in there was anything you could think of. There was dirt, baked horse liver, there was lead, arsenic — I mean you are taking your life into your hands when you ate in the past. So I am thankful for the FDA. Actually, I thanked Teddy Roosevelt’s descendent because Teddy Roosevelt was the president who signed the Safe Food Act into law. So don’t wallow in the past. Strategy Number 7: Try to Discover the Hidden Masterpieces All Around You. One of my favorite conversations during this gratitude project was when I called to thank the inventor of the coffee cup lid. His name is Doug Fleming. Actually, it’s not all lids. It’s the particular lid on my cup. And until this time, I’d given very little thought to coffee cup lids, but when I spoke to Doug I was blown away by the amount of passion and thought that went into this coffee cup lid. He thinks it’s very important because a bad lid can ruin your coffee. It can block the aroma and that’s a huge part. It can send coffee spouting, which decreases your pleasure. So Doug revolutionized coffee lids. He was written up in Wired as like the Elon Musk of lids. Hopefully a little more emotionally stable, but he designed a lid with an upside-down hexagon, so you can really burrow your nose in there and there’s an extra-large hole to let out the aroma.  And I loved that because there are these little masterpieces all around me that I take for granted. I’m looking at the on/off switch on my desk lamp, which has this smooth indentation that perfectly fits my thumb. It’s lovely. If something is done well, then the process behind it is largely invisible. But if you pay attention and notice these things and refuse to take them for granted, it will tap into your sense of wonder, which is such an important part of happiness. Strategy Number 8: Go Analog. So for this book to sort of get the word out, I pledged to write 1,000 handwritten personalized thank you notes to readers of my books and articles and send them off. This project has been simultaneously both a huge pain in the ass and wonderfully rewarding at the same time. Because what I did was I put on my website… you can go on AJJacobs.com/thanks and you can fill out your name and address and a message.  And that’s what I loved. People have been filling out these lovely messages about the times they read my book and they are wonderful and sometimes very weird. I’ve gotten requests to write thank you notes to people’s dogs. One guy wanted me to thank his ex-wife, which I thought was conscious decoupling at its best. I had to draw a taco for one reader. So it’s a little odd, but it makes it so real to have a paper and it’s good for me as the thanker and hopefully good for them as the thankee. And it has raised my happiness level. You can read these articles about these studies that writing thank you notes can have a lasting impact on your happiness.  So this one study had people write a one-page thank you note to someone who was important to them, whether it was a family member or a mentor, and then deliver the thank you note in person and read it to the person that you are thanking, which can be totally awkward. I did this. I had a boss at my first newspaper and I read to him how much he meant to me. It was indeed awkward, but I think it was good for both of us. And there was recently a study that said we overestimate the level of awkwardness and underestimate how much impact it will have. So I do recommend writing the thank you notes.  By the way, two other studies on gratitude that might be useful: one was a study, I believe it was Wharton, that says if you use the phrase ‘Thank you,’ it is not as effective as using the phrase ‘I am grateful,’ because ‘Thank you’ has just become so robotic. So if you can mix it up and try to get out of the rote ‘Thank you’ and try another phrase, that apparently has more impact. I tried this with my wife. I said to her, “I’m deeply grateful that you took our kids to the orthodontist.” And she looked at me like “Are you in a cult? What’s going on here?” So don’t use ‘deeply,’ in my experience, but mixing up the phrases is a good idea. And the second study that I found interesting was that people who had job interviews and wrote a thank you note were more likely to get called back. So it may be obvious, but they really do work. Strategy Number 9: Fake it Until You Feel It. Fake gratitude until you feel it. And this has been a theme in many of my projects along with Tim’s projects, I think, is that when you act in a certain way, it affects your thinking. That the outer affects the inner. The behavior affects your mind. There’s a great quote that I wish I had come up with. It is by the founder of Habitat for Humanity. He says, “It’s easier to act your way into a new way of thinking than to think your way into a new way of acting.” So I would say I experienced this quite a bit during the Gratitude Project. I would wake up with my Larry David side strong — the grumpy side strong — but I would force myself to call or write notes thanking people. And just by doing that and realizing what people had done for me with all that had gone into my coffee, my mind caught up. I tricked my mind by doing the action. So act as if you’re grateful and eventually your mind will catch up. And finally, Strategy Number 10: Use Gratitude as a Spark to Action. And this is important because I don’t want to…I think there’s a fear among some people that gratitude has a downside. That it might lead to complacency. That if we’re too grateful we might think the world is perfect and we don’t need to improve. That you need to be angry to change things or to affect social change. And it turns out the opposite is true. There are studies that show that the more grateful you are, the more likely you are to help others.  And I have found this on a personal level. When I’m in a bad mood, I’m not interested in helping others. I just want to get out of that bad mood. Gratitude makes you want to pay it forward. And I saw this because you go on any supply chain and you will see, things can get ugly. I’m a capitalist, but there is a downside to global capitalism. There’s a lot of suffering and exploitation. I read one interesting study that said, “If everyone on this chain were paid a minimum wage in the United States, then your coffee would cost $25.” I always thought $3.00 was ridiculous, but that was sort of a wakeup call. It makes you realize that what we take for granted is not available to millions — billions — of people in the world.  An example of this was water. Coffee is 98.8% water. So I figured I had to thank the people who provide the water to New York. So I went upstate and there are thousands of people working at the New York State Reservoir, just so I can turn on this tap and get safe water. And their jobs are not always fun. There is a job where someone has to pick up the cow poop and the deer poop around the reservoir before a rainstorm so that it doesn’t flow into the reservoir. So it reminded me that there are people who spend hours on this and there are people around the world who have to walk much of the day to get clean water. I was actually talking to my kids because I thought we could reframe the glass half full, glass half empty. I think we need to go a step back. It’s not just that the glass is half full, it’s like the fact that we have any water in the glass at all — that you can put it under a metal tube and turn a switch and you have clean water — that’s crazy. So it doesn’t matter how much is in the glass. That fact that there is water is astounding. The wonderful paradox is the more you focus on other people, the happier you are. I spent most of my life — my 20s and 30s — focused exclusively on my own happiness. And when you are chasing your own happiness, as the sages will tell you, you’re not always going to be happy. It puts too much pressure on yourself. So paradoxically but wonderfully, focusing on someone else’s happiness will actually make you happier. By the way, a little plug for water. Becoming aware of this I asked Will MacAskill, the philosopher, what is the best or a good water charity and he suggested Dispensers for Safe Water, which gives people the ability to clean their water in a cheap way. So a little plug for them. All right, so, now my conclusion is I’m just very grateful that I was able to undertake this Project Gratitude and I’ve become sort of an evangelist. I want my friends to follow the gratitude trail. It doesn’t have to be coffee, it can be a lightbulb or a pair of socks. And you don’t have to travel the world. You can just do a small gesture like sending a note to the designer of a logo you love or looking a cashier in the eye. Mostly I just think it’s a mindset. Refusing to take things for granted. Be aware of the thousands of people involved — that someone in a factory made the fabric for the chair you’re sitting on right now, or the pants you’re wearing. Someone went into a tunnel and mined the copper for this microphone so I could say my final two thank yous. First, to thank you for listening and second, thanks to Tim Ferriss for outsourcing this episode to me. I hope you liked it and you can learn more in the book. Thank you. Posted on: November 8, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of 10 strategies for being happier through gratitude with special guest host a.j", "jacobs (@ajjacobs), a kindred guinea pig of self-experimentation, who chronicles his shenanigans in books that seem to keep winding up as new york times best sellers, including the know-it-all, the year of living biblically, drop dead healthy, my life as an experiment, it’s all relative, and his latest book thanks a thousand: a gratitude journey that chronicles his journey around the world to personally thank everyone along the supply chain who makes his morning cup of coffee a possibility", "it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the interview here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "a.j", "jacobs: hello, tim ferriss fans", "my name is a.j", "jacobs and i’m a writer and friend of tim’s and tim has asked me to guest host the podcast today", "he’s away, he’s off the grid, so he has outsourced his podcasting duties to me, which of course is a very tim ferriss thing to do", "and i am delighted with the opportunity", "i pledge to work my ass off to entertain and enlighten you as your designated podcaster", "tim asked me to talk about the topic: how to be happier in these super stressful times", "so i’m gonna talk about 10 strategies", "most of these strategies, but not all, involve gratitude", "and that’s because i have a new book coming out", "it’s called thanks a thousand", "tim read it and he liked it", "thank you, tim", "i’m grateful, of course", "and he wanted me to tell you some of what i learned because it was a life altering project for me", " the premise of the book is that i go around the world and i tried to think every single person who had even the smallest role in making my morning cup of coffee", "and that turned out to be a butt-load of people… over 1,000 people because i went deep", "i went six degrees of gratitude", "so i thanked the farmer of the coffee beans, and the barista, of course, but i also thanked the designer of the logo for the coffee, the truck driver who drove the coffee beans, the guy who painted the yellow lines on the road so that the truck wouldn’t veer into traffic", "i loved doing this one", "i thanked the inventor of the cardboard sleeve that goes around your coffee cup so you don’t burn your fingers", "and by the way, those sleeves have a name", "they’re called ‘zarfs’ — z – a – r – f — and zarfs have been around since ancient china, made of gold and silver", "so very thankful i learned that and was able to impart it to you", " but the idea was to show that every little thing in our lives involves thousands of people that we take for granted", "and in the book, i talk about these most interesting, sometimes weirdest stories as i went along the quest", "but the backbone of the book is the strategies and tools i learned in how to be grateful, because it really is a discipline", "it doesn’t come naturally to most of us", "especially me", "and learning how to be grateful is one of the most important things i’ve learned in my life because as psychologist will tell you, gratitude is a key to happiness, if not the key to happiness", "i have a quote from a benedictine monk who says, “happiness doesn’t lead to gratitude, gratitude leads to happiness.” i love that quote", "it’s by david rendall schtall…or schtoll…i’m not sure how you say his name", "i figure he’s a monk so maybe he’ll forgive me", "but brother schtall, i think, is onto something", "[ed", "note: a.j", "admits that he confused david rendall with david steindl-rast, who said in his 2013 ted talk: “so it is not happiness that makes us grateful", "it’s gratefulness that makes us happy.” a.j", "further thanks the audience for (hopefully) forgiving him the confusion, and adds: “also, thanks to david rendell and david steindl-rast for their (hopeful) forgiveness.”]  i often visualize my personality and all of human nature as having two sides", "so you’ve got the larry david side, and the mr", "rogers side", "and they are constantly at war", "the cynical pessimist and the grateful optimist", "and i actually think i was born with a very strong larry david side, but the exercises in this project were meant to bulk up the mr", "rogers side", "get him ripped so he can take on larry david because i love watching larry david on tv", "i would probably rather watch him then mr", "rogers, but being inside his head, being in that frame of mind is not a happy place", "especially now", "now before i dive into the strategies, let me give you just a little context", "as i said, i’m a writer", "you can hear tim interview me in episode 211 and my strategy as a writer is self-experimentation", "i’ll dive into a topic and immerse myself like tim, the human guinea pig", " a few years ago, i wrote a book called, the year of living biblically, and for this one i wanted to learn about religion", "so i decided to follow all the rules of the bible as literally as possible", "and there are hundreds of them", "so, i followed the ten commandments, but i also followed the less famous rules", "the bible says you cannot shave the corners of your beard", "i didn’t know where the corners were, so i just let the whole thing grow and by the end i had this crazy topiary hanging from my chin", "and i did spend a lot of time in airport security", "i looked like ted kaczynski", " the bible also says to stone adulterers, so i tried that", "i used pebbles because i didn’t want to spend my life in jail", "the book was about the dangers of following the bible too literally, but it was also an exploration of whether there is some wisdom in this ancient book that might be applicable to today", "and i met tim right before that book came out and we met in a rather unusual way", "it was like 12 years ago and i got an email and it said, “my name is tim ferriss", "i’m writing a book, it’s my first book, and i’d love to ask you how you write books", "what’s your process?” and i was like, this guy has some cajones, but sure, i’ll talk to him", "and we get on the phone and he asks me about my process", "i realized it was like the tim ferriss show, but no one was listening except for him and me", " at the end of the conversation tim says, “i read an article you wrote in esquire.” i had written an article called my outsourced life, and in the article i hired a team of people from bangalore, india to do everything for me", "so they answered my phone, they responded to emails for me, and they argued with my wife for me", "it was fantastic because i just got to sit back and read books and watch movies and i loved it", "so tim said he loved that article and he wanted to reprint it in his upcoming book", "and i was saying to myself, “well, this guy is a first-time writer, he’s going to sell about 200 copies, i’m not gonna be an ass-hat and ask him for a lot of money", "so, i’m like, “sure", "go ahead", "print the article", "no charge.” cut to a year later i get a call", "“hey, it’s tim ferriss, that guy you talked to", "i just wanted to let you know that my book is coming out in a few days and it is number one on amazon.” and i was like, “what", "how the hell did that happen?” i’ve never been number one on amazon", "and the book of course was the 4-hour workweek and my article on outsourcing my life is the basis for chapter eight", "and of course, it shows that tim has a brilliant mind that disrupted the book business", "but oddly, letting tim print that article for free turned out to be one of the best business decisions of my career", "not by planning, but i’ve had so many people who know me from the 4-hour workweek, so it’s helped my visibility and get my message out", "so karma is real, sometimes", "in this case it was real", "sometimes you try to do a decent thing and it busts you in the ass, but this time it worked", "so, thank you, tim, and thank you for outsourcing this to me", "okay", "on to the tips", "some of these are in the book and some are not", "some are exclusive to this podcast and there is plenty of other stuff in the book, just so you know", "but here we go", " strategy number 1: declare war on the negative bias", "the evil, evil, negative bias", "psychologists will tell you humans are born with a negative bias, so if you hear 100 compliments and a single insult, what do you remember", "the insult, if you’re a normal human being", "now if you believe in evolutionary psychology, there’s a reason for this", "the negative bias had survival value in paleolithic times", "so your 1,000th great grandparents needed to be extra aware of dangers", "the lions, the poisonous mushrooms… so that’s what we are programmed to notice", " but most of us are not on the savannah anymore, so this negative bias is quite an unpleasant way to go through life and is a major cause of depression and anxiety", "so how do we fight this negative bias", "the best weapon, according to many psychologists, is gratitude", "particularly the type of gratitude where you focus on the hundreds of things that go right every day instead of the three or four that go wrong", "and i’ve been trying to do this for years because i know the advantages of living a grateful life", "i mean, there is a ton of studies on how it will help you battle depression, it will make you heal faster, and grateful people are more likely to exercise and eat healthy", "so it really is remarkable", "and i’ve been trying to be more grateful", " so a couple of years ago, i started this ritual in our house", "before every meal, i would say a prayer of thanksgiving", "but prayer is not quite the right word because i’m pretty agnostic", "so instead of thanking god, i would start a meal by thanking the people who helped make my food a reality", "so i’d say, “i’d like to thank the farmer who grew these tomatoes, and the truck driver who drove these tomatoes to the store, and the cashier at the grocery where i bought them.” and one day at dinner, my 10-year-old son said, “dad, that’s kind of a lame ritual because they can’t hear you", "those people are not in our apartment", "so, if you really care, you should go and thank them in person.” and i was like, “that is an interesting idea", "that is a book idea", "so thank you for earning your supper, son.” so i did", "i went on a trip", "i focused on my morning cup of coffee and i went around thanking people all over the world — a thousand of them", "and i would thank them by email, or phone calls, or i would visit them in person", "the reactions were mixed", "some people were like, “what the hell is going on here", "is this a pyramid scheme", "what are you selling?” but the majority were surprisingly touched", "for instance, i called this woman who does pest control for the warehouse where the coffee beans are stored", "i said, “i know this sounds strange, but i want to thank you for keeping the bugs out of my coffee.” and she said, “well, that is strange, but that kind of makes my day", "i don’t get a lot of appreciation.”  it was kind of like making anti-crank phone calls", "i felt like i was doing penance for the obnoxious crank phone calls i made in high school to you, my headmaster", "and it didn’t just affect the ‘thankees’; it affected me", "it gave me a little burst of dopamine because it was such a clear example of how i had negative bias", "i was taking for granted all these thousands of people that were needed for my cup of coffee, and all of the things that went right so that i could have this brown, delicious liquid in the morning", " and you don’t need to go around the world thanking people to get the same effect", "you just have to be aware of hundreds of things that go right", "so it’s about a radical shift in perspective and you can do it", "you can take two minutes a day and just focus on all that goes right in those two minutes", "like you press the elevator button and the elevator comes", "you get in the elevator; it doesn’t plummet to the basement and break your collarbone", "or make a habit of noticing when something goes right", "this has been a big change when i’ve tried to do this", "when you’re in a line at the drugstore that goes fast, make a note of that", "i will say out loud to myself, “hey, look at this", "the line is going fast.” because i know that if i don’t, the next time i’m in a slow line i will be like, “oh my god, this always happens to me", "i’m always in the worst slowest line.” it’s not true", "it’s just because the annoying ones are the ones that stick", "so you’ve got to fight that", "you’ve got to make the good ones stick as well", "so that is tip number one", "focus on the hundreds of things that go right", "i guarantee it will make you happier", "number 2: the art of savoring", "i mean savoring in both the literal sense, like savoring a taste, and savoring an experience", "because psychologists talk about how savoring and gratitude are really linked", "savoring is all about taking a moment and stretching it out", "holding onto the moment as long as possible and shifting our sense of time so that life’s little annoyances dissolve away — at least for a moment", "otherwise, life goes by in a blur — an undifferentiated gray goo", " so one of the best savorers i met was this guy for my coffee book", "his name is ed kaufmann and he works at joe coffee, which is the coffee shop in new york where i buy my coffee", "and ed’s job is to go around the world to places like south america and africa and he tastes all these coffee beans and figures out which ones to buy", "and i thanked ed", " in return, he showed me how to taste coffee like a pro", "and it is quite a bizarre ritual", "you dip a spoon in and you take a huge loud slurp — like cartoonishly loud", "i’m not gonna do it", "i won’t expose you to that", "but the idea is you want to spray the coffee all over your mouth because there are taste buds in the roof of your mouth and the cheeks", "you’ve got to get them all", " so ed would do this, and his face would light up and he would start spouting these crazy adjectives like, “i’m picking up notes of maple syrup, and soil, and honey crisp apples.” and i would take a sip and i would say, “i’m picking up coffee", "it’s tasting to me a lot like coffee.” but because of ed, i decided i’m going to pay more attention", "i’m gonna just let that coffee sit on my tongue for five seconds — i can spare five seconds — and really notice the texture and the acidity and the sweetness", " and i started doing it with other foods too", "it’s not just food but it’s finding moments in the day, and remembering them, and putting them in your memory bank", "because i often think the way to look at life is like, “i’m a collector of great moments.” and i actually started a file on my computer, which i’m dorkily excited about, because it is having a big impact on my life", "the file is called the one thing", "so every night i add to it and it’s a list of one thing i want to remember from every podcast, every conversation, every tv show, book — i want to remember something that was interesting or helpful and write that down in the file", "otherwise, i forget everything", " so i have dozens of one things built up", "and hold on, i can open one up", "i love this one", "this was the one thing i learned from a podcast about michelangelo", "it was that he didn’t really want to paint the sistine chapel because he thought of himself as a sculptor, not a painter", "and he sent these tortured letters to his friends about how he’s a failure, he’s a terrible painter, how could he have gotten himself into this", "and i love that because, of course, it’s one of the great masterpieces of western civilization, and here he was having extreme self-doubt", "so i find that motivating", "i can have self-doubt because michelangelo did", "but sometimes it works out in the end", "sometimes you paint the sistine chapel", "so that is a strategy too, is to savor things and to pick moments", "strategy 3: practice six degrees of thankfulness", "this has been a big obsession of mine for the last couple of years: how everything is connected", "the book i wrote before this gratitude book was called, it’s all relative, and it was about these scientists and researchers who are building a family tree of the entire world", "like all seven billion people on the same family tree so that we can see that as the philosophers and sister sledge pointed out, we are all family", "they’re not finished", "they have over 100 million people connected, but even now you can go on there and figure out your connection to almost anyone on the planet using dna and using these massive trees on the internet", "so i would search barack obama and it would come up that he’s my fifth great aunt’s husband’s brother’s wife’s seventh great nephew", "that is the actual connection", "so we’re very close — practically brothers", "but it’s the same with every part of our lives", "we are the connection", "and that’s what i’ve tried to do with this book on gratitude", "it takes thousands of people to create any object", "it doesn’t take a village to make a cup of coffee; it takes the world to make a cup of coffee", "and to give you an example, i flew to the mountain town in colombia to thank the farmers who grew the beans for my coffee", "it was in a small town and owned by a family of eight brothers and one sister, the guarnizos", "it’s a beautiful farm", "they have the biggest chickens i’ve ever seen", "these chickens are the size of adult pit bulls", " but they also have great coffee and they showed me how the coffee beans are grown", "they’re inside these red fruits called coffee cherries", "they look like grape tomatoes and you rip that off and there’s the bean", "so, i thanked them for growing the beans and helping to kick start my day", "and they said that they couldn’t do their job without a hundred other people from all over the world", "like the machine they use to de-pulp the fruit", "that’s made in brazil", "and they have a pickup truck that’s made from parts all over the world", "in fact, i looked it up and the united states exports steel to columbia", "so i want indiana to thank the steelworkers there", "and it just made me realize how connected everything is", " and actually, i remember tim ferriss of the tim ferriss show once tweeted a quote from john muir that said, “if you pull one thread, you realize how connected it is to everything else.” i think it was john muir", "if not, it was a cousin of his", "but that was the general idea", "i think it’s a cool idea, but maybe you’re asking how does this affect my happiness and my state of mind", "i think it does have a profound effect in several ways", " first, reminding yourself that you are part of something bigger is actually so crucial", "there’s a story i love…it sounded apocryphal, but i looked it up and it’s actually true", "it’s that john f", "kennedy, when he was president, he went on a tour of nasa and they ran into a janitor who was sweeping up the hallway", "john f", "kennedy asked, “what do you do here?” and the janitor said, “mr", "president, i am helping to put a man on the moon.” i love that", "because if you reframe your job as being something that’s part of a greater mission, it will give you meaning and happiness", "and second, realizing we are all connected reminds you that you can ask for help", "i went to dinner two nights ago with this guy who was an entrepreneur", "he had a company that a few years ago started to go south", "it was collapsing", "and he thought to himself, “well, i built this company myself", "i’m gonna fix it myself.” but it just kept collapsing and getting worse, and worse, and worse", "finally, he had to shift perspective", "he had to say, “you know what", "i didn’t build this alone", "i had lots of help from colleagues, friends, and mentors.” so once he gave up that myth of the solo success that he had done it all himself, then he was able to ask for help and ask for money", "so to me it’s an important perspective that you don’t do it all yourself", "you build it, but you build it with help from other people", "strategy number 4: don’t forget you’re going to die", "i’m only half kidding that this is a useful strategy", "i’ll tell you how i came to it", "one of the people i interviewed in my book was will macaskill, who was featured on the tim ferriss show", "he’s a brilliant man and a philosophy professor at oxford", "he started the effective altruism movement", "i asked will, “what are you grateful for?” and he said, “sometimes i’m just grateful that i have arms.” it was a strange answer, but i loved it because it’s true", "it’s easy to be grateful if you get a raise, but it’s not as easy to be grateful for the things that you totally take for granted", "and arms i do take for granted", "they are very handy", "i typed my book with my hands", " and if you take this strategy to its logical end, you’ve got to be grateful that you exist at all and that you won’t exist forever unless the radical life extension people are correct", "which they may be, but they’re probably not going to get to me", "maybe my fifth-grade grandchildren will live forever, but i’m gonna die", "and i think you can either find that depressing or you can find it liberating and realize that we only have one little brief flash here and i’m going to try to make the best of it", " i’ve always been fascinated by memento mori, the reminders of death", "these have a long history", "in rome when an emperor or a general would win a war, he would ride back in his victory parade on the chariot and they had a servant behind him whispering in his ear, “remember, you’re mortal,” just to keep him humble", "and i loved that", "in many classical paintings they have skulls as symbols to remind you that you’re mortal", "and carpe diem, life is fleeting", "i actually decided to put a skull on my laptop screen as a screensaver", "it’s not a scary skull because i didn’t want to be depressed, so it’s like a fun, light, colorful skull", "it reminds me that i am going to die and to have this epicurean look at life and try to enjoy it, and try to make my life better, and other people’s lives better because i’m not going to be around forever", "strategy number 5: using gratitude to fall asleep", "this is a strategy i learned from a psychologist who came to one of my talks — and i don’t remember the name", "so thank psychologist whose name i forget", "but the idea was that instead of counting sheep at night, you should count the things that you’re grateful for", "and the key is to do it alphabetically", "give it a little structure", "so you could start with ‘a’ and i’m thankful that my kids made apple pancakes for me on saturday", "and ‘b’ i’m grateful that the bathroom at my workplace is not very busy", "so you do that, and i have never made it to ‘z.’ i always fall asleep somewhere between ‘f’ and ‘r.’ strategy number 6: thou shalt not have nostalgia", "or at least delusional nostalgia", "this is because i do believe that glorifying the past is a thief of joy", "i’ve come to realize that the good old days were not good at all", "they were disease-ridden, they were dangerous, sexist, homophobic, racist, they were smelly — just thinking about the way streets were with horses on them", " and for my first book i read the encyclopedia britannica from ‘a’ to ‘z.’ they don’t even print it anymore, but i tried to learn everything in the world", "when i read about history, that’s when it became so clear that i am really happy i live in the 21st century and not 1918 or 1818", "and whenever i get depressed, like if i get upset that the hotel charges me $5 for wi-fi, i get annoyed, but i have a three-word mantra that i find very helpful", "and that three-word mantra is ‘surgery without anesthesia.’ and i just try to imagine that because that’s the way all surgeries were until just a few decades ago", " i know this is a little counterintuitive because if you watch cable news or your facebook feed, it does seem like we’re on the verge of the apocalypse and there is a lot of negative news", "and granted, i do think that the last couple of years have been a huge step backward and we’ve got to fight to get back on course", "but i like to take the long view and it gives me some hope", "i am in the steven pinker camp, the writer of enlightenment now, that if you look at the long view of human history that we should be thrilled to be alive now because it is much less dangerous and there’s much less suffering than there used to be", " and i even saw this in my coffee because i am thrilled to have a modern cup of coffee", "if i had a cup of coffee a couple hundred years ago, i do not know what would have been in it", "i read a terrifying history of coffee which had a list of the adulterants or stuff that they put in coffee", "that the merchants would slip in there was anything you could think of", "there was dirt, baked horse liver, there was lead, arsenic — i mean you are taking your life into your hands when you ate in the past", "so i am thankful for the fda", "actually, i thanked teddy roosevelt’s descendent because teddy roosevelt was the president who signed the safe food act into law", "so don’t wallow in the past", "strategy number 7: try to discover the hidden masterpieces all around you", "one of my favorite conversations during this gratitude project was when i called to thank the inventor of the coffee cup lid", "his name is doug fleming", "actually, it’s not all lids", "it’s the particular lid on my cup", "and until this time, i’d given very little thought to coffee cup lids, but when i spoke to doug i was blown away by the amount of passion and thought that went into this coffee cup lid", "he thinks it’s very important because a bad lid can ruin your coffee", "it can block the aroma and that’s a huge part", "it can send coffee spouting, which decreases your pleasure", "so doug revolutionized coffee lids", "he was written up in wired as like the elon musk of lids", "hopefully a little more emotionally stable, but he designed a lid with an upside-down hexagon, so you can really burrow your nose in there and there’s an extra-large hole to let out the aroma", " and i loved that because there are these little masterpieces all around me that i take for granted", "i’m looking at the on/off switch on my desk lamp, which has this smooth indentation that perfectly fits my thumb", "it’s lovely", "if something is done well, then the process behind it is largely invisible", "but if you pay attention and notice these things and refuse to take them for granted, it will tap into your sense of wonder, which is such an important part of happiness", "strategy number 8: go analog", "so for this book to sort of get the word out, i pledged to write 1,000 handwritten personalized thank you notes to readers of my books and articles and send them off", "this project has been simultaneously both a huge pain in the ass and wonderfully rewarding at the same time", "because what i did was i put on my website… you can go on ajjacobs.com/thanks and you can fill out your name and address and a message", " and that’s what i loved", "people have been filling out these lovely messages about the times they read my book and they are wonderful and sometimes very weird", "i’ve gotten requests to write thank you notes to people’s dogs", "one guy wanted me to thank his ex-wife, which i thought was conscious decoupling at its best", "i had to draw a taco for one reader", "so it’s a little odd, but it makes it so real to have a paper and it’s good for me as the thanker and hopefully good for them as the thankee", "and it has raised my happiness level", "you can read these articles about these studies that writing thank you notes can have a lasting impact on your happiness", " so this one study had people write a one-page thank you note to someone who was important to them, whether it was a family member or a mentor, and then deliver the thank you note in person and read it to the person that you are thanking, which can be totally awkward", "i did this", "i had a boss at my first newspaper and i read to him how much he meant to me", "it was indeed awkward, but i think it was good for both of us", "and there was recently a study that said we overestimate the level of awkwardness and underestimate how much impact it will have", "so i do recommend writing the thank you notes", " by the way, two other studies on gratitude that might be useful: one was a study, i believe it was wharton, that says if you use the phrase ‘thank you,’ it is not as effective as using the phrase ‘i am grateful,’ because ‘thank you’ has just become so robotic", "so if you can mix it up and try to get out of the rote ‘thank you’ and try another phrase, that apparently has more impact", "i tried this with my wife", "i said to her, “i’m deeply grateful that you took our kids to the orthodontist.” and she looked at me like “are you in a cult", "what’s going on here?” so don’t use ‘deeply,’ in my experience, but mixing up the phrases is a good idea", "and the second study that i found interesting was that people who had job interviews and wrote a thank you note were more likely to get called back", "so it may be obvious, but they really do work", "strategy number 9: fake it until you feel it", "fake gratitude until you feel it", "and this has been a theme in many of my projects along with tim’s projects, i think, is that when you act in a certain way, it affects your thinking", "that the outer affects the inner", "the behavior affects your mind", "there’s a great quote that i wish i had come up with", "it is by the founder of habitat for humanity", "he says, “it’s easier to act your way into a new way of thinking than to think your way into a new way of acting.” so i would say i experienced this quite a bit during the gratitude project", "i would wake up with my larry david side strong — the grumpy side strong — but i would force myself to call or write notes thanking people", "and just by doing that and realizing what people had done for me with all that had gone into my coffee, my mind caught up", "i tricked my mind by doing the action", "so act as if you’re grateful and eventually your mind will catch up", "and finally, strategy number 10: use gratitude as a spark to action", "and this is important because i don’t want to…i think there’s a fear among some people that gratitude has a downside", "that it might lead to complacency", "that if we’re too grateful we might think the world is perfect and we don’t need to improve", "that you need to be angry to change things or to affect social change", "and it turns out the opposite is true", "there are studies that show that the more grateful you are, the more likely you are to help others", " and i have found this on a personal level", "when i’m in a bad mood, i’m not interested in helping others", "i just want to get out of that bad mood", "gratitude makes you want to pay it forward", "and i saw this because you go on any supply chain and you will see, things can get ugly", "i’m a capitalist, but there is a downside to global capitalism", "there’s a lot of suffering and exploitation", "i read one interesting study that said, “if everyone on this chain were paid a minimum wage in the united states, then your coffee would cost $25.” i always thought $3.00 was ridiculous, but that was sort of a wakeup call", "it makes you realize that what we take for granted is not available to millions — billions — of people in the world", " an example of this was water", "coffee is 98.8% water", "so i figured i had to thank the people who provide the water to new york", "so i went upstate and there are thousands of people working at the new york state reservoir, just so i can turn on this tap and get safe water", "and their jobs are not always fun", "there is a job where someone has to pick up the cow poop and the deer poop around the reservoir before a rainstorm so that it doesn’t flow into the reservoir", "so it reminded me that there are people who spend hours on this and there are people around the world who have to walk much of the day to get clean water", "i was actually talking to my kids because i thought we could reframe the glass half full, glass half empty", "i think we need to go a step back", "it’s not just that the glass is half full, it’s like the fact that we have any water in the glass at all — that you can put it under a metal tube and turn a switch and you have clean water — that’s crazy", "so it doesn’t matter how much is in the glass", "that fact that there is water is astounding", "the wonderful paradox is the more you focus on other people, the happier you are", "i spent most of my life — my 20s and 30s — focused exclusively on my own happiness", "and when you are chasing your own happiness, as the sages will tell you, you’re not always going to be happy", "it puts too much pressure on yourself", "so paradoxically but wonderfully, focusing on someone else’s happiness will actually make you happier", "by the way, a little plug for water", "becoming aware of this i asked will macaskill, the philosopher, what is the best or a good water charity and he suggested dispensers for safe water, which gives people the ability to clean their water in a cheap way", "so a little plug for them", "all right, so, now my conclusion is i’m just very grateful that i was able to undertake this project gratitude and i’ve become sort of an evangelist", "i want my friends to follow the gratitude trail", "it doesn’t have to be coffee, it can be a lightbulb or a pair of socks", "and you don’t have to travel the world", "you can just do a small gesture like sending a note to the designer of a logo you love or looking a cashier in the eye", "mostly i just think it’s a mindset", "refusing to take things for granted", "be aware of the thousands of people involved — that someone in a factory made the fabric for the chair you’re sitting on right now, or the pants you’re wearing", "someone went into a tunnel and mined the copper for this microphone so i could say my final two thank yous", "first, to thank you for listening and second, thanks to tim ferriss for outsourcing this episode to me", "i hope you liked it and you can learn more in the book", "thank you"]}