{"dialog_idx": {}, "episode_num": 345, "file_type": "audio", "guests": [], "num_sentences": 498, "num_words": 9277, "raw_text": "Please enjoy this transcript of my interview with Doug McMillon (IG: @dougmcmillon), president and chief executive officer of Walmart, a company that, if it were a country, would be the 25th largest economy in the world. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the interview here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Doug McMillon: Is that your fan group over here? Tim Ferriss: That’s my plant. I hired one person. I’ll give him his $20 later. Thank you for that. So I think we should just jump right into this. What a beautiful location. It’s my first time in Bentonville, and I’ve been absolutely surprised by how tremendous everything is here. I was walking around all last night. I’ve never spent any time in Arkansas, so first of all, thank you for welcoming me here, and I know we have limited time to chat on stage here today, so… Doug McMillon: It feels like a lot of time, and I don’t do interviews that are very long. That clock says 60 minutes on it. Could we at least start it? I’m used to 15 minutes. I don’t want to be up here that long. Tim Ferriss: We’re edging in from different sides. I guess you usually do shorter; I do two to 17 hours. So we’ll meet in the middle on this one. I thought we could just jump right into it with a very important question. Can you tell me about the Baitmate story? I do not know the answer to this. Doug McMillon: The Baitmate story…Does anyone in the room know what Baitmate is? So when I moved into the home office, I’d worked in a store. This was 1991, and I got into our buyer training program at Walmart. I was excited because they were putting me in sporting goods. I got to sporting goods and they gave us fishing tackle. I didn’t know it immediately, but the other buyers were hazing me. As the new person, they said, “On Saturday, at the Saturday morning meeting, you must present an item that you have negotiated a lower price on and reduced the retail price, and in the meeting, you have to explain the item, the price, how many you can sell, et cetera.” So I didn’t know the first thing about being a buyer. It was literally my first day. And so other buyers helped me, and we found a supplier who makes this product called Baitmate, which comes in several flavors. You spray it on a hard lure if you’re fishing, and apparently, it causes the fish to think it’s more real, and the fish strike the lure because it’s been coated in Baitmate. So it was over $2, we rolled it back to $1.97, we maintained our margin, I memorized everything about the item, and I wrote the rest of the answers on the back of the label. I showed up at the Saturday morning meeting and Sam Walton was leading the meeting, so my level of nervousness went from high to somewhere off the charts. So I wait at the end of the line at the end until the end of the meeting to present Baitmate to the auditorium full of hundreds of people with Sam Walton standing next to me, and I am shaking, and my hand is shaking, my voice is shaking, but I get all the information out that I’m supposed to remember, and at the end, Sam says, “That’s all well and good, son, but what makes you think fish can smell?” Tim Ferriss: How did you respond to that? Doug McMillon: I think I just walked away. I don’t remember having anything pithy to say. I think it was probably awkward because I was so nervous and he was trying to break the ice. But we sold a lot of Baitmate. Tim Ferriss: Were there any other particular approaches, techniques, or types of training that you received as a buyer that come to mind? I certainly don’t know the first thing about buyer training, but that would seem to be a very important component of what Walmart does. It’s certainly a big piece of it – Doug McMillon: Yeah, it’s kind of big. Tim Ferriss: – getting that price down to $1.97 for an important item like Baitmate. What type of training did you experience? Are there any particular memories or stories that come to mind? Doug McMillon: Most of the learning that you had as a merchant – especially back then – came from the people around you, so it’s really learning on the job and principles coming out like – back then, we didn’t really sign contracts, and we had some vendor agreements to make sure we could pay people, but your handshake was your agreement. I remember that early one, one of my supervisors, a guy named Dave Deibel, emphasized to me that we were about to make a big commitment and the supplier had asked for something in writing, and Dave said, “You need to explain to him that your word and your handshake is the contract,” and it worked. So you learn things like how you’re working on behalf of the customer, you should be tough but fair, you want suppliers to make money because you want them to be here in 10 years’ time, and we’re going to grow and we’ll need supply. In some circles, Walmart has this reputation of being really tough. I would say we’re tough on behalf of the customer, but we always try to be fair, and if you look at the financial results of our suppliers, they’ve done really well, and P&G still makes more money than Walmart does after all this time, so this has worked out well for everybody, but we do keep on the pressure on behalf of the customer. So you learn how to think on the job, but with some principles behind you. Tim Ferriss: From what I’ve observed on Facebook posts, you seem to be a voracious reader, and I’ve noticed a number of books, like Team of Teams by General Stanley McChrystal, that I think was from your 2006 recap, where you took a photograph of books that had been – Doug McMillon: 2016? Tim Ferriss: 2016, excuse me – that had had a big impact on your thinking that year. Are there any books that you received from people who have had a big impact on you or that you have given out more than once to people for any reason? Doug McMillon: There’s that book about Amazon. That one comes to mind. Tim Ferriss: The Everything Store? Doug McMillon: Yeah. Tim Ferriss: Why do you give that book out? Doug McMillon: You need to understand what you’re up against. But Team of Teams has been huge. I’m still giving that one out. The truth is – my house is not far from here. If we went over there right now, my stack of books to read is more than knee-high. Right now, I’m behind. I’m trying to catch up. But I’m trying to learn, and we’ve gotten to – Brett, our CFO, is in the front row. This morning, in our officer meeting, we were talking about learning and curiosity because retail is changing so fast, and the business we have today is different than it was a year ago, and certainly than it was five years ago, and it’s going to be different in another year’s time. So we are spending a lot of time trying to learn new things. So if you looked at my last month and the pie chart of time allocation, you’d be surprised how much of that time was learning about U.S. healthcare, becoming a digital company, and other things than how to be a brick-and-mortar retail store because we’re trying to figure out how to get this company positioned to be here in 50 years’ time. So in Team of Teams, Stan McChrystal, who’s awesome – we’ve spent time together. He’s been to Bentonville and I’ve been to his place. He talks about a few principles. One of them is shared consciousness. When he was in his role in the military, he took silos that had been around for a long time – Army, Marines, CIA, all of those historic silos – and figured out a way to get them to work together, to get on the same page and know the same things. Once you have shared consciousness – you know what I know and I know what you know – then you can pivot to empowered execution. Now that you know what I know, I expect you to act without seeking input. Go! Even today, in the officers’ meeting with a few hundred officers, we were talking about what our strategy is, giving people a chance to ask questions, and then saying to everybody, “Andy, go! This is on all of us, not just me, and you now know pretty much everything I know.” So those principles that you can glean from books and things like that are really helpful. Tim Ferriss: How do you pick books? I think everyone here – whether it’s a stack of books to the knee or just considering all the books that their friends recommend or might see recommended on social media – might feel paradox-of-choice stress about what to read, and you have a lot on your plate. You have a lot of responsibilities. If you think back in the last year to anything you’ve read – it doesn’t have to be the last year – how did you find that book or how did you select that book as something worthy of your time? Doug McMillon: I bet some of you in the room have the same situation I do. I don’t have a shortage of books because they’re constantly being sent to me. The challenge is filtering through which one you’re going to read next. Right now, I’m about a third of the way through Ray Dalio’s Principles, and that’s because Greg Penner, our chairman, asked me to read it, so it went to the top of the stack. I’m finding that one hard to read, but most of the ones that I’ve been choosing on my own are related to change management and specifically becoming a digital enterprise. The transformation that’s under way in the world, in business, and certainly at Walmart is largely a data, technology, and automation transformation. Leading through that while still retaining who you are as a company and the DNA, values, and culture that – during the Q&A today, one of the officers grabbed the microphone. Her name is Jodi. Jodi said, “You said it earlier, but I just want to underline it: The thing that will cause us to win is our humanity.” And, yeah, we need to learn how to become a digital enterprise, but we understand that we’re a company made up of 2.2 million associates, and that human interaction in the future will matter. Yes, automation will do things that the humans might not want to do like mundane, routine tasks at the store level, in a warehouse, or elsewhere, but it’s that personal interaction and sense of community that people will want in the future, and it won’t be just digital. You see Nextdoor, Facebook, and others that are creating a digital sense of community. As we’re all learning, that has some flaws associated with it. The sense that you can have when you come to a place – we hope it’s a store sometimes – when you interact with others could be special, warm, and safe, and if you can do that while delivering good prices and all the other stuff we’ve got to do, we think we’ve got an advantage. Tim Ferriss: I did come across a mention of virtual reality in training associates – maybe even executives, I don’t know. Is that currently underway or is that something planned, and can you describe that? I was not personally aware of that. Doug McMillon: Yes. So a few years ago our U.S. leadership team – Greg Foran, Judith McKenna, and others – took an idea that they’d seen us practice in the U.K. to put training academies in our stores, and now, around the United States, we have about 200 locations dotted around the map – 138 of them, actually – that are in the back rooms of stores. We’ve been able to reduce our inventory and create classrooms. They’re nice classrooms equipped with technology – mobile technology, large screens, really well done – and as you’re getting trained on interesting things, not just how to execute a retail store, but also some soft skills like how to have a difficult discussion using VR. So if you are a supervisor or leader at Walmart, you probably weren’t trained to coach someone for improvement. You might shy away from conflict, for example. So these VR headsets have an avatar, and if you put one on right now, Tim, you would have a conversation, and at the end of the conversation, when you take the headset off, it would score you and tell you how you did in that conversation. Watching the avatar’s facial expressions and the words that come back – so we’re trying to help people grow for the jobs we have, and as automation happens and some of them go on to other jobs, it helps them prepare for more than that. But, we also teach people how to do routine tasks. So Ivanka Trump is interested in workforce training, and she heard about the programs we’re doing and wanted to come to a store, so I met her in Mesquite, Texas about a month ago, and we put VR goggles on her, and she stocked our vegetable wall – what we call the wet wall, that’s got leafy greens on it and stuff like that. She scored a 12 out of 20, so we’ve got a little work to do there. But you can use VR in ways that get you off the sales floor, let you have an opportunity to really learn when you’re not interrupted by customers, and we’ll have 17,000 VR headsets deployed by the end of the year for things like that. Tim Ferriss: That’s incredible. I want to talk a little bit about your personal practices because, of course, you have many responsibilities to other people, but I would imagine at some point, you have to put on your oxygen mask first before helping others and keep yourself focused, which you clearly are. In the Walmart Museum last night, which I found endlessly fascinating – I expected to find it interesting, but I really found it fascinating – I fixated on Sam Walton’s keychain next to his red pickup. There’s a gigantic metal plate about five times the size of a nail file, and in huge font, there’s a huge engraving that says, “Go for it.” I was just imagining how he might have referred to that at different points while making different decisions. Do you have any reminders built into your life or any quotes that you think of often that might resemble that in some way? Doug McMillon: Yeah. I think that “Go for it” was a phrase we used in one of our annual – we had a theme for the year, and we were growing so fast, and that was really a rallying cry at one point. For me personally, the first thing that comes to mind is a cross that I have in my office. There’s a Sam’s Club member that I met years ago named Martha Hawkins, and we happened to see Martha in Montgomery, Alabama a couple weeks ago. She runs a restaurant, but she’s got an incredible personal story of overcoming a drug addiction and serving others, and we asked her to come to a Sam’s Club meeting and give us feedback on what we could do better for small business owners and restaurant owners. We don’t rehearse these things, and I’m standing in front of all of our club managers with a group that’s five or 10 times bigger than this, and she grabs the microphone and starts giving her personal testimony. It was awesome. We’ve just been pen pals since then. I’ve been to Montgomery a couple times and eaten at her place, and she sent me this big cross and these wonderful notes about “You’re in this big job, you need support, I’m there for you, I’m going to encourage you, and I’m going to pray for you.” When you show up at the restaurant, she says stuff like, “I’ve prayed all the calories out of the food.” Tim Ferriss: If that works, let me know. Doug McMillon: She had peach cobbler that didn’t feel to me like that had been accomplished. There are other mementos, but that comes to mind. Tim Ferriss: I had read somewhere – let me backtrack. You are clearly very curious, and I think to maintain that level of curiosity, which is certainly necessary for business, you need to sustain a level of humility. There are different ways to do that. A friend of mine who’s been on my podcast, Alexis Ohanian, who is the cofounder of Reddit, was told by a Yahoo executive very early on, “You are a rounding error.” So he put that up on the wall for his entire team to see. It ended up working out pretty well for them. This may not be true, so please correct me – not everything on the internet turns out to be true, I recently found out – but I’ve read that on your phone, at least at some point – this was in an interview – you had the top 10 retailers from the last five decades. Can you explain why that was or why that is? Doug McMillon: Retailers grow and die. I’ve been doing this almost 30 years now, which is amazing to me because I feel like in some ways, we’re still just getting started. If you’re a student of retail – I suppose it’s true for other industries, but in retail, they have a good idea, they have a great founder, they start moving, they expand, and then something happens over time. They get complacent, they have too much success, they don’t manage inventory, and they go. So if you go back and look at when Walmart, Kmart, and Target started in 1962 – Dollar General was the same year – the retailers that had come before them – Sears is interesting to talk about this week – thought they had it. Who are these upstarts? Walmart started in Rogers, Arkansas. Where is Rogers, Arkansas? No one was scared that day when the first Walmart store opened. So you can go away. One of the things that can keep you from going away is an openness to change. That’s the point. So if we were – there are some Walmart people in here, but if you were all Walmart people, and you had a leader up front, and that leader were to say, “The only thing that’s constant at Walmart is…” Audience: Change. Doug McMillon: There are some Walmart people here. The truth is we have a consistent purpose that we got from our founder, some values that we share – those are persistent, too. It’s not just change. But that’s the thing that people underestimate about Walmart right now, that it has an ability to change. They think it is going to be what it is right now, and in some cases – I might argue most cases – they don’t understand what it is right now because it’s only been explained to them in the media. They’ve had no personal interaction behind the scenes other than in the stores or online. But they certainly don’t anticipate what it’s going to become, and if we can keep that kind of attitude, we’ve got a shot at surprising people and being here in the future when a lot of people think we won’t be. Tim Ferriss: So openness to change is a prerequisite to initiating change, but a lot of people don’t get to that second part because change can be really scary. Would you mind talking about any particular scary decision for you and walk us through how you thought about it as you were going through it? That could be a decision or it could just be a difficult or dark moment for you. What I like to do whenever I have these types of conversations is to humanize the person I’m talking to so people who are listening don’t think that – and, maybe this is the case – every time you’ve stepped up to bat, you’ve hit a home run. That can be the impression that some people come away with otherwise. Could you walk us through a difficult time, a difficult choice, and how you’ve experienced that? Doug McMillon: From this week? I’m just thinking about all the stuff that’s happened in the last two weeks. Tim Ferriss: Anything that sticks out. It could be from 20 or 30 years ago. Timewise, it doesn’t matter. But what’s something that was truly difficult for you? Doug McMillon: There are a lot of them, but I guess one of the things that comes to mind is acquisition. Acquiring a company, whether it’s big or small, is not a small decision. There are founders – Andy Dunn is sitting in the front row. Andy founded Bonobos. He’s got a baby, and if he wants to put it in the family, that’s a huge risk for him, and I don’t want to let him down. Then you’ve got Flipkart. We invested $16 billion to buy 77% of a company that loses a lot of money. It sounds brilliant, doesn’t it? And, before that, we did the board and management on Jet.com, and Jet.com was a $1 billion run rate and lost money – and still does. We believe these decisions are necessary for a variety of reasons, which we can talk about if you want to, but once you do it, you take on those losses, you take on those people and responsibilities, and you’ve got to execute that in a way that makes that a really good decision. Boy, we fret over those. We’re moving faster now and taking more risk, but that’s an area where I have a lot of self-doubt. You have a meeting, you hear about the strategy and then you think, “Yeah, we’ve got to do this.” And then you go home that night, you’re about to go to sleep, and you think, “I can’t do that.” And then you get up the next morning and go back through it, and we just iterate to a point where you finally have to make a decision and go for it. Tim Ferriss: How do you navigate that? I think a lot of people hem and haw and go back and forth on potentially big decisions. What do you say to yourself or ask yourself, or who do you ask questions to gain clarity? Doug McMillon: Well, it’s collective wisdom for sure, and one of the great things that’s always been true in these jobs at Walmart – people will talk to you. When you’re a buyer at Walmart, you can call the CEO of a company and they will take your call. Tim Ferriss: They will take the call, yes. Doug McMillon: And then, in the job I’m in right now, I get exposed to incredible people, and you can use that collective wisdom by asking questions, so that’s definitely part of it. But the other thing that runs through my mind is what do you have to believe? If you want to go do this and this is the calculated bet you’re making, what do you have to believe is true? If, after you think about it, you get to a point where you come back to the same things and you’re convicted that those things are true, then take the risk and go for it. Tim Ferriss: So this might be too inside baseball, and if we don’t want to talk about it, that’s fine, but let’s talk about Flipkart for a second. I think you’ll do fine on Flipkart if a few things are probably true, but very bullish… What did you have to believe to be true for that to make sense? Doug McMillon: So the first thing is to believe in India. The environment is 1.2 billion people with a growing middle income and a lack of infrastructure. They’ve adopted mobile. They’re moving to digital forms of currency. There’s a lot of change happening there. There are a lot of challenges about governance issues. It’s a very diverse place. It’s not really one country. It’s enormous. We’ve been there for more than 10 years. I’ve been there quite a few times. But do you believe in India? Check. The second question is what type of business in India? The e-commerce business in India is under three percent of the total business, and we’re certain it’s going to get bigger. So you’ve got a big pie, it’s getting bigger, and you’ve got a small section called e-commerce today. Is that going to get bigger? Yes. Who are the players within that? There aren’t very many. The number has been whittling down. What we’re learning about digital business as an e-commerce business is that it turns out to aggregate business more than it busts it up in some cases, and there are few e-commerce players. Flipkart was one of them. And then, you get to what is Flipkart? Well, Flipkart is not just an e-commerce business. It’s an ecosystem of businesses. There’s a last-mile delivery component, there’s an e-commerce component related to apparel, there’s a traditional e-commerce business, there’s a payment system called Phone Pay, they’re doing all kinds of interesting things with AI, even designing apparel with AI, so it’s an interesting set of positions in the country, not just a pure e-commerce business selling dry grocery items at a loss. And then you get to the leadership team. How do you feel about values? How do you feel about their capability? We were really impressed with their ability to solve problems, and we recognize that this is not a situation where the business model is figured out and they’re just going to execute it. It’s a situation where they have a business model and they’re iterating every hour of every day to change it and navigate the market, which is exactly what you need in India because it gets disrupted in so many different ways that you have to be quick, you have to be agile, you have to be on the ground, you have to know the business, you have to be able to solve problems together as a team, and they have that characteristic, and it was that set of things that caused us to say, “We should do this.” There just aren’t that many opportunities in the world that are that big, and for a company like Walmart that needs to move the needle in a big way, you have to take some big bets, but if you’re going to take that much risk, the reward has to match up, and in the case of Flipkart, it does. Tim Ferriss: And you have the ability to iterate after that large event, which mitigates some but not all of the risk as well. Doug McMillon: Yes, and we’re going to learn things in India that we can use in other places, including here. Tim Ferriss: So if we talk about experimentation and openness to change, for a lot of entrepreneurs who are listening to this who have a 10-person company, they can’t even imagine what it might be like to experiment within, say, Walmart. They might think that it’s like trying to steer a continent. Because I’m personally curious, I would like to talk about Sam’s Club. I grew up going to Sam’s Club, getting in the car and going on a pilgrimage to go to Sam’s Club to get all the things we needed growing up. I recently came across what the Wall Street Journal had called “treasure hunt items,” and this may go nowhere – I’m warning you in advance, I don’t know – but could you please explain what this means? Doug McMillon: You really don’t know what that means? Tim Ferriss: I really don’t know what it means. I have a one-line idea of what it might mean. Doug McMillon: Well, we must not be doing a very good job if you don’t know what it is. Tim Ferriss: Keep in mind I was going during the Pleistocene Era. This was early, so I may not have come across treasure hunt items. Doug McMillon: When you go to a Sam’s Club, you should experience great quality fresh food and other items you didn’t expect to see that are affordable luxuries that make it feel like there’s a bit of a treasure hunt. What’s around the corner? When you sell a swing set, it should be special and big swing set. When you sell a cooler, there should be something about it that’s different than Walmart or some other place. A long time ago, when I was at Sam’s, the most extreme example I could remember was we sold a jet during our holiday period. Tim Ferriss: A jet? Doug McMillon: Uh-huh. We had a holiday catalog, and we made a commitment for a jet and sold it. We didn’t make a lot of money, but it generated a lot of buzz. But we’ve sold a wine basement; we’ve sold extraordinary travel experiences at $70,000 price points. We sold a cool Harley one time that was $75,000. We bought one, and we told everybody in our ad, “We have one, so whoever gets there first gets it,” and we sold it to some plumber in Indiana, if I remember correctly. Tim Ferriss: Okay. I can’t just move on from this. So is this like the $200 hamburger with gold leaf on it that you see in almost every major city once a year for driving foot traffic and PR? How much of a jet or the Harley is driving foot traffic versus PR versus other considerations? Doug McMillon: Those were more PR- and buzz-related, but we didn’t overcharge for it. It wasn’t a $200 hamburger. It was a good price on the jet. Tim Ferriss: Right. Doug McMillon: But you do blend. With our merchandising assortment, whether it’s online or in stores, Walmart, Sam’s, or other brands, you blend together the practical with the more aspirational all the time, trying to attract people to come to your place. Tim Ferriss: You have a reputation for being very poised, very calm, very even-keeled. I had read that your competitiveness comes from your mom, which may or may not be true – again, an internet question mark. Doug McMillon: How did you know that? That’s very true. Tim Ferriss: So where does the “poised” comment come from? Doug McMillon: She’s not here, is she? Tim Ferriss: I have all the dirt, all the skeletons. So “poised and calm” – is that nature? Is that nurture? Doug McMillon: No, I’m faking that. Tim Ferriss: Faking it? This is something I think a lot of people would like to fake, if that’s actually true. So tell me – talk about where that comes from, if it comes from anywhere, or if that’s just from your mom. Doug McMillon: Like most of it, it probably comes from your parents and upbringing. My dad is like that, and the older I get, the more I see my father in myself, which I have mixed feelings about. My mom is super competitive. She is literally the most competitive person I’ve ever met. We took a summer vacation this year where we brought everybody together. We had 18 people staying in this one house. A bunch of them are 20-year-old young men – our sons and my nephews – and we played beach volleyball twice a day for a week. So we’d be out there before it got too hot and out there when it got cooler, and those boys were spiking the ball off her forehead, and she just kept coming. It’s for real. Her grandsons’ nickname for her is “Killer.” Tim Ferriss: How does that manifest in your life? Doug McMillon: Oh, I’m super competitive. I don’t like to lose at anything. Actually, sometimes it’s bad. I play basketball on Sunday afternoons with a bunch of my friends and my son, and it’s a longstanding tradition we have on Sunday afternoon, and I hate losing so bad that sometimes I’m not as friendly as I should be. I should be the wise guy at this point that’s nurturing these young men, and I’m out there battling them. I would like to be a bigger person, but I’m not there yet. Tim Ferriss: I think I was reading – it might have been in the podcast exchange with Peter Thiel – he was describing how…I might be getting this slightly off, but I’m paraphrasing here. He was looking for areas where he could be less competitive to increase well-being. Are there areas where you’ve consciously tried to ratchet back on the competitiveness? Doug McMillon: No. I can’t think of one. Tim Ferriss: All right! Moving on… What is the first – and, I’m sure this varies from day to day, but if you have the time to follow a particular routine in the morning, are there any particular rituals or routines that you have in the first hour or two of waking up? Doug McMillon: Yeah, very much so. I get disrupted by travel, and we travel a lot, but if I’m in town, I shave, shower, and get some food. I’m reading the same thing; I’m reading the Wall Street Journal. First, there’s a daily devotional. Right now, Tony Dungy has this daily devotional book, so I start with that, and it doesn’t take a lot of time, but I do it every day. Tim Ferriss: And, that’s something you read? That’s something you read out loud? Doug McMillon: Not out loud, but I’m in the kitchen, I’ve got Squawk Box on CNBC on, I’ll mute it for a second, and I’ve got the daily devotional. Then, I’m into the Wall Street Journal, glancing at the New York Times, CNBC app, CNBC playing in the background, CNBC in the car watching Squawk Box, and then I get to the office. Tim Ferriss: What time do you generally wake up? Doug McMillon: I wake up at 5:30 and I’m in the office at 6:30. Tim Ferriss: What does your default breakfast look like? What do you eat for breakfast? Doug McMillon: Two fried eggs and toast. That’s the first time I’ve ever been asked that. Tim Ferriss: I got one original question! Two fried eggs and toast. Do you drink coffee? Doug McMillon: Yes. Tim Ferriss: How much coffee do you drink? Doug McMillon: Too much. Tim Ferriss: That sounds like a conversation-ender. You arrive at the office, and then what do you do? If you’re in town, I can’t imagine it’s left to whim, so there must be some structure or latticework in your day or week. Are there any daily or weekly must-dos? Doug McMillon: There’s a lot of variety, which is one of the things I love about it. I try to get there early enough to get a little bit of quiet time. We’ve already seen sales, so when we get up in the morning, the first thing we do is look at our device, and we can see in seconds how sales were around by the world yesterday by format and country, so we already know what happened. So I try to get there early enough to get a little bit of quiet time and get ahead on reading. These days, we get a lot of reading materials. People will send you a whitepaper or a deck and say, “This is for tomorrow’s meeting,” and it’s 40 pages long. We have a board meeting that’s got 1,000 pages of reading material. So you’ve got all this incoming data, and it’s helpful because we’re trying to get into meetings and not have old-fashioned PowerPoint flipping, but get right to the root of issues, so it’s really helpful that people can read things beforehand, so there’s a lot of that going on. And then, there’s just a ton of variety. I talked to Lou Holtz yesterday, the former Arkansas Razorback coach. Yes, he coached at Notre Dame and won a national championship, but we know him as the Arkansas Razorback coach. Lou is responsible for working with a healthcare company, and he read in the news that we’re working on healthcare, so it’s hilarious – I got to ask him, “What would you do? Could you fix Razorback football?” We won one game this year. He said, “Yeah, by the second quarter.” I thought that was hilarious. “Come do it, man.” So you just never know. You can walk down the hallway and Shaquille O’Neal will be walking down the hallway, and then you go into a meeting on compliance in China, and you learn about how to manage ethics within that country. So it’s just a ton of variety every day, and there’s really not a down minute and the days are never what you think they’re going to be. But you try to plan. When I moved into the international job, I learned from Mike Duke, my predecessor, that I couldn’t manage my international travel without a really good plan. So when I moved into the job, one of the things Mike did for me was to hand me his schedule by week for the last three years, and Mike’s an engineer, and he’s very disciplined, so he was like, “I’m going to get to Argentina once a year. I’m going to get to China three times a year. We’re going to schedule it this way.” We’re in 27 countries now. So I just copied his method, and right now – in fact, for about a month now, I would be able to tell you where I’ll be next year day by day. Some of the days are kind of planned out with board meetings, and we have this thing we call Meeting Week where we bring everybody together. Marc Lore lives in New Jersey and we have people distributed, so we come together for one week for three or four days every month where we all get on the same page, and then we disperse out again. So all those things drive the calendar and the discipline, and we pretty much stick with it, but within a day, it can get crazy because things come up. Tim Ferriss: Looking at your travel schedule, which I haven’t seen all of, but you were describing to me the last few weeks before we got up onstage, what are some of the self-care techniques or strategies that you’ve developed so that you just don’t wear yourself out? What are some of the things you do or don’t do when you’re traveling, before you travel, when you land – anything like that that helps you to sustain what seems to me to be an ultra-endurance marathon that doesn’t end? Doug McMillon: For me personally, sleep is really important. I wish I needed less, but I need seven or eight hours. Time with family is really important, so I protect weekends as much as I can. I work some every day, but I try to manage that in a way that’s not too disruptive to my family. My family is a huge priority. Shelley and I have two boys. They’re in their 20s now, but that was really important to me, so I protected that a lot. Even this basketball game on Sunday afternoons is a big deal. If I can get a good night’s sleep from Saturday to Sunday, get in some basketball, and get enough sleep while I’m traveling, I’m in pretty good shape. The other thing that happens sometimes is what my assistant Paula and I call “fire breaks.” Every once in a while, it’s just too much, and you have to go back and say, “I know what I was supposed to do on Tuesday, but clear it because I need some time to get back up on my feet and read a few things.” So we will call an audible and put a fire break in every once in a while. Tim Ferriss: If you think back to any one of those fire breaks, can you give us an example of what you then do on that day? Doug McMillon: It’s usually thinking and strategy. We have a collaborative environment, and it’s definitely collaborative as it relates to strategy, and I’m a blend of an introvert and an extrovert. There are times where I have to have interaction with people and I get energy that way, and there are times when I need to have some quiet time and just shut the door in the office to read, think, and that kind of stuff. Is it Birkman you take that’s one of the tests where you assess yourself? Tim Ferriss: It could be. Doug McMillon: You can be on one of these extremes. I’m kind of right in the middle and pivot both ways, so there are times when I just – and, I can’t do it in 30 minutes. I need a few hours to think. Tim Ferriss: When you sit down to think – for instance, I need to journal when I think. Otherwise, it’s just like trying to grasp at mosquitoes. I can’t seem to catch anything. What does it look like for Doug to sit down and think? Do you stare off into space? Do you read? Do you take a long shower? Do you listen to classical music? What does it look like? Doug McMillon: No, it’s drawing pictures. Tim Ferriss: Drawing pictures? Doug McMillon: Yes, schematics of how a strategy works or how a problem is deconstructed. There are people who work with me in the room – I can’t hardly have a conversation with Brett without the whiteboard. I’m so thankful – I see Jim and Lynne there. Sam Walton had a pegboard in his office, and I’m thankful for that because I had to put up a whiteboard, and people said, “You can’t do that in Sam Walton’s office.” I say, “No, look: There are pictures here. He had a pegboard. A whiteboard is not that different than a pegboard.” I live in a kind of library or museum in Sam’s office. It’s hallowed ground, so you don’t mess with it too much. We have this big whiteboard, and we have conversations where Brett has a marker and I have a marker, and we’re drawing pictures – “If the customer experience went this way or that way, or the financials look like this instead of that – what does healthcare really look like? You’ve got a life here, you’ve got care here, you’ve got insurance…how does that work? How could you help somebody be healthier and make a margin at the same time, and how could clinics play a role in that?” I’m a visual learner, and when I can’t solve a problem, I’m constantly trying to draw a picture of it and getting other people to draw a picture of it. Tim Ferriss: And, when you do those fire breaks – and, let’s just say you have blocked out three to four hours to think – how often do you do that by yourself versus with other people? Doug McMillon: It’s by myself – I need that time by myself, but I run into things that I don’t know, so I’ll run out and interrupt people, place a phone call, and say, “I’m working on this problem. What do you think?” And then, I’m trying to put the phone back down, run to my office, and work on the next turn of the crank on the problem. Tim Ferriss: Thank you. I’m glad I asked that. This is a tough question, but I want to go fishing and see what we get here. In the last handful of years, maybe three or five – we talked about belief earlier. What new belief or habit has most improved your life or greatly improved your life? Any change of thinking, a new thing that you do or have stopped doing? Anything at all that’s a new addition to your life? Doug McMillon: It’s the influence of other people, and it’s an openness to change. I described my morning routine for you. I would say years ago, my whole life was more routine, and now the pivot is to let go more and be more open to change and more open to risk, realizing that continuing to do what I’ve always done won’t result in me being the person that the company needs me to be, and if I’m rigid, routine, and disciplined too often, everyone else will be, too. We were talking about risk today with our officers and encouraging them to take risks. Well, they won’t take risks if they don’t see us taking risks. Some of the things we’ve done lately – I’m a very conservative person. I would not have wanted to take those risks or historically expected myself to, but it’s kind of liberating, and once you survive one, the next one is a little more comfortable. If we can get everybody thinking that way, we’ve got a shot. Tim Ferriss: What led from the 15-minute-increment routine Doug to being more open to change? Was there an event, conversation, or period of time that led you realize how valuable that could be? What led to the change? Doug McMillon: It was probably more than one thing. The realization that…without it, we are going to have a problem. The retailers that fail by decade – that feeling that if we don’t really open ourselves up to change here, which starts with us – change is really cool when it happens to somebody else, but when it’s for yourself, it’s really hard. One experience we had in Walmart one time – this lady that works for Walmart was teaching us about change management, and she had us each take our watch off, and put it on the other hand, and leave it that way for a day. It bugged the heck out of me. It’s such a little thing, but it’s indicative of how hard it is for us to change personally. So I’ll put this on my right wrist, but by tonight, that’ll be back on my left wrist because I won’t be able to take it anymore. So if you recognize that in yourself, you’ve got a shot at doing something about it. Tim Ferriss: That watch experiment is really cool. A friend of mine had a similar experience where someone he had hired to assist his company recommended the same wrist, but put it on the other side, and see how long it takes you to turn that wrist to the other side. It’s a long time. It’s an indication of not only the potential importance of change, but how you have to give it some time to become instilled. When you feel – maybe you don’t feel this, but when you feel – it seems like the fire breaks are one example of contending with this – overwhelmed or are unsure of what to do, besides the fire breaks, is there anything else that you do? Doug McMillon: Prayer. Tim Ferriss: Do you have a particular prayer or type of prayer? What does that look like? Doug McMillon: This is really getting personal. 2:55 left on the clock… Tim Ferriss: If you want to dance around the ring until time goes out, you can do that. Doug McMillon: That’s what I’m trying to figure out right now. There’s a bigger thing at play here, and it’s bigger than any of us. Realizing that, and realizing that if you grip that steering wheel too hard, you will fail – that’s the moment where that fire break comes or you let go and say, “Okay, I’m listening.” So that prayer is frequently not me speaking, it’s me listening. It’s being quiet. He’ll put people in my life – it seems like this happens frequently – where there’s no other reason I can think of where that person said that to me, gave me that idea at that moment, other than some other higher calling that I think is very real and tangible for me personally, given my faith, but also helpful to the company. My prayer is that the company will bless God. I can’t believe you got me to say all that. Let’s wrap this dude up. Tim Ferriss: Who invited this guy? 1:22. I think we have time for maybe one more, but let’s see if I can sneak in two. Do you have a favorite failure, meaning something that seemed like a failure at the time that ended up setting the stage for something better? Doug McMillon: Yeah, a bunch of them. The one that was so memorable for me happened early, which is why it left such a mark. To tell the story briefly, I was the chip buyer. I was responsible for a bunch of categories in food, and Frito-Lay chips was one of my items, and I got really excited – this is in the early ‘90s – because Frito-Lay brought out lime and chili flavored Tostitos. I wanted to put it on the front page of the Walmart tab, and back then, we did print tabs, mailed tens of millions of them to American homes, it was a big deal, and everybody knew that if the merchant screwed up the tab, you were dead. You had no career. Nobody makes a tab mistake. Every item, every picture, every price, all the in-stock has got be there, because when you print 100 million of these things, they have to be great. Well, I got the whole cover of the tab. I talked marketing into letting me have the whole thing, and we fanned out Lay’s and Cheetos, and right there in the front, lime and chili flavored Tostitos, and the tab hit, and the phone started ringing, and we learned that Frito-Lay didn’t have that item west of the Mississippi. [Audience groans] Yeah, that was the feeling. So I’m in my 20s, Shelley and I have a young child, and I’m thinking, “This is it. This is how this ends. This is really bad.” To make a long story short – it was so bad. I went to my supervisor once I figured out what was happening and said, “Here’s what happened.” He looked at me and said, “You need to go tell Bill Fields.” Bill was the chief merchant. If Bill were here, I would say the same thing, so I’m not talking out of school – he’s like Darth Vader in my mind. Imagine Darth Vader. I love him, but he’s scary. So I said, “Okay, let’s go tell him,” and my supervisor said, “I ain’t going.” So that’s true. I left their name out because that’s true. So I go to tell Bill Fields that we’d made this mistake, and that didn’t go well, so the solution was to put it back on me. “What are you going to do about it?” Frito-Lay gave us a coupon for a free bag of chips for any customer west of the Mississippi that complained. We printed them at PMBC down the street and mailed them out in 24 hours so the store managers had something to give to the customer when they complained, but that didn’t totally satisfy the customer. It was really bad. So nobody would talk to me. I was – what do you call it, a pariah? Tim Ferriss: A pariah. Doug McMillon: Everybody knows how bad that is. So I’m walking down the hallways, and people I thought were my friends have their head down like I’m death, like I’m dead. It’s over. And this lasts for two or three days because the tab is a week long, so you don’t get to just get up the next day and forget about it. You have to live with it for a week. And, there was one person in the whole company that reached out to me, and his name is J.R. Campbell. Campbell was a divisional merchandise manager supervising buyers in another area unrelated to mine, and he called me over to his desk – we had an open office environment at that time – and, in front of other people who were around, he gave me a pep talk and said, “You screwed up, but I believe in you. Never do this again. Learn from it. Get your head up and get back to work.” And that’s all I needed, and it all worked out. But I learned empathy from that mistake. I learned what it’s like when somebody that you think is really good makes a bad mistake. A little word of encouragement is huge. Tim Ferriss: I know we’re at 0:00. This is the very last question! You have a billboard. That billboard, metaphorically speaking, gets a message out to billions and billions of people. Is there anything you would put on that – a word, a quote, a question? Anything that comes to mind that you would put on that billboard? Doug McMillon: “Shop at Walmart.” Tim Ferriss: That was fun. Posted on: November 12, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my interview with doug mcmillon (ig: @dougmcmillon), president and chief executive officer of walmart, a company that, if it were a country, would be the 25th largest economy in the world", "it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the interview here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "doug mcmillon: is that your fan group over here", "tim ferriss: that’s my plant", "i hired one person", "i’ll give him his $20 later", "thank you for that", "so i think we should just jump right into this", "what a beautiful location", "it’s my first time in bentonville, and i’ve been absolutely surprised by how tremendous everything is here", "i was walking around all last night", "i’ve never spent any time in arkansas, so first of all, thank you for welcoming me here, and i know we have limited time to chat on stage here today, so… doug mcmillon: it feels like a lot of time, and i don’t do interviews that are very long", "that clock says 60 minutes on it", "could we at least start it", "i’m used to 15 minutes", "i don’t want to be up here that long", "tim ferriss: we’re edging in from different sides", "i guess you usually do shorter; i do two to 17 hours", "so we’ll meet in the middle on this one", "i thought we could just jump right into it with a very important question", "can you tell me about the baitmate story", "i do not know the answer to this", "doug mcmillon: the baitmate story…does anyone in the room know what baitmate is", "so when i moved into the home office, i’d worked in a store", "this was 1991, and i got into our buyer training program at walmart", "i was excited because they were putting me in sporting goods", "i got to sporting goods and they gave us fishing tackle", "i didn’t know it immediately, but the other buyers were hazing me", "as the new person, they said, “on saturday, at the saturday morning meeting, you must present an item that you have negotiated a lower price on and reduced the retail price, and in the meeting, you have to explain the item, the price, how many you can sell, et cetera.” so i didn’t know the first thing about being a buyer", "it was literally my first day", "and so other buyers helped me, and we found a supplier who makes this product called baitmate, which comes in several flavors", "you spray it on a hard lure if you’re fishing, and apparently, it causes the fish to think it’s more real, and the fish strike the lure because it’s been coated in baitmate", "so it was over $2, we rolled it back to $1.97, we maintained our margin, i memorized everything about the item, and i wrote the rest of the answers on the back of the label", "i showed up at the saturday morning meeting and sam walton was leading the meeting, so my level of nervousness went from high to somewhere off the charts", "so i wait at the end of the line at the end until the end of the meeting to present baitmate to the auditorium full of hundreds of people with sam walton standing next to me, and i am shaking, and my hand is shaking, my voice is shaking, but i get all the information out that i’m supposed to remember, and at the end, sam says, “that’s all well and good, son, but what makes you think fish can smell?” tim ferriss: how did you respond to that", "doug mcmillon: i think i just walked away", "i don’t remember having anything pithy to say", "i think it was probably awkward because i was so nervous and he was trying to break the ice", "but we sold a lot of baitmate", "tim ferriss: were there any other particular approaches, techniques, or types of training that you received as a buyer that come to mind", "i certainly don’t know the first thing about buyer training, but that would seem to be a very important component of what walmart does", "it’s certainly a big piece of it – doug mcmillon: yeah, it’s kind of big", "tim ferriss: – getting that price down to $1.97 for an important item like baitmate", "what type of training did you experience", "are there any particular memories or stories that come to mind", "doug mcmillon: most of the learning that you had as a merchant – especially back then – came from the people around you, so it’s really learning on the job and principles coming out like – back then, we didn’t really sign contracts, and we had some vendor agreements to make sure we could pay people, but your handshake was your agreement", "i remember that early one, one of my supervisors, a guy named dave deibel, emphasized to me that we were about to make a big commitment and the supplier had asked for something in writing, and dave said, “you need to explain to him that your word and your handshake is the contract,” and it worked", "so you learn things like how you’re working on behalf of the customer, you should be tough but fair, you want suppliers to make money because you want them to be here in 10 years’ time, and we’re going to grow and we’ll need supply", "in some circles, walmart has this reputation of being really tough", "i would say we’re tough on behalf of the customer, but we always try to be fair, and if you look at the financial results of our suppliers, they’ve done really well, and p&g still makes more money than walmart does after all this time, so this has worked out well for everybody, but we do keep on the pressure on behalf of the customer", "so you learn how to think on the job, but with some principles behind you", "tim ferriss: from what i’ve observed on facebook posts, you seem to be a voracious reader, and i’ve noticed a number of books, like team of teams by general stanley mcchrystal, that i think was from your 2006 recap, where you took a photograph of books that had been – doug mcmillon: 2016", "tim ferriss: 2016, excuse me – that had had a big impact on your thinking that year", "are there any books that you received from people who have had a big impact on you or that you have given out more than once to people for any reason", "doug mcmillon: there’s that book about amazon", "that one comes to mind", "tim ferriss: the everything store", "doug mcmillon: yeah", "tim ferriss: why do you give that book out", "doug mcmillon: you need to understand what you’re up against", "but team of teams has been huge", "i’m still giving that one out", "the truth is – my house is not far from here", "if we went over there right now, my stack of books to read is more than knee-high", "right now, i’m behind", "i’m trying to catch up", "but i’m trying to learn, and we’ve gotten to – brett, our cfo, is in the front row", "this morning, in our officer meeting, we were talking about learning and curiosity because retail is changing so fast, and the business we have today is different than it was a year ago, and certainly than it was five years ago, and it’s going to be different in another year’s time", "so we are spending a lot of time trying to learn new things", "so if you looked at my last month and the pie chart of time allocation, you’d be surprised how much of that time was learning about u.s", "healthcare, becoming a digital company, and other things than how to be a brick-and-mortar retail store because we’re trying to figure out how to get this company positioned to be here in 50 years’ time", "so in team of teams, stan mcchrystal, who’s awesome – we’ve spent time together", "he’s been to bentonville and i’ve been to his place", "he talks about a few principles", "one of them is shared consciousness", "when he was in his role in the military, he took silos that had been around for a long time – army, marines, cia, all of those historic silos – and figured out a way to get them to work together, to get on the same page and know the same things", "once you have shared consciousness – you know what i know and i know what you know – then you can pivot to empowered execution", "now that you know what i know, i expect you to act without seeking input", "go", "even today, in the officers’ meeting with a few hundred officers, we were talking about what our strategy is, giving people a chance to ask questions, and then saying to everybody, “andy, go", "this is on all of us, not just me, and you now know pretty much everything i know.” so those principles that you can glean from books and things like that are really helpful", "tim ferriss: how do you pick books", "i think everyone here – whether it’s a stack of books to the knee or just considering all the books that their friends recommend or might see recommended on social media – might feel paradox-of-choice stress about what to read, and you have a lot on your plate", "you have a lot of responsibilities", "if you think back in the last year to anything you’ve read – it doesn’t have to be the last year – how did you find that book or how did you select that book as something worthy of your time", "doug mcmillon: i bet some of you in the room have the same situation i do", "i don’t have a shortage of books because they’re constantly being sent to me", "the challenge is filtering through which one you’re going to read next", "right now, i’m about a third of the way through ray dalio’s principles, and that’s because greg penner, our chairman, asked me to read it, so it went to the top of the stack", "i’m finding that one hard to read, but most of the ones that i’ve been choosing on my own are related to change management and specifically becoming a digital enterprise", "the transformation that’s under way in the world, in business, and certainly at walmart is largely a data, technology, and automation transformation", "leading through that while still retaining who you are as a company and the dna, values, and culture that – during the q&a today, one of the officers grabbed the microphone", "her name is jodi", "jodi said, “you said it earlier, but i just want to underline it: the thing that will cause us to win is our humanity.” and, yeah, we need to learn how to become a digital enterprise, but we understand that we’re a company made up of 2.2 million associates, and that human interaction in the future will matter", "yes, automation will do things that the humans might not want to do like mundane, routine tasks at the store level, in a warehouse, or elsewhere, but it’s that personal interaction and sense of community that people will want in the future, and it won’t be just digital", "you see nextdoor, facebook, and others that are creating a digital sense of community", "as we’re all learning, that has some flaws associated with it", "the sense that you can have when you come to a place – we hope it’s a store sometimes – when you interact with others could be special, warm, and safe, and if you can do that while delivering good prices and all the other stuff we’ve got to do, we think we’ve got an advantage", "tim ferriss: i did come across a mention of virtual reality in training associates – maybe even executives, i don’t know", "is that currently underway or is that something planned, and can you describe that", "i was not personally aware of that", "doug mcmillon: yes", "so a few years ago our u.s", "leadership team – greg foran, judith mckenna, and others – took an idea that they’d seen us practice in the u.k", "to put training academies in our stores, and now, around the united states, we have about 200 locations dotted around the map – 138 of them, actually – that are in the back rooms of stores", "we’ve been able to reduce our inventory and create classrooms", "they’re nice classrooms equipped with technology – mobile technology, large screens, really well done – and as you’re getting trained on interesting things, not just how to execute a retail store, but also some soft skills like how to have a difficult discussion using vr", "so if you are a supervisor or leader at walmart, you probably weren’t trained to coach someone for improvement", "you might shy away from conflict, for example", "so these vr headsets have an avatar, and if you put one on right now, tim, you would have a conversation, and at the end of the conversation, when you take the headset off, it would score you and tell you how you did in that conversation", "watching the avatar’s facial expressions and the words that come back – so we’re trying to help people grow for the jobs we have, and as automation happens and some of them go on to other jobs, it helps them prepare for more than that", "but, we also teach people how to do routine tasks", "so ivanka trump is interested in workforce training, and she heard about the programs we’re doing and wanted to come to a store, so i met her in mesquite, texas about a month ago, and we put vr goggles on her, and she stocked our vegetable wall – what we call the wet wall, that’s got leafy greens on it and stuff like that", "she scored a 12 out of 20, so we’ve got a little work to do there", "but you can use vr in ways that get you off the sales floor, let you have an opportunity to really learn when you’re not interrupted by customers, and we’ll have 17,000 vr headsets deployed by the end of the year for things like that", "tim ferriss: that’s incredible", "i want to talk a little bit about your personal practices because, of course, you have many responsibilities to other people, but i would imagine at some point, you have to put on your oxygen mask first before helping others and keep yourself focused, which you clearly are", "in the walmart museum last night, which i found endlessly fascinating – i expected to find it interesting, but i really found it fascinating – i fixated on sam walton’s keychain next to his red pickup", "there’s a gigantic metal plate about five times the size of a nail file, and in huge font, there’s a huge engraving that says, “go for it.” i was just imagining how he might have referred to that at different points while making different decisions", "do you have any reminders built into your life or any quotes that you think of often that might resemble that in some way", "doug mcmillon: yeah", "i think that “go for it” was a phrase we used in one of our annual – we had a theme for the year, and we were growing so fast, and that was really a rallying cry at one point", "for me personally, the first thing that comes to mind is a cross that i have in my office", "there’s a sam’s club member that i met years ago named martha hawkins, and we happened to see martha in montgomery, alabama a couple weeks ago", "she runs a restaurant, but she’s got an incredible personal story of overcoming a drug addiction and serving others, and we asked her to come to a sam’s club meeting and give us feedback on what we could do better for small business owners and restaurant owners", "we don’t rehearse these things, and i’m standing in front of all of our club managers with a group that’s five or 10 times bigger than this, and she grabs the microphone and starts giving her personal testimony", "it was awesome", "we’ve just been pen pals since then", "i’ve been to montgomery a couple times and eaten at her place, and she sent me this big cross and these wonderful notes about “you’re in this big job, you need support, i’m there for you, i’m going to encourage you, and i’m going to pray for you.” when you show up at the restaurant, she says stuff like, “i’ve prayed all the calories out of the food.” tim ferriss: if that works, let me know", "doug mcmillon: she had peach cobbler that didn’t feel to me like that had been accomplished", "there are other mementos, but that comes to mind", "tim ferriss: i had read somewhere – let me backtrack", "you are clearly very curious, and i think to maintain that level of curiosity, which is certainly necessary for business, you need to sustain a level of humility", "there are different ways to do that", "a friend of mine who’s been on my podcast, alexis ohanian, who is the cofounder of reddit, was told by a yahoo executive very early on, “you are a rounding error.” so he put that up on the wall for his entire team to see", "it ended up working out pretty well for them", "this may not be true, so please correct me – not everything on the internet turns out to be true, i recently found out – but i’ve read that on your phone, at least at some point – this was in an interview – you had the top 10 retailers from the last five decades", "can you explain why that was or why that is", "doug mcmillon: retailers grow and die", "i’ve been doing this almost 30 years now, which is amazing to me because i feel like in some ways, we’re still just getting started", "if you’re a student of retail – i suppose it’s true for other industries, but in retail, they have a good idea, they have a great founder, they start moving, they expand, and then something happens over time", "they get complacent, they have too much success, they don’t manage inventory, and they go", "so if you go back and look at when walmart, kmart, and target started in 1962 – dollar general was the same year – the retailers that had come before them – sears is interesting to talk about this week – thought they had it", "who are these upstarts", "walmart started in rogers, arkansas", "where is rogers, arkansas", "no one was scared that day when the first walmart store opened", "so you can go away", "one of the things that can keep you from going away is an openness to change", "that’s the point", "so if we were – there are some walmart people in here, but if you were all walmart people, and you had a leader up front, and that leader were to say, “the only thing that’s constant at walmart is…” audience: change", "doug mcmillon: there are some walmart people here", "the truth is we have a consistent purpose that we got from our founder, some values that we share – those are persistent, too", "it’s not just change", "but that’s the thing that people underestimate about walmart right now, that it has an ability to change", "they think it is going to be what it is right now, and in some cases – i might argue most cases – they don’t understand what it is right now because it’s only been explained to them in the media", "they’ve had no personal interaction behind the scenes other than in the stores or online", "but they certainly don’t anticipate what it’s going to become, and if we can keep that kind of attitude, we’ve got a shot at surprising people and being here in the future when a lot of people think we won’t be", "tim ferriss: so openness to change is a prerequisite to initiating change, but a lot of people don’t get to that second part because change can be really scary", "would you mind talking about any particular scary decision for you and walk us through how you thought about it as you were going through it", "that could be a decision or it could just be a difficult or dark moment for you", "what i like to do whenever i have these types of conversations is to humanize the person i’m talking to so people who are listening don’t think that – and, maybe this is the case – every time you’ve stepped up to bat, you’ve hit a home run", "that can be the impression that some people come away with otherwise", "could you walk us through a difficult time, a difficult choice, and how you’ve experienced that", "doug mcmillon: from this week", "i’m just thinking about all the stuff that’s happened in the last two weeks", "tim ferriss: anything that sticks out", "it could be from 20 or 30 years ago", "timewise, it doesn’t matter", "but what’s something that was truly difficult for you", "doug mcmillon: there are a lot of them, but i guess one of the things that comes to mind is acquisition", "acquiring a company, whether it’s big or small, is not a small decision", "there are founders – andy dunn is sitting in the front row", "andy founded bonobos", "he’s got a baby, and if he wants to put it in the family, that’s a huge risk for him, and i don’t want to let him down", "then you’ve got flipkart", "we invested $16 billion to buy 77% of a company that loses a lot of money", "it sounds brilliant, doesn’t it", "and, before that, we did the board and management on jet.com, and jet.com was a $1 billion run rate and lost money – and still does", "we believe these decisions are necessary for a variety of reasons, which we can talk about if you want to, but once you do it, you take on those losses, you take on those people and responsibilities, and you’ve got to execute that in a way that makes that a really good decision", "boy, we fret over those", "we’re moving faster now and taking more risk, but that’s an area where i have a lot of self-doubt", "you have a meeting, you hear about the strategy and then you think, “yeah, we’ve got to do this.” and then you go home that night, you’re about to go to sleep, and you think, “i can’t do that.” and then you get up the next morning and go back through it, and we just iterate to a point where you finally have to make a decision and go for it", "tim ferriss: how do you navigate that", "i think a lot of people hem and haw and go back and forth on potentially big decisions", "what do you say to yourself or ask yourself, or who do you ask questions to gain clarity", "doug mcmillon: well, it’s collective wisdom for sure, and one of the great things that’s always been true in these jobs at walmart – people will talk to you", "when you’re a buyer at walmart, you can call the ceo of a company and they will take your call", "tim ferriss: they will take the call, yes", "doug mcmillon: and then, in the job i’m in right now, i get exposed to incredible people, and you can use that collective wisdom by asking questions, so that’s definitely part of it", "but the other thing that runs through my mind is what do you have to believe", "if you want to go do this and this is the calculated bet you’re making, what do you have to believe is true", "if, after you think about it, you get to a point where you come back to the same things and you’re convicted that those things are true, then take the risk and go for it", "tim ferriss: so this might be too inside baseball, and if we don’t want to talk about it, that’s fine, but let’s talk about flipkart for a second", "i think you’ll do fine on flipkart if a few things are probably true, but very bullish… what did you have to believe to be true for that to make sense", "doug mcmillon: so the first thing is to believe in india", "the environment is 1.2 billion people with a growing middle income and a lack of infrastructure", "they’ve adopted mobile", "they’re moving to digital forms of currency", "there’s a lot of change happening there", "there are a lot of challenges about governance issues", "it’s a very diverse place", "it’s not really one country", "it’s enormous", "we’ve been there for more than 10 years", "i’ve been there quite a few times", "but do you believe in india", "check", "the second question is what type of business in india", "the e-commerce business in india is under three percent of the total business, and we’re certain it’s going to get bigger", "so you’ve got a big pie, it’s getting bigger, and you’ve got a small section called e-commerce today", "is that going to get bigger", "yes", "who are the players within that", "there aren’t very many", "the number has been whittling down", "what we’re learning about digital business as an e-commerce business is that it turns out to aggregate business more than it busts it up in some cases, and there are few e-commerce players", "flipkart was one of them", "and then, you get to what is flipkart", "well, flipkart is not just an e-commerce business", "it’s an ecosystem of businesses", "there’s a last-mile delivery component, there’s an e-commerce component related to apparel, there’s a traditional e-commerce business, there’s a payment system called phone pay, they’re doing all kinds of interesting things with ai, even designing apparel with ai, so it’s an interesting set of positions in the country, not just a pure e-commerce business selling dry grocery items at a loss", "and then you get to the leadership team", "how do you feel about values", "how do you feel about their capability", "we were really impressed with their ability to solve problems, and we recognize that this is not a situation where the business model is figured out and they’re just going to execute it", "it’s a situation where they have a business model and they’re iterating every hour of every day to change it and navigate the market, which is exactly what you need in india because it gets disrupted in so many different ways that you have to be quick, you have to be agile, you have to be on the ground, you have to know the business, you have to be able to solve problems together as a team, and they have that characteristic, and it was that set of things that caused us to say, “we should do this.” there just aren’t that many opportunities in the world that are that big, and for a company like walmart that needs to move the needle in a big way, you have to take some big bets, but if you’re going to take that much risk, the reward has to match up, and in the case of flipkart, it does", "tim ferriss: and you have the ability to iterate after that large event, which mitigates some but not all of the risk as well", "doug mcmillon: yes, and we’re going to learn things in india that we can use in other places, including here", "tim ferriss: so if we talk about experimentation and openness to change, for a lot of entrepreneurs who are listening to this who have a 10-person company, they can’t even imagine what it might be like to experiment within, say, walmart", "they might think that it’s like trying to steer a continent", "because i’m personally curious, i would like to talk about sam’s club", "i grew up going to sam’s club, getting in the car and going on a pilgrimage to go to sam’s club to get all the things we needed growing up", "i recently came across what the wall street journal had called “treasure hunt items,” and this may go nowhere – i’m warning you in advance, i don’t know – but could you please explain what this means", "doug mcmillon: you really don’t know what that means", "tim ferriss: i really don’t know what it means", "i have a one-line idea of what it might mean", "doug mcmillon: well, we must not be doing a very good job if you don’t know what it is", "tim ferriss: keep in mind i was going during the pleistocene era", "this was early, so i may not have come across treasure hunt items", "doug mcmillon: when you go to a sam’s club, you should experience great quality fresh food and other items you didn’t expect to see that are affordable luxuries that make it feel like there’s a bit of a treasure hunt", "what’s around the corner", "when you sell a swing set, it should be special and big swing set", "when you sell a cooler, there should be something about it that’s different than walmart or some other place", "a long time ago, when i was at sam’s, the most extreme example i could remember was we sold a jet during our holiday period", "tim ferriss: a jet", "doug mcmillon: uh-huh", "we had a holiday catalog, and we made a commitment for a jet and sold it", "we didn’t make a lot of money, but it generated a lot of buzz", "but we’ve sold a wine basement; we’ve sold extraordinary travel experiences at $70,000 price points", "we sold a cool harley one time that was $75,000", "we bought one, and we told everybody in our ad, “we have one, so whoever gets there first gets it,” and we sold it to some plumber in indiana, if i remember correctly", "tim ferriss: okay", "i can’t just move on from this", "so is this like the $200 hamburger with gold leaf on it that you see in almost every major city once a year for driving foot traffic and pr", "how much of a jet or the harley is driving foot traffic versus pr versus other considerations", "doug mcmillon: those were more pr- and buzz-related, but we didn’t overcharge for it", "it wasn’t a $200 hamburger", "it was a good price on the jet", "tim ferriss: right", "doug mcmillon: but you do blend", "with our merchandising assortment, whether it’s online or in stores, walmart, sam’s, or other brands, you blend together the practical with the more aspirational all the time, trying to attract people to come to your place", "tim ferriss: you have a reputation for being very poised, very calm, very even-keeled", "i had read that your competitiveness comes from your mom, which may or may not be true – again, an internet question mark", "doug mcmillon: how did you know that", "that’s very true", "tim ferriss: so where does the “poised” comment come from", "doug mcmillon: she’s not here, is she", "tim ferriss: i have all the dirt, all the skeletons", "so “poised and calm” – is that nature", "is that nurture", "doug mcmillon: no, i’m faking that", "tim ferriss: faking it", "this is something i think a lot of people would like to fake, if that’s actually true", "so tell me – talk about where that comes from, if it comes from anywhere, or if that’s just from your mom", "doug mcmillon: like most of it, it probably comes from your parents and upbringing", "my dad is like that, and the older i get, the more i see my father in myself, which i have mixed feelings about", "my mom is super competitive", "she is literally the most competitive person i’ve ever met", "we took a summer vacation this year where we brought everybody together", "we had 18 people staying in this one house", "a bunch of them are 20-year-old young men – our sons and my nephews – and we played beach volleyball twice a day for a week", "so we’d be out there before it got too hot and out there when it got cooler, and those boys were spiking the ball off her forehead, and she just kept coming", "it’s for real", "her grandsons’ nickname for her is “killer.” tim ferriss: how does that manifest in your life", "doug mcmillon: oh, i’m super competitive", "i don’t like to lose at anything", "actually, sometimes it’s bad", "i play basketball on sunday afternoons with a bunch of my friends and my son, and it’s a longstanding tradition we have on sunday afternoon, and i hate losing so bad that sometimes i’m not as friendly as i should be", "i should be the wise guy at this point that’s nurturing these young men, and i’m out there battling them", "i would like to be a bigger person, but i’m not there yet", "tim ferriss: i think i was reading – it might have been in the podcast exchange with peter thiel – he was describing how…i might be getting this slightly off, but i’m paraphrasing here", "he was looking for areas where he could be less competitive to increase well-being", "are there areas where you’ve consciously tried to ratchet back on the competitiveness", "doug mcmillon: no", "i can’t think of one", "tim ferriss: all right", "moving on… what is the first – and, i’m sure this varies from day to day, but if you have the time to follow a particular routine in the morning, are there any particular rituals or routines that you have in the first hour or two of waking up", "doug mcmillon: yeah, very much so", "i get disrupted by travel, and we travel a lot, but if i’m in town, i shave, shower, and get some food", "i’m reading the same thing; i’m reading the wall street journal", "first, there’s a daily devotional", "right now, tony dungy has this daily devotional book, so i start with that, and it doesn’t take a lot of time, but i do it every day", "tim ferriss: and, that’s something you read", "that’s something you read out loud", "doug mcmillon: not out loud, but i’m in the kitchen, i’ve got squawk box on cnbc on, i’ll mute it for a second, and i’ve got the daily devotional", "then, i’m into the wall street journal, glancing at the new york times, cnbc app, cnbc playing in the background, cnbc in the car watching squawk box, and then i get to the office", "tim ferriss: what time do you generally wake up", "doug mcmillon: i wake up at 5:30 and i’m in the office at 6:30", "tim ferriss: what does your default breakfast look like", "what do you eat for breakfast", "doug mcmillon: two fried eggs and toast", "that’s the first time i’ve ever been asked that", "tim ferriss: i got one original question", "two fried eggs and toast", "do you drink coffee", "doug mcmillon: yes", "tim ferriss: how much coffee do you drink", "doug mcmillon: too much", "tim ferriss: that sounds like a conversation-ender", "you arrive at the office, and then what do you do", "if you’re in town, i can’t imagine it’s left to whim, so there must be some structure or latticework in your day or week", "are there any daily or weekly must-dos", "doug mcmillon: there’s a lot of variety, which is one of the things i love about it", "i try to get there early enough to get a little bit of quiet time", "we’ve already seen sales, so when we get up in the morning, the first thing we do is look at our device, and we can see in seconds how sales were around by the world yesterday by format and country, so we already know what happened", "so i try to get there early enough to get a little bit of quiet time and get ahead on reading", "these days, we get a lot of reading materials", "people will send you a whitepaper or a deck and say, “this is for tomorrow’s meeting,” and it’s 40 pages long", "we have a board meeting that’s got 1,000 pages of reading material", "so you’ve got all this incoming data, and it’s helpful because we’re trying to get into meetings and not have old-fashioned powerpoint flipping, but get right to the root of issues, so it’s really helpful that people can read things beforehand, so there’s a lot of that going on", "and then, there’s just a ton of variety", "i talked to lou holtz yesterday, the former arkansas razorback coach", "yes, he coached at notre dame and won a national championship, but we know him as the arkansas razorback coach", "lou is responsible for working with a healthcare company, and he read in the news that we’re working on healthcare, so it’s hilarious – i got to ask him, “what would you do", "could you fix razorback football?” we won one game this year", "he said, “yeah, by the second quarter.” i thought that was hilarious", "“come do it, man.” so you just never know", "you can walk down the hallway and shaquille o’neal will be walking down the hallway, and then you go into a meeting on compliance in china, and you learn about how to manage ethics within that country", "so it’s just a ton of variety every day, and there’s really not a down minute and the days are never what you think they’re going to be", "but you try to plan", "when i moved into the international job, i learned from mike duke, my predecessor, that i couldn’t manage my international travel without a really good plan", "so when i moved into the job, one of the things mike did for me was to hand me his schedule by week for the last three years, and mike’s an engineer, and he’s very disciplined, so he was like, “i’m going to get to argentina once a year", "i’m going to get to china three times a year", "we’re going to schedule it this way.” we’re in 27 countries now", "so i just copied his method, and right now – in fact, for about a month now, i would be able to tell you where i’ll be next year day by day", "some of the days are kind of planned out with board meetings, and we have this thing we call meeting week where we bring everybody together", "marc lore lives in new jersey and we have people distributed, so we come together for one week for three or four days every month where we all get on the same page, and then we disperse out again", "so all those things drive the calendar and the discipline, and we pretty much stick with it, but within a day, it can get crazy because things come up", "tim ferriss: looking at your travel schedule, which i haven’t seen all of, but you were describing to me the last few weeks before we got up onstage, what are some of the self-care techniques or strategies that you’ve developed so that you just don’t wear yourself out", "what are some of the things you do or don’t do when you’re traveling, before you travel, when you land – anything like that that helps you to sustain what seems to me to be an ultra-endurance marathon that doesn’t end", "doug mcmillon: for me personally, sleep is really important", "i wish i needed less, but i need seven or eight hours", "time with family is really important, so i protect weekends as much as i can", "i work some every day, but i try to manage that in a way that’s not too disruptive to my family", "my family is a huge priority", "shelley and i have two boys", "they’re in their 20s now, but that was really important to me, so i protected that a lot", "even this basketball game on sunday afternoons is a big deal", "if i can get a good night’s sleep from saturday to sunday, get in some basketball, and get enough sleep while i’m traveling, i’m in pretty good shape", "the other thing that happens sometimes is what my assistant paula and i call “fire breaks.” every once in a while, it’s just too much, and you have to go back and say, “i know what i was supposed to do on tuesday, but clear it because i need some time to get back up on my feet and read a few things.” so we will call an audible and put a fire break in every once in a while", "tim ferriss: if you think back to any one of those fire breaks, can you give us an example of what you then do on that day", "doug mcmillon: it’s usually thinking and strategy", "we have a collaborative environment, and it’s definitely collaborative as it relates to strategy, and i’m a blend of an introvert and an extrovert", "there are times where i have to have interaction with people and i get energy that way, and there are times when i need to have some quiet time and just shut the door in the office to read, think, and that kind of stuff", "is it birkman you take that’s one of the tests where you assess yourself", "tim ferriss: it could be", "doug mcmillon: you can be on one of these extremes", "i’m kind of right in the middle and pivot both ways, so there are times when i just – and, i can’t do it in 30 minutes", "i need a few hours to think", "tim ferriss: when you sit down to think – for instance, i need to journal when i think", "otherwise, it’s just like trying to grasp at mosquitoes", "i can’t seem to catch anything", "what does it look like for doug to sit down and think", "do you stare off into space", "do you read", "do you take a long shower", "do you listen to classical music", "what does it look like", "doug mcmillon: no, it’s drawing pictures", "tim ferriss: drawing pictures", "doug mcmillon: yes, schematics of how a strategy works or how a problem is deconstructed", "there are people who work with me in the room – i can’t hardly have a conversation with brett without the whiteboard", "i’m so thankful – i see jim and lynne there", "sam walton had a pegboard in his office, and i’m thankful for that because i had to put up a whiteboard, and people said, “you can’t do that in sam walton’s office.” i say, “no, look: there are pictures here", "he had a pegboard", "a whiteboard is not that different than a pegboard.” i live in a kind of library or museum in sam’s office", "it’s hallowed ground, so you don’t mess with it too much", "we have this big whiteboard, and we have conversations where brett has a marker and i have a marker, and we’re drawing pictures – “if the customer experience went this way or that way, or the financials look like this instead of that – what does healthcare really look like", "you’ve got a life here, you’ve got care here, you’ve got insurance…how does that work", "how could you help somebody be healthier and make a margin at the same time, and how could clinics play a role in that?” i’m a visual learner, and when i can’t solve a problem, i’m constantly trying to draw a picture of it and getting other people to draw a picture of it", "tim ferriss: and, when you do those fire breaks – and, let’s just say you have blocked out three to four hours to think – how often do you do that by yourself versus with other people", "doug mcmillon: it’s by myself – i need that time by myself, but i run into things that i don’t know, so i’ll run out and interrupt people, place a phone call, and say, “i’m working on this problem", "what do you think?” and then, i’m trying to put the phone back down, run to my office, and work on the next turn of the crank on the problem", "tim ferriss: thank you", "i’m glad i asked that", "this is a tough question, but i want to go fishing and see what we get here", "in the last handful of years, maybe three or five – we talked about belief earlier", "what new belief or habit has most improved your life or greatly improved your life", "any change of thinking, a new thing that you do or have stopped doing", "anything at all that’s a new addition to your life", "doug mcmillon: it’s the influence of other people, and it’s an openness to change", "i described my morning routine for you", "i would say years ago, my whole life was more routine, and now the pivot is to let go more and be more open to change and more open to risk, realizing that continuing to do what i’ve always done won’t result in me being the person that the company needs me to be, and if i’m rigid, routine, and disciplined too often, everyone else will be, too", "we were talking about risk today with our officers and encouraging them to take risks", "well, they won’t take risks if they don’t see us taking risks", "some of the things we’ve done lately – i’m a very conservative person", "i would not have wanted to take those risks or historically expected myself to, but it’s kind of liberating, and once you survive one, the next one is a little more comfortable", "if we can get everybody thinking that way, we’ve got a shot", "tim ferriss: what led from the 15-minute-increment routine doug to being more open to change", "was there an event, conversation, or period of time that led you realize how valuable that could be", "what led to the change", "doug mcmillon: it was probably more than one thing", "the realization that…without it, we are going to have a problem", "the retailers that fail by decade – that feeling that if we don’t really open ourselves up to change here, which starts with us – change is really cool when it happens to somebody else, but when it’s for yourself, it’s really hard", "one experience we had in walmart one time – this lady that works for walmart was teaching us about change management, and she had us each take our watch off, and put it on the other hand, and leave it that way for a day", "it bugged the heck out of me", "it’s such a little thing, but it’s indicative of how hard it is for us to change personally", "so i’ll put this on my right wrist, but by tonight, that’ll be back on my left wrist because i won’t be able to take it anymore", "so if you recognize that in yourself, you’ve got a shot at doing something about it", "tim ferriss: that watch experiment is really cool", "a friend of mine had a similar experience where someone he had hired to assist his company recommended the same wrist, but put it on the other side, and see how long it takes you to turn that wrist to the other side", "it’s a long time", "it’s an indication of not only the potential importance of change, but how you have to give it some time to become instilled", "when you feel – maybe you don’t feel this, but when you feel – it seems like the fire breaks are one example of contending with this – overwhelmed or are unsure of what to do, besides the fire breaks, is there anything else that you do", "doug mcmillon: prayer", "tim ferriss: do you have a particular prayer or type of prayer", "what does that look like", "doug mcmillon: this is really getting personal", "2:55 left on the clock… tim ferriss: if you want to dance around the ring until time goes out, you can do that", "doug mcmillon: that’s what i’m trying to figure out right now", "there’s a bigger thing at play here, and it’s bigger than any of us", "realizing that, and realizing that if you grip that steering wheel too hard, you will fail – that’s the moment where that fire break comes or you let go and say, “okay, i’m listening.” so that prayer is frequently not me speaking, it’s me listening", "it’s being quiet", "he’ll put people in my life – it seems like this happens frequently – where there’s no other reason i can think of where that person said that to me, gave me that idea at that moment, other than some other higher calling that i think is very real and tangible for me personally, given my faith, but also helpful to the company", "my prayer is that the company will bless god", "i can’t believe you got me to say all that", "let’s wrap this dude up", "tim ferriss: who invited this guy", "1:22", "i think we have time for maybe one more, but let’s see if i can sneak in two", "do you have a favorite failure, meaning something that seemed like a failure at the time that ended up setting the stage for something better", "doug mcmillon: yeah, a bunch of them", "the one that was so memorable for me happened early, which is why it left such a mark", "to tell the story briefly, i was the chip buyer", "i was responsible for a bunch of categories in food, and frito-lay chips was one of my items, and i got really excited – this is in the early ‘90s – because frito-lay brought out lime and chili flavored tostitos", "i wanted to put it on the front page of the walmart tab, and back then, we did print tabs, mailed tens of millions of them to american homes, it was a big deal, and everybody knew that if the merchant screwed up the tab, you were dead", "you had no career", "nobody makes a tab mistake", "every item, every picture, every price, all the in-stock has got be there, because when you print 100 million of these things, they have to be great", "well, i got the whole cover of the tab", "i talked marketing into letting me have the whole thing, and we fanned out lay’s and cheetos, and right there in the front, lime and chili flavored tostitos, and the tab hit, and the phone started ringing, and we learned that frito-lay didn’t have that item west of the mississippi", "[audience groans] yeah, that was the feeling", "so i’m in my 20s, shelley and i have a young child, and i’m thinking, “this is it", "this is how this ends", "this is really bad.” to make a long story short – it was so bad", "i went to my supervisor once i figured out what was happening and said, “here’s what happened.” he looked at me and said, “you need to go tell bill fields.” bill was the chief merchant", "if bill were here, i would say the same thing, so i’m not talking out of school – he’s like darth vader in my mind", "imagine darth vader", "i love him, but he’s scary", "so i said, “okay, let’s go tell him,” and my supervisor said, “i ain’t going.” so that’s true", "i left their name out because that’s true", "so i go to tell bill fields that we’d made this mistake, and that didn’t go well, so the solution was to put it back on me", "“what are you going to do about it?” frito-lay gave us a coupon for a free bag of chips for any customer west of the mississippi that complained", "we printed them at pmbc down the street and mailed them out in 24 hours so the store managers had something to give to the customer when they complained, but that didn’t totally satisfy the customer", "it was really bad", "so nobody would talk to me", "i was – what do you call it, a pariah", "tim ferriss: a pariah", "doug mcmillon: everybody knows how bad that is", "so i’m walking down the hallways, and people i thought were my friends have their head down like i’m death, like i’m dead", "it’s over", "and this lasts for two or three days because the tab is a week long, so you don’t get to just get up the next day and forget about it", "you have to live with it for a week", "and, there was one person in the whole company that reached out to me, and his name is j.r", "campbell", "campbell was a divisional merchandise manager supervising buyers in another area unrelated to mine, and he called me over to his desk – we had an open office environment at that time – and, in front of other people who were around, he gave me a pep talk and said, “you screwed up, but i believe in you", "never do this again", "learn from it", "get your head up and get back to work.” and that’s all i needed, and it all worked out", "but i learned empathy from that mistake", "i learned what it’s like when somebody that you think is really good makes a bad mistake", "a little word of encouragement is huge", "tim ferriss: i know we’re at 0:00", "this is the very last question", "you have a billboard", "that billboard, metaphorically speaking, gets a message out to billions and billions of people", "is there anything you would put on that – a word, a quote, a question", "anything that comes to mind that you would put on that billboard", "doug mcmillon: “shop at walmart.” tim ferriss: that was fun"]}