{"dialog_idx": {}, "episode_num": 346, "file_type": "audio", "guests": [], "num_sentences": 673, "num_words": 8550, "raw_text": "Please enjoy this transcript of a special episode with James Cameron and Suzy Amis Cameron, in which they answer questions from my book Tribe of Mentors. James (@jimcameron) is the record-setting writer, director, and producer of The Terminator, Aliens, The Abyss, Terminator 2, True Lies, Titanic, and Avatar. He is also a deep sea explorer, who set the world’s solo deep diving record of 35,787′, and also the founder of The Avatar Alliance Foundation, which tackles issues of climate change, energy policy, deforestation, indigenous rights, ocean conservation, and sustainable agriculture. Suzy (@suzymusing) is a noted environmental advocate, mother of five, and the author of OMD: The Simple, Plant-Based Program to Save Your Health, Save Your Waistline, and Save the Planet, and the founder of the OMD Movement, a multi-pronged effort to transform eating habits and the food system. She is also a prolific founder of businesses and organizations that include Plant Power Task Force, focused on showing the impact of animal agriculture on climate change and the environment, and MUSE School, the first school in the country to be 100% solar powered with zero waste and a 100% organic, plant-based lunch program. As an actor she has been featured in more than 25 films, including The Usual Suspects and Titanic. This transcript is of the full, uncut Q & A, which you can listen to here. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. James Cameron: Well, haul off, baby. Suzy Amis Cameron: Well, Tim, first of all, we want to say hi. And when we first met you, we were all flying around in the parabolic flight with – James Cameron: Oh, Elon Musk and a bunch of other crazy folks doing somersaults in zero G. Suzy Amis Cameron: Super fun. Super fun. James Cameron: So hey, Tim. Thanks for having us on the show. We’re honored to be here – Suzy Amis Cameron: Yeah. Really, really excited. James Cameron: – on the podcast. Do you still call a podcast a show? I guess. Suzy Amis Cameron: Yeah. The Tim Ferriss Show. James Cameron: Oh. Well, then I guess if it’s called the Tim Ferriss show, then it’s gotta be a show. Suzy Amis Cameron: Exactly. So here we are. All right. So our first question that we’re going to answer: Besides your own, what is the book or books you’ve given most as a gift and why? Or what are one to three books that have greatly influenced your life? James Cameron: Well, we give a lot of books as presents because we’re always evangelizing and proselytizing for plant-based nutrition, for the environment and sustainability and things like that. Suzy, every year, makes up a gift bag on a theme. But usually, the theme is around sustainability. And there are always some books in there. So we give out a lot of books. Suzy Amis Cameron: Thousands and thousands and thousands of books. James Cameron: Right. So the publisher of The China Study, for example, probably noticed a big uptick in sales about the year that we decided to send all our friends The China Study and Forks Over Knives. I think this happens a lot with plant-based eaters, that they become like born again Christians. They want to share the good news with everybody. So they become insufferable for the first year or so. Suzy Amis Cameron: Yes. We were, definitely. And people would see us coming, and they would turn around and run the other way. James Cameron: Yeah, waddle the other way. If they follow our advice, they could run. Suzy Amis Cameron: Exactly. But I think we’ve gotten a little more tactful in our approach. I think the other book that I’ve been giving out a lot is The Cheese Trap by Dr. Neal Barnard. James Cameron: Sure, because you hear so much. So many people say, “Well, I think I could do it. I could give up meat. Yeah, no problem. But I don’t see how I can give up cheese.” Suzy Amis Cameron: Oh, it’s the hardest thing to give up. James Cameron: And that book is so great at showing why it is a trap, why it’s basically an addiction. Suzy Amis Cameron: Right? So all mammals have naturally occurring opiates in their breastmilk for a reason because it keeps the baby coming back to nurse so that it will thrive. But if you think about a human baby growing from seven pounds to 18 pounds in a year and then you think of a cow growing from 60 pounds to 600 pounds in a year, you’re getting that many more opiates. And you think about – so you’re just having a glass of milk or cream in your coffee. But you have yogurt, and it’s condensed that down even more. James Cameron: And cheese is condensed even further. So it’s sort of bioconcentrating the naturally occurring opiates. Suzy Amis Cameron: Exactly. And it’s like a block of morphine. So yeah. Dairy’s really difficult to give up. But there are so many alternatives now, way more than there were six and a half years ago when we went plant-based. James Cameron: Yeah. Some of the alternative cheeses, they’re nut-based cheeses, cashew-based, and so on – Suzy Amis Cameron: Miyoko’s. James Cameron: – are getting pretty good. You can cook with them. And they have the same texture and mouth feel, cookability, and things like that. And that’s all just in the last couple of years. I can’t think of a cheese dish that you can’t duplicate pretty well entirely from plant sources now. Of course, you’re not getting your opiates. But then you don’t want to be a heroin addict either. Suzy Amis Cameron: No, but you’ve got a natural high from eating plants already. So you don’t need it. James Cameron: Yeah, right. Exactly. It makes up for it. Oh, good, baby. That was nice. Yeah. But in terms of books, I think this is – I think we’re supposed to answer more broadly than just about our utter fixation with plant-based nutrition. Another book that I’ve shared a lot is Sapiens which is an incredible book that’s got nothing to do with plant-based nutrition. It’s just an amazing book. It explains human behavior and why we are the way we are in human civilization from soup to nuts. And I’ve read it now a couple of times. It’s a pretty astonishing book. I’m recommending that. Suzy Amis Cameron: Yeah. I think there’s another book that I recommended so often which was Arianna Huffington’s book, Thrive. Her journey of burning herself out and realizing how important sleep and self-care were – and it gives you license to take care of yourself in a world that people think that overachievers are triple-type A, that you need to be that way to succeed. So that’s actually a really good book too. James Cameron: Well, you do to an extent. But you’ve gotta be able to go the distance. So you gotta pace yourself. And long-term success is definitely about pacing yourself. And if I’m going to loop it back to our favorite topic, no. The kind of energy and stamina and recovery that you get from being a whole food, plant-based eater, it’s what’s gotten me through a year of production. I’ve never done a year of production in my life. Titanic took six months to shoot. And we just finished a year because we did Avatar 2 and Avatar 3 back to back. And that was one solid year of production. And I’m feeling great, whereas before, I’d be completely burned out after a six-month shoot and require a month to recover. Suzy Amis Cameron: Well, you got sick a lot on the first one. Flus and colds, and – James Cameron: Yeah. I got sick on Avatar. I got sick on Titanic. And since we went plant-based six and a half years ago, I literally haven’t been sick at all. Like, zero. Not even a sniffle or a cough or a sore throat. Nothing. So yeah. It works. Suzy Amis Cameron: And certainly, being on the road and selling my new book, I know that it’s giving me an edge to be able to pop back and forth between different time zones and things like that, on top of being a mom of five and running a school. James Cameron: To truthfully answer the question, you can’t plug your own book though because he said, “What book besides your own…?” Suzy Amis Cameron: Oh, right. Sorry. James Cameron: All right. So what’s the next question? Suzy Amis Cameron: Okay. We’re going to the next question now. How has a failure or apparent failure set you up for later success? Do you have a favorite failure of yours? James Cameron: Oh, well, I don’t think I can answer that question because I’ve never failed at anything. No. Well, I’ve been lucky on my directed films. I’ve only had one that underperformed, and that was The Abyss. That wasn’t a hit. I’ve had produced films that didn’t do well and certainly learned from those. But my film that I would consider a failure because it wasn’t a hit – it was a break-even project. It was quite big in its day. It was considered I think probably one of the most expensive films ever made in its time, although it’s nothing by present standards – was The Abyss which was released in 1989.  And I think I learned some strong lessons from that about the craft of shaping a story in post-production, and maximizing, and even in the writing. I learned from that film that the emotional peak came well before the ending. And then the ending was this ambitious visual overreach. And I think I couldn’t have made Titanic, and Titanic wouldn’t have been a hit if I hadn’t done The Abyss because on Titanic, I kept The Abyss in mind. And I shaped it to have the maximum emotional orchestration to the end of the film and to keep the visual effects in check so that they always served – the storyline served the narrative and served the characters. So it took The Abyss failing for Titanic to be the success that it was I think. I don’t mean commercial success but artistic success, let’s say. So yeah. It’s all a journey. Filmmaking’s a journey. Every film itself is a journey. But then across the films, the metanarrative that runs across the films is also a journey. Suzy Amis Cameron: Right. Well, I think you always hear failing forward. And certainly, when the school that I founded with my sister, Rebecca Amis – we founded a school called MUSE school. And we decided in January of ’14 that we were going to take the school plant-based because it’s an environmental school. And we couldn’t call ourselves an environmental school and still be serving animal products. James Cameron: Yeah. It’d be like driving a Humvee to work, calling yourself an environmentalist. It just seemed like such a cognitive dissonance to us that we had to stand for something. Suzy Amis Cameron: Yeah. Definitely. So we decided to take the school plant-based and promptly created a mutiny. We lost 50% of our families. And I just thought – I thought the school was going to close. James Cameron: Yeah. You were surprised. Suzy Amis Cameron: I didn’t think it was going to succeed. And it was really nerve-wracking. But it just felt like the right thing to do. And ultimately, in the end, we regained our enrollment very quickly. And we’ve now surpassed it. And families move from all over the United States. We even have a couple of families that have moved from out of country to move to Calabasas to come to the school because it’s environmental, because it’s passion- and interest-based learning, because it’s plant-based. So it’s really about trusting your instinct and your gut and doing the right thing, doing something that you think is going to make a difference in life. James Cameron: But we talked about it before we did it. And I think the final conclusion was, “Screw it. If it tanks the school, it tanks the school. But you gotta stand on your principles.” Suzy Amis Cameron: Because if you don’t stand for something, you fall for everything. James Cameron: Yeah, exactly. And the thing is that you approached the problem very systematically. And you set a timetable to do it that was more than a year out. And you brought in speakers. You had a speaker series. And you had town halls and brought the parents in and included them or tried to. When you talk to people about their food, it’s like talking to them about religion or partisan politics. People get very entrenched in their belief systems. And their identity becomes defined by their beliefs. And they’d rather die than be wrong. They’d rather be unhealthy than be wrong. Or they’d rather have their kids be unhealthy than be wrong. Suzy Amis Cameron: Yeah. It’s true. We took 18 months to educate everyone. And we really went at it from every different angle. So we brought in doctors. We brought in climate scientists. We brought in chefs. We brought in athletes. We brought in authors. We brought in animal rights people. And they would spend the day with the children. And then at the end of the day, we would bring the adults in, give them a glass of wine and some beautiful plant-based, delicious food. And even after all of that, we still had pushback. James Cameron: Yeah. Well, it was seen as a top-down push. And even though you were trying to get buy-in – and I think a lot of that experience probably – if you’re talking about failing forward, not only did the school prosper as a result, but if I can swing this back around to your book, I don’t think you would have written OMD the way you did, as inclusively as you did if you hadn’t gone through that experience because you realized how people are entrenched in a belief system that’s enculturated. We all grew up with it. Our parents taught us. Their grandparents taught them. Meat for strength. Milk for bones and teeth and all that sort of thing. Suzy Amis Cameron: Well, that’s a good point because what ended up happening after all of the work that we had done to try to educate people and really give them a way into it, our head of school, Jeff King, got very frustrated one day with the parents. And he said, “People, you can give them eggs and bacon in the morning. And you can give them a burger at night. It’s one meal a day. It’s OMD.” And so MUSE – James Cameron: That’s where OMD came from. Suzy Amis Cameron: That’s where OMD came from. It was born there. And that’s when I took that idea and wrote a book around the idea of it. James Cameron: Yeah. Are you down with OMD? Yeah. But it’s great because it’s inclusive, because it understands that people – I think they fall into two categories. You’ve got very close-minded people that won’t even listen, and then you’ve got people that have actually read enough and heard enough to realize that it would be beneficial to them but don’t think they can do it, but are curious about it and maybe want to try it. And the great thing about OMD is it’s one meal a day. And if you make that pledge, not only are you cutting your carbon footprint and your environmental footprint significantly, but you’re starting to feel some delta. There’s going to be some change in the way that you feel, and in your health, and so on. And you get to see how relatively easy it is. And it’s not that big a deal. The fear of it is greater than the actual process of doing it. Suzy Amis Cameron: Well, I think that that’s why it’s such a – it’s a non-judgmental – it’s not about perfection. It’s just one meal and realizing how empowering it is for one person to be able to make a difference in your carbon footprint and your water footprint. So one person eating one plant-based meal for one year saves 200,000 gallons of water and the carbon equivalent of driving from Los Angeles to New York. And people don’t realize that animal agriculture is the second leading cause of greenhouse gases, more than all transportation combined. So you can make more of a difference for the environment by what you’re putting on your plate than the kind of car you’re driving. James Cameron: Yeah. Look, electrification of transportation system is critical in the long-run just like changing to renewable energy is critical. But these are things that take time. And something you can do immediately, instantaneously – you don’t have to be able to afford to buy a hybrid or a plug-in hybrid – is change what you eat. It’s very simple. It brings the power back to the individual. Now you know you’re living right with nature, that you’re not one of the millions of people that’s responsible for cutting down an acre of rainforest a second in Brazil which is what’s happening right now to make room for crop land. Everybody thinks, “Why is the environmental footprint so high for cattle?” It’s not what the cattle are eating. It’s not the water that the cattle are drinking so much.  It’s the fact that so much deforestation and misuse of land is taking place to grow crops to feed the cattle, whereas the efficiency factor for humans eating the grains and the plants directly is, depending on where the cattle are growing and who the people are and all that sort of thing, it ranges from 20 to 40 times more efficient in terms of land-use. If everybody on earth eats the way we do collectively here in the US, were to do that and our population continues to grow to nine billion, as is projected by 2050, we need four planet earths. We’re already way into overshoo – we’re already way past sustainability already with the number of people we have and with the number of people that are still not eating the way we do. So there’s a sort of a social justice aspect to it as well, if you think about it. Those people that don’t eat like us can’t eat like us. It will not be allowed by the laws of nature.  There’s a social justice issue to this in addition to the environmental issue and the animal rights issue and all that. So that’s on the negative side. But on the positive side, the thing that’s great about this is not only is your health going to improve. But if you’re an athlete or even just a casual athlete, play tennis, whatever, your performance is going to improve greatly. Got another question there? We rambled all over the place. Suzy Amis Cameron: Next question: What are bad recommendations you hear in your profession or area of expertise? James Cameron: Well, the one recommendation that I hear all the time that’s given to kids and everything is, “Do what you love.” And I would modify that strongly. Do what you love that is also something people will pay you for. Suzy Amis Cameron: Right, which is what you have found out how to do very successfully. James Cameron: Yeah. Right. I get to do what I love. And I love making films. I love all the things that I spend time on, exploration and all that. People don’t pay you to be an explorer. I can say that. You go do something that you love and make money. Then you go get to do something that you love that people won’t pay you for, like deep ocean exploration because there is no money in that game whatsoever. But what other recommendation? Well, look. The question was your profession or field of expertise. So we know a lot about plant-based nutrition. So I’m going to vector it back to that. There are so many – Suzy Amis Cameron: Well, I have a certification through eCornell. James Cameron: Yeah. That’s right. You’re a certified nutritionist. So many bad recommendations in nutrition. And doctors make them all the time. Doctors tell you to build yourself up by eating meat. Suzy Amis Cameron: It’s not their fault, either. It’s just the way they’ve been trained. James Cameron: Or not trained because they don’t study nutrition. I was talking to a doctor the other day who’s on a cardiology path. He’s still in university. Said, “How much nutritional training have you had?” because I had said in a public speaking thing they only get about somewhere between an hour and a day total of nutritional training through seven years of med school. And he said, “About an hour.” And so doctors are myth-propagators these days, the myth that you need meat for protein. In fact, interestingly enough, the vast majority of doctors conflate the term protein and meat, like it is one thing. Certainly, meat is a source of protein. That’s about all that’s in it besides protein and fat as opposed to plants being a source of protein and a source of minerals and phytonutrients and micronutrients of all kinds and trace elements and all sorts of stuff. Suzy Amis Cameron: But people don’t think that protein is in vegetables. There’s protein in Iceberg lettuce. James Cameron: Where did the cow get it? It’s pretty simple. So the truth with animal proteins is that they’re not – it’s not just that they’re inefficient for the environment and that they come packaged with an awful lot of fat, but that the actual biomolecular structure of the protein is not healthy for humans. And I know there are probably a lot of paleo eaters in the audience for this podcast. And, we all tend to live in a confirmation-bias kind of environment where we seek out the information that confirms what we want to know. But I would encourage them to look into what plant-based nutritionists are saying about meat proteins and what real paleoanthropologists are saying about what ancient humans ate. But we’re not adapted for a diet of meat. We can eat meat. Meat was a killer app back in the ice age when the plants were covered by snow all the time. You could die out if you were a vegetarian.  And when we, collectively, the human species migrated up into northern Europe which was where they didn’t have any competition – there was plenty of competition in Africa. As you started to move up into northern Europe, you got into virgin territory. And that’s why we migrated up there and lost our melanin, got pale-skinned and learned to adapt to the cold and all that stuff. You weren’t going to make it through the winter if you were 100% plant-based which is why you don’t have a lot of gorillas in Scotland. So yeah. It was a killer app. It allowed the expansion of the human species. But we weren’t initially evolutionarily selected to do it. That’s a more recent thing. Suzy Amis Cameron: Well, I think the other myth too is that men really feel like they need that meat protein in order to be manly. And you just had great success showing Game Changers to your whole crew down on the set of Avatar because it’s full of elite male athletes. It’s got female athletes in there as well. James Cameron: I gotta just interject. The Game Changers is a film that Suzy and I just executive produced that was directed by Louis Psihoyos. It’s not out yet. But we think it’s going to make a profound difference in this male myth of meat proteins. But anyway, carry on. Sorry. Suzy Amis Cameron: Yeah, because men believe that they need the meat to be manly. And it’s quite the antithesis. And you saw an unbelievable reaction with your crew. The set of Avatar is actually the first plant-based catered set ever. And so they’re doing one meal a day and saving an enormous amount of water and carbon. James Cameron: Yeah. We give them great food. It’s about 200 people between our technical team and our production group and so on. Suzy Amis Cameron: But now, it’s like there’s a line out the door since you showed the movie. James Cameron: Well, yeah. It was hysterical because a year ago, we went plant-based on the production because we wanted to be the greenest production ever. And we have our own solar power. We have a one megawatt solar power facility on the roof. And the idea was that – I sat the whole team down and said, “Guys, if we’re going to make these films that stand for something about the environment and our relationship with nature, we have to walk the walk. So we’re going to do a green set. And the way to do a green set is the same way Suzy did the green school. So we’re going to go one meal a day. We’re going to eat plant-based for our lunch. And that’s what we’re going to cater.” And it wasn’t a dictatorship. People could always go across the street to any of the many restaurants in the area, fast food joints in the area. It’s in an urban area. We’re not out in the woods.  “But if you want to eat the free food, then it’s going to be plant-based. And hopefully, you’ll see that it can be not only nourishing but fun and yummy. And we’ll have Thai noodles. And we’ll have lasagna. And we’ll have pizza. And we’ll have all the stuff you love. It just will be from plant-based sources.” So they’ve done that for a year. But it dropped down to where maybe we’d only have half attendance at lunch. The day we screened Game Changers – and everybody was asked to show up. We did it on company time. That lunch, they ran out of food because everybody showed up. We had so many converts after seeing that film. And at least 20 people have come to me in the weeks since and said, “I’ve made the decision. I’m doing this. I’m going plant-based.” Or, “I’m going to do a 21-day challenge.” Or, “I’m a week in. And I feel great.” All that stuff.  Of course, it’s all anecdotal. But if we’d thought about it, we could have done a before and after study, a proper scientific study because we’ve got a big enough cohort. We’ve got a couple hundred people. Suzy Amis Cameron: Yeah. Exactly. Well, I know that the chefs are happy with everybody lining up to eat the yummy food. And it is. It’s delicious. Next question? James Cameron: Next question. Suzy Amis Cameron: Okay. In the last five years, what new belief, behavior, or habit has most improved your life? James Cameron: Can we stretch the envelope to six and half years? Because that’s how long we’ve been plant-based. Suzy Amis Cameron: I know. Well, I was planning on doing that anyway because it’s been – it absolutely changed our lives, not only from a health point of view but understanding the whole mental impact. But it’s also affected what our investments are. And everything that we do, every decision that we make, every request that we have goes through that lens of plant-based eating. James Cameron: Sure. We built a factory up in Canada. There’s a company called Verdient that makes plant-based proteins from yellow peas and lentils. And it’s one of the largest dry protein processing plants in Canada. So that was an investment decision that was guided by our epiphany. Suzy Amis Cameron: Right. And now, we’re using those plant proteins to actually work with the food center – James Cameron: In Saskatchewan. Suzy Amis Cameron: Right. In Saskatchewan at the University of Saskatchewan and create food products. So I’m going to be rolling out OMD food products in early ’19. They’re making things like ginger beef and pulled pork and cheeses and pasta sauces and snacks. James Cameron: Yeah. So there will be a whole OMD line, a whole bunch of different skews on that. So yeah. So it had a profound impact on us. And that was one single change, habit change, behavior change. Suzy Amis Cameron: Right. I know that I have certainly found my purpose in life. And it’s what propelled me to write a book which has completely changed the trajectory of what I was doing. I was going into education and schools. But interestingly enough, it has fed into that because now, MUSE school is being launched worldwide, MUSE Global. And all of those schools will be OMD schools. They’ll all have the same philosophy that we carry at MUSE Prime. James Cameron: Well, it’s resonated beautifully because the MUSE school cafeteria was voted the greenest restaurant in the world. So apparently, there’s a competition for the world’s greenest restaurant. And all the big snooty, urban, seat to table restaurants all hope to win. And this little, humble, elementary school cafeteria beat them all by like, 400 points because the school is solar powered. And all the produce is grown – or most of the produce is grown on site. And the building was built out of repurposed building materials. It’s like you literally ticked every box just by walking the walk and because it’s plant-based. So it’s got a – a 100% plant-based eater has one-third of the carbon footprint of a standard American diet eater, meaning a meat-eater. So yeah. So you kicked their butts. Suzy Amis Cameron: Yeah. We did. We had had three out of four stars for a long time. But when we went plant-based, it just really jettisoned us out. And we beat the restaurant in Chicago. James Cameron: We’re not going to name names. But they’re all high end. Suzy Amis Cameron: No. Exactly. All right. So next question? James Cameron: Sure. Suzy Amis Cameron: Okay. When you feel overwhelmed or unfocused or have lost your focus temporarily, what do you do? If helpful, what questions do you ask yourself? James Cameron: So what do I do when I feel overwhelmed? I clean off my desk because when I’m working at a high pace, everything piles up. And just the act of cleaning off my desk, it’s like a reset. It’s like power cycling a computer. It’s a reboot. And I usually find that about half the stuff that’s accumulated, I can throw out. And the other half, I have to put in piles. I have to put them in the right place. So now I’m prioritizing. Now I’m thinking, “Oh, well, that’s still important.” So I think that if you’re a team leader, you’ve gotta get your own priorities straight before you can generate priorities for the team. And I’ve found that whenever I hit one of those moments, I also find it’s great to take a day off or even half a day off. Just force yourself to take a day off not to go play but to just reorganize and just write down the series of priorities or memos to yourself.  And out of that, I typically will generate things that I hand out to my team to give them their marching orders to get us back on track. And it’s amazing how things just pop into focus and solutions present themselves because I haven’t stopped running, I haven’t gotten off the treadmill until that moment to lift my head out of the day-to-day battle, to think about, “Well, how are we going to really win this war?” because something like a big film production is like a campaign that takes place over sometimes a period of years. And if you don’t take a moment out to look at the big picture – so most of the major strategic decisions that I’ve made during the productions of the two Avatar films so far over the last couple of years have come from that down day, that catch-up day.  It’s not about taking a day off or taking a nap. That’s a good idea too. And go swim or play with the kids or whatever. You gotta do that too. But just take a day for yourself with no distractions to just get everything in order. That helps me a lot. If nothing else, I just feel better about it. I come in. There’s a clean desk. “Here’s some memos. You guys go do the work.” Suzy Amis Cameron: Well, I think we’re really similar on that. I have a tendency to walk through the house and get ridiculously overwhelmed with all the kids and the cats and the dogs and the bearded dragon and the people. And so I always like to go in and just reorganize the house. But I always start with my office as well. And I like to take a big piece of typing paper and write out – I create columns. And I write out all my emails that I need to do and all my calls that I need to do. And then there’s a whole section in there just for household thing – James Cameron: Lists are good. Suzy Amis Cameron: – and work things and all of those. And I know that the children are learning this as well because when they – of course, they roll their eyes when I walk in and say, “Okay. We’re going to take a clean day, an organizing day. And here are some boxes for giveaways.” They roll their eyes. But in the end, they love it. And they feel better. James Cameron: Yeah. They get into it. Suzy Amis Cameron: And they get into it. So it’s the same sort of thing. And taking a walk and then realizing, “Okay. What is the first thing I can do that’s going to get me on that journey towards my goal?” but always keeping that goal in mind of whatever that is. James Cameron: Sometimes, the best way to solve a problem is to walk away from it for a second. It’s counterintuitive for us type A types that just bash our heads against the problem all day long, “Boom, boom, boom, boom,” – Suzy Amis Cameron: Right. We’re triple-A. James Cameron: – day after day. I had an epiphany while I was writing Avatar. I was working down in New Zealand. Office was in the country. And I was just having a – it was just impossible to solve some of the dramatic problems. I couldn’t solve it. I couldn’t fix the script. And I was sitting. And I just walked away. I sat down. Sat outside. And there was a glass cover to the veranda. And I watched this big fly. And he was trying to get out. And he was banging against the glass. And he just kept hitting the glass over and over and over and over because that’s how his little chip was programmed. You go toward the light. You go toward the sky. And he couldn’t get to the sky. All he had to do was drop down, fly three feet sideways, and come out. But he couldn’t process it.  And I thought, “How often am I that fly? How often is there some higher level of perspective that I lack in my chip that I’m missing that is so simple that some fourth dimensional being could look at the problem and go, ‘Oh, you idiot. You just drop down, go over three feet, and you’re out.’” But the fly couldn’t do it. And I thought, “Well, what am I not seeing?” And that’s when I went back to first principles. And I looked at the whole thing from a higher level. I got out of the trenches for that moment. And that’s how I solved the problem. Suzy Amis Cameron: Yeah. I think also, too, is learning when to recognize when you’re hitting that window and also learning to recognize when it’s the path of least resistance because you know you’re on the right path when doors just continue to open up. James Cameron: Well, that’s true. That’s the opposite. That’s the other thing. It’s important to recognize when things are breaking your way. When you have momentum, when you’re not hitting the glass, you take advantage of it. And you ride that tailwind. Suzy Amis Cameron: But there’s a difference too. It’s when you know you want to do something and you feel really strongly about it and you have a lot of people around you saying, “No,” and, “You shouldn’t do it,” and, “It’s going to be too hard.” I know it works for you that way. But that just lights an inferno under my butt. It’s like, “Okay. Really? No? Watch me.” James Cameron: Yeah. I’d love to say that to my team on Avatar. “Oh, well, we shouldn’t do that, guys because that’s going to be hard,” when they know coming in when they sign up that it’s going to be the most difficult production in human history just by its nature where every blade of grass in the entire world that we’re creating is created by somebody, by a computer artist or by some kind of algorithm that’s self-growing or whatever.  You know by definition it’s going to be hard. You’re there because it’s hard. You’re doing it because it’s hard because that’s how you measure yourself against that challenge. And that’s why everybody that’s on the Avatar team is there because they know it’s going to be the hardest motherfucker they ever work on. And they want that. Now, they’ll all go whine about it later and say, “That was the hardest motherfucker I ever worked on.” And that’s why I have this reputation as a cruel taskmaster. But in fact, they’ve all showed up because they want to do that. They want to climb that mountain. Suzy Amis Cameron: And they’ve learned from it, like the teachers at MUSE. They’re teaching in a way they’ve never – nobody teaches that way. And it’s really challenging. But they learn. James Cameron: Yeah. The kids don’t like holidays because they don’t get to go to school. Suzy Amis Cameron: If you could have one gigantic billboard anywhere with anything on it, metaphorically speaking, getting a message out to millions or billions, what would it say and why? It could be a few words or a paragraph. If helpful, it can be someone else’s quote. Are there any quotes you can think of or live your life by? James Cameron: Yeah. I’m terrible with quotes and that sort of thing. But I think I would sum up philosophically what I would ask people to do, which is to live in a more connected way, to see yourself as part of a big, global system and know that every action you take has a consequence. Every choice you make as a consumer, whether it’s using plastics or using electricity or replacing that iPhone that’s only six months old because there’s a better one, that that has an impact on somebody somewhere or some animal somewhere or some ecosystem somewhere that – when I look at the history of the human race up until now – and this all doesn’t go on the billboard, by the way. I want to try to condense this down. When I look at the history up until now, we’ve been all about expansion. It’s an endless hunger to conquer and expand. And we’ve filled the planet.  We’re like a bacterial culture that rapidly expands to the edge of the petri dish. Well, we’re hitting the edge of the petri dish now. And so everything that always worked throughout human history is not going to work going forward. We’re going to have to have some fundamental change in the way we think. We’re going to have to stop being takers and start being caretakers, or we won’t survive. It’s that simple. Now, maybe it’s 50 years. Maybe it’s 100 years. Maybe it’s 200 years. But it’s not going to go on the way it’s been going on. And we’re going to have to change. And I think it’s a change for the better. It’s a change that’s more empathic. It’s more compassionate. So I guess I would say stop being a taker. Or take less and caretake more. And I mean that very generally, as well.  Think about how decisions that you make and things you do are affecting people in other countries. All those people that are coming up in that big caravan, a lot of them have been displaced by drought. Their farms have collapsed, and they can’t grow their food. It’s not just about drug violence and all that sort of thing, especially in Guatemala. There are hundreds of thousands, if not millions of people on the move from farms that have collapsed due to unprecedented drought that’s drier conditions than they’ve ever had in recorded history and the ability of science to look back hundreds of thousands of years. Well, that’s climate change at work. And if that particular series of droughts is not caused specifically by climate change, it’s a pretty damn good bellwether for what it’s going to look like when hundreds of thousands and then, ultimately, hundreds of millions of people are on the move because of climate change.  So, the choices that we’re making and our energy consumption and our consumption of natural resources and our consumption of foods is impacting other people in other parts of the world. It’ll eventually come back to haunt us with the kinds of political systems that are now taking over all over the world, these protectionist, isolationist, nationalistic, hyper-nationalistic, populist systems that are about closing borders and shutting down and all that sort of thing. I see it all interlinked. And I see it all as a feedback loop that’s just going to get worse and worse. So I would say we have to change this from the inside out, from the way we view the world and our place in it. And so yeah. Stop being a taker. Start being a caretaker. That’s my billboard. Suzy Amis Cameron: Right. When you’re talking about the timeline, the United Nations just came out a couple of weeks ago with a report from the IPCC saying that we have to do something by 2030 to turn things around if we are going to survive on this earth. And one of the things that I really resonate with is the Native American tribes, the First Nations. They always say, “No matter what you’re doing, realize that it’s going to affect the next seven generations.” So just being really conscious in your everyday actions. And tread lightly on the earth. James Cameron: Yeah. Look, we all struggle to do it. And we don’t want to come off as holier than thou. That’s the thing about vegans in general is they’re all such assholes. Suzy Amis Cameron: Tell your joke. James Cameron: Okay. How many vegans does it take to screw in a lightbulb? Doesn’t matter. We’re better than you. Right? So the problem is people tend to reject what we could tell them. But I think the answer to that is to say, “Oh, well, don’t take our word for it. Read the books. It’s all online.” The problem is that people tend to entrench around their belief systems. And now, with digital news the way it is, we can preselect our inputs to support only what we already believe. And so everybody lives in these isolated echo chambers. And it’s all exacerbated by social media and so on. And so it’s really going to be another thing that we’re going to have to just get a whole lot better at as a species and as a society is checking our facts and looking at alternative opinions and especially, look at the facts that the other guys have, if they have any. See, I just did a little confirmation bias swerve at the end there. “Yeah, if they have any.” Suzy Amis Cameron: Yeah. “We’re going to need you to…” Exactly. All right. So next question. What are you currently most excited about? James Cameron: All right. I’m not going to talk about plant-based nutrition other than to say for one second that I was pretty hopeless about being able to get a handle on climate change, just looking at it from an energy perspective and transportation and all that. And when I realized the environmental connection from eating plant-based, I got excited about that. But that’s kind of old news because that’s six years ago for us. I guess right now, I’m excited about the Avatar films. I have the coolest job in the world. I get to go in and create a world, an ecosystem populated with creatures and cool characters and do that all day long and live in that fantasy world. So yeah. I’m pretty excited about it. Suzy Amis Cameron: Yeah. So just to piggyback on feeling hopeful – because I am going to talk about plant-based eating. Jim actually has a tee-shirt. And one of the lines on it says, “Hope is not a strategy.” And he’s a doomsday kind of guy. If you watch his movies, they’re kind of end of the world, apocalyptic. And he never used the word hope. And six and a half years ago, we were walking on the beach. And he said to me, “For the first time in my life, I feel hopeful.” And needless to say, I almost fell into the surf. But it planted a seed that the more people we can inspire to eat plant-based, the more we can move the needle on climate change. And it was that seed that was planted that made me think about creating content and writing a book. And I’m most excited about the book because – James Cameron: About your book. Suzy Amis Cameron: About my book. James Cameron: You get to be excited about your book. Suzy Amis Cameron: So it’s OMD: changing one meal a day for the planet. And it starts out with the education of the health – I worked with a brain trust of doctors. So it’s very, very heavily researched in the medical field around plant-based eating. And then I worked with people from Chatham House and Oxford University and Loma Linda, climate scientist, to help me with the environmental impacts of animal agriculture. And then it’s a guide. It’s a guide of how to do one meal a day or two meals a day or blow up your kitchen like Jim and I did and go cold turkey. It has recipes, shopping lists, meal plans. And I’ll hold your hand. I won’t judge you. It’s not about being perfect. You can keep your burger if you want to. It’s just about one meal a day, OMD. James Cameron: All right. So I think there was one more question. Is that right? Suzy Amis Cameron: There’s one more question. If you had a request, an ask or a suggestion for the listeners of this podcast, what would it be? James Cameron: Oh, I think people that listen to Tim and his guests are looking for hacks to make their life better, to learn how to live in this perplexing world and live better and be smarter. So I think that I would just say read a lot, check your facts, and don’t follow us because we’re so sweet and compelling. Check the facts. Suzy Amis Cameron: Just the facts, ma’am. James Cameron: Yeah. It’s all out there. But I would say also, take the – be willing to look outside your confirmation bias bubble. And look, I force and challenge myself to do this all the time, to get outside that bubble. And so whatever your beliefs are, ask yourself 1) where they came from. When did you double down on that? And what have you done to look at it from an objective point of view? And I try to do that as much as possible.  When something comes along that I don’t understand, that doesn’t fit my belief system like – let me just give an example – like Allan Savory’s approach to regenerative agriculture with grass-fed beef and all the claims that were made around that, I looked into it. And I thought, “Wow, maybe there’s something here.” And I went pretty far down the rabbit hole on that and looked at the science on both sides of it and ultimately saw that it wasn’t the right answer. But I didn’t just reject it out of hand because it didn’t fit my belief system. Suzy Amis Cameron: Right. Well, I think my ask would be to take the OMD pledge and pledge one meal a day or two meals a day or go all in because it’ll help your health, it’ll help the planet, it’ll help the animals, your waistline, and your sex life. James Cameron: Yes. Not necessarily in that order. Suzy Amis Cameron: Anyway, thanks, Tim. James Cameron: Yeah. Thanks, Tim. Suzy Amis Cameron: This was really fun. And thanks for having us on. James Cameron: It’s been a pleasure. Thank you. Suzy Amis Cameron: Yeah. Thank you. Posted on: November 15, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of a special episode with james cameron and suzy amis cameron, in which they answer questions from my book tribe of mentors", "james (@jimcameron) is the record-setting writer, director, and producer of the terminator, aliens, the abyss, terminator 2, true lies, titanic, and avatar", "he is also a deep sea explorer, who set the world’s solo deep diving record of 35,787′, and also the founder of the avatar alliance foundation, which tackles issues of climate change, energy policy, deforestation, indigenous rights, ocean conservation, and sustainable agriculture", "suzy (@suzymusing) is a noted environmental advocate, mother of five, and the author of omd: the simple, plant-based program to save your health, save your waistline, and save the planet, and the founder of the omd movement, a multi-pronged effort to transform eating habits and the food system", "she is also a prolific founder of businesses and organizations that include plant power task force, focused on showing the impact of animal agriculture on climate change and the environment, and muse school, the first school in the country to be 100% solar powered with zero waste and a 100% organic, plant-based lunch program. as an actor she has been featured in more than 25 films, including the usual suspects and titanic", "this transcript is of the full, uncut q & a, which you can listen to here", "it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "james cameron: well, haul off, baby", "suzy amis cameron: well, tim, first of all, we want to say hi", "and when we first met you, we were all flying around in the parabolic flight with – james cameron: oh, elon musk and a bunch of other crazy folks doing somersaults in zero g", "suzy amis cameron: super fun", "super fun", "james cameron: so hey, tim", "thanks for having us on the show", "we’re honored to be here – suzy amis cameron: yeah", "really, really excited", "james cameron: – on the podcast", "do you still call a podcast a show", "i guess", "suzy amis cameron: yeah", "the tim ferriss show", "james cameron: oh", "well, then i guess if it’s called the tim ferriss show, then it’s gotta be a show", "suzy amis cameron: exactly", "so here we are", "all right", "so our first question that we’re going to answer: besides your own, what is the book or books you’ve given most as a gift and why", "or what are one to three books that have greatly influenced your life", "james cameron: well, we give a lot of books as presents because we’re always evangelizing and proselytizing for plant-based nutrition, for the environment and sustainability and things like that", "suzy, every year, makes up a gift bag on a theme", "but usually, the theme is around sustainability", "and there are always some books in there", "so we give out a lot of books", "suzy amis cameron: thousands and thousands and thousands of books", "james cameron: right", "so the publisher of the china study, for example, probably noticed a big uptick in sales about the year that we decided to send all our friends the china study and forks over knives", "i think this happens a lot with plant-based eaters, that they become like born again christians", "they want to share the good news with everybody", "so they become insufferable for the first year or so", "suzy amis cameron: yes", "we were, definitely", "and people would see us coming, and they would turn around and run the other way", "james cameron: yeah, waddle the other way", "if they follow our advice, they could run", "suzy amis cameron: exactly", "but i think we’ve gotten a little more tactful in our approach", "i think the other book that i’ve been giving out a lot is the cheese trap by dr", "neal barnard", "james cameron: sure, because you hear so much", "so many people say, “well, i think i could do it", "i could give up meat", "yeah, no problem", "but i don’t see how i can give up cheese.” suzy amis cameron: oh, it’s the hardest thing to give up", "james cameron: and that book is so great at showing why it is a trap, why it’s basically an addiction", "suzy amis cameron: right", "so all mammals have naturally occurring opiates in their breastmilk for a reason because it keeps the baby coming back to nurse so that it will thrive", "but if you think about a human baby growing from seven pounds to 18 pounds in a year and then you think of a cow growing from 60 pounds to 600 pounds in a year, you’re getting that many more opiates", "and you think about – so you’re just having a glass of milk or cream in your coffee", "but you have yogurt, and it’s condensed that down even more", "james cameron: and cheese is condensed even further", "so it’s sort of bioconcentrating the naturally occurring opiates", "suzy amis cameron: exactly", "and it’s like a block of morphine", "so yeah", "dairy’s really difficult to give up", "but there are so many alternatives now, way more than there were six and a half years ago when we went plant-based", "james cameron: yeah", "some of the alternative cheeses, they’re nut-based cheeses, cashew-based, and so on – suzy amis cameron: miyoko’s", "james cameron: – are getting pretty good", "you can cook with them", "and they have the same texture and mouth feel, cookability, and things like that", "and that’s all just in the last couple of years", "i can’t think of a cheese dish that you can’t duplicate pretty well entirely from plant sources now", "of course, you’re not getting your opiates", "but then you don’t want to be a heroin addict either", "suzy amis cameron: no, but you’ve got a natural high from eating plants already", "so you don’t need it", "james cameron: yeah, right", "exactly", "it makes up for it", "oh, good, baby", "that was nice", "yeah", "but in terms of books, i think this is – i think we’re supposed to answer more broadly than just about our utter fixation with plant-based nutrition", "another book that i’ve shared a lot is sapiens which is an incredible book that’s got nothing to do with plant-based nutrition", "it’s just an amazing book", "it explains human behavior and why we are the way we are in human civilization from soup to nuts", "and i’ve read it now a couple of times", "it’s a pretty astonishing book", "i’m recommending that", "suzy amis cameron: yeah", "i think there’s another book that i recommended so often which was arianna huffington’s book, thrive", "her journey of burning herself out and realizing how important sleep and self-care were – and it gives you license to take care of yourself in a world that people think that overachievers are triple-type a, that you need to be that way to succeed", "so that’s actually a really good book too", "james cameron: well, you do to an extent", "but you’ve gotta be able to go the distance", "so you gotta pace yourself", "and long-term success is definitely about pacing yourself", "and if i’m going to loop it back to our favorite topic, no", "the kind of energy and stamina and recovery that you get from being a whole food, plant-based eater, it’s what’s gotten me through a year of production", "i’ve never done a year of production in my life", "titanic took six months to shoot", "and we just finished a year because we did avatar 2 and avatar 3 back to back", "and that was one solid year of production", "and i’m feeling great, whereas before, i’d be completely burned out after a six-month shoot and require a month to recover", "suzy amis cameron: well, you got sick a lot on the first one", "flus and colds, and – james cameron: yeah", "i got sick on avatar", "i got sick on titanic", "and since we went plant-based six and a half years ago, i literally haven’t been sick at all", "like, zero", "not even a sniffle or a cough or a sore throat", "nothing", "so yeah", "it works", "suzy amis cameron: and certainly, being on the road and selling my new book, i know that it’s giving me an edge to be able to pop back and forth between different time zones and things like that, on top of being a mom of five and running a school", "james cameron: to truthfully answer the question, you can’t plug your own book though because he said, “what book besides your own…?” suzy amis cameron: oh, right", "sorry", "james cameron: all right", "so what’s the next question", "suzy amis cameron: okay", "we’re going to the next question now", "how has a failure or apparent failure set you up for later success", "do you have a favorite failure of yours", "james cameron: oh, well, i don’t think i can answer that question because i’ve never failed at anything", "no", "well, i’ve been lucky on my directed films", "i’ve only had one that underperformed, and that was the abyss", "that wasn’t a hit", "i’ve had produced films that didn’t do well and certainly learned from those", "but my film that i would consider a failure because it wasn’t a hit – it was a break-even project", "it was quite big in its day", "it was considered i think probably one of the most expensive films ever made in its time, although it’s nothing by present standards – was the abyss which was released in 1989", " and i think i learned some strong lessons from that about the craft of shaping a story in post-production, and maximizing, and even in the writing", "i learned from that film that the emotional peak came well before the ending", "and then the ending was this ambitious visual overreach", "and i think i couldn’t have made titanic, and titanic wouldn’t have been a hit if i hadn’t done the abyss because on titanic, i kept the abyss in mind", "and i shaped it to have the maximum emotional orchestration to the end of the film and to keep the visual effects in check so that they always served – the storyline served the narrative and served the characters", "so it took the abyss failing for titanic to be the success that it was i think", "i don’t mean commercial success but artistic success, let’s say", "so yeah", "it’s all a journey", "filmmaking’s a journey", "every film itself is a journey", "but then across the films, the metanarrative that runs across the films is also a journey", "suzy amis cameron: right", "well, i think you always hear failing forward", "and certainly, when the school that i founded with my sister, rebecca amis – we founded a school called muse school", "and we decided in january of ’14 that we were going to take the school plant-based because it’s an environmental school", "and we couldn’t call ourselves an environmental school and still be serving animal products", "james cameron: yeah", "it’d be like driving a humvee to work, calling yourself an environmentalist", "it just seemed like such a cognitive dissonance to us that we had to stand for something", "suzy amis cameron: yeah", "definitely", "so we decided to take the school plant-based and promptly created a mutiny", "we lost 50% of our families", "and i just thought – i thought the school was going to close", "james cameron: yeah", "you were surprised", "suzy amis cameron: i didn’t think it was going to succeed", "and it was really nerve-wracking", "but it just felt like the right thing to do", "and ultimately, in the end, we regained our enrollment very quickly", "and we’ve now surpassed it", "and families move from all over the united states", "we even have a couple of families that have moved from out of country to move to calabasas to come to the school because it’s environmental, because it’s passion- and interest-based learning, because it’s plant-based", "so it’s really about trusting your instinct and your gut and doing the right thing, doing something that you think is going to make a difference in life", "james cameron: but we talked about it before we did it", "and i think the final conclusion was, “screw it", "if it tanks the school, it tanks the school", "but you gotta stand on your principles.” suzy amis cameron: because if you don’t stand for something, you fall for everything", "james cameron: yeah, exactly", "and the thing is that you approached the problem very systematically", "and you set a timetable to do it that was more than a year out", "and you brought in speakers", "you had a speaker series", "and you had town halls and brought the parents in and included them or tried to", "when you talk to people about their food, it’s like talking to them about religion or partisan politics", "people get very entrenched in their belief systems", "and their identity becomes defined by their beliefs", "and they’d rather die than be wrong", "they’d rather be unhealthy than be wrong", "or they’d rather have their kids be unhealthy than be wrong", "suzy amis cameron: yeah", "it’s true", "we took 18 months to educate everyone", "and we really went at it from every different angle", "so we brought in doctors", "we brought in climate scientists", "we brought in chefs", "we brought in athletes", "we brought in authors", "we brought in animal rights people", "and they would spend the day with the children", "and then at the end of the day, we would bring the adults in, give them a glass of wine and some beautiful plant-based, delicious food", "and even after all of that, we still had pushback", "james cameron: yeah", "well, it was seen as a top-down push", "and even though you were trying to get buy-in – and i think a lot of that experience probably – if you’re talking about failing forward, not only did the school prosper as a result, but if i can swing this back around to your book, i don’t think you would have written omd the way you did, as inclusively as you did if you hadn’t gone through that experience because you realized how people are entrenched in a belief system that’s enculturated", "we all grew up with it", "our parents taught us", "their grandparents taught them", "meat for strength", "milk for bones and teeth and all that sort of thing", "suzy amis cameron: well, that’s a good point because what ended up happening after all of the work that we had done to try to educate people and really give them a way into it, our head of school, jeff king, got very frustrated one day with the parents", "and he said, “people, you can give them eggs and bacon in the morning", "and you can give them a burger at night", "it’s one meal a day", "it’s omd.” and so muse – james cameron: that’s where omd came from", "suzy amis cameron: that’s where omd came from", "it was born there", "and that’s when i took that idea and wrote a book around the idea of it", "james cameron: yeah", "are you down with omd", "yeah", "but it’s great because it’s inclusive, because it understands that people – i think they fall into two categories", "you’ve got very close-minded people that won’t even listen, and then you’ve got people that have actually read enough and heard enough to realize that it would be beneficial to them but don’t think they can do it, but are curious about it and maybe want to try it", "and the great thing about omd is it’s one meal a day", "and if you make that pledge, not only are you cutting your carbon footprint and your environmental footprint significantly, but you’re starting to feel some delta", "there’s going to be some change in the way that you feel, and in your health, and so on", "and you get to see how relatively easy it is", "and it’s not that big a deal", "the fear of it is greater than the actual process of doing it", "suzy amis cameron: well, i think that that’s why it’s such a – it’s a non-judgmental – it’s not about perfection", "it’s just one meal and realizing how empowering it is for one person to be able to make a difference in your carbon footprint and your water footprint", "so one person eating one plant-based meal for one year saves 200,000 gallons of water and the carbon equivalent of driving from los angeles to new york", "and people don’t realize that animal agriculture is the second leading cause of greenhouse gases, more than all transportation combined", "so you can make more of a difference for the environment by what you’re putting on your plate than the kind of car you’re driving", "james cameron: yeah", "look, electrification of transportation system is critical in the long-run just like changing to renewable energy is critical", "but these are things that take time", "and something you can do immediately, instantaneously – you don’t have to be able to afford to buy a hybrid or a plug-in hybrid – is change what you eat", "it’s very simple", "it brings the power back to the individual", "now you know you’re living right with nature, that you’re not one of the millions of people that’s responsible for cutting down an acre of rainforest a second in brazil which is what’s happening right now to make room for crop land", "everybody thinks, “why is the environmental footprint so high for cattle?” it’s not what the cattle are eating", "it’s not the water that the cattle are drinking so much", " it’s the fact that so much deforestation and misuse of land is taking place to grow crops to feed the cattle, whereas the efficiency factor for humans eating the grains and the plants directly is, depending on where the cattle are growing and who the people are and all that sort of thing, it ranges from 20 to 40 times more efficient in terms of land-use", "if everybody on earth eats the way we do collectively here in the us, were to do that and our population continues to grow to nine billion, as is projected by 2050, we need four planet earths", "we’re already way into overshoo – we’re already way past sustainability already with the number of people we have and with the number of people that are still not eating the way we do", "so there’s a sort of a social justice aspect to it as well, if you think about it", "those people that don’t eat like us can’t eat like us", "it will not be allowed by the laws of nature", " there’s a social justice issue to this in addition to the environmental issue and the animal rights issue and all that", "so that’s on the negative side", "but on the positive side, the thing that’s great about this is not only is your health going to improve", "but if you’re an athlete or even just a casual athlete, play tennis, whatever, your performance is going to improve greatly", "got another question there", "we rambled all over the place", "suzy amis cameron: next question: what are bad recommendations you hear in your profession or area of expertise", "james cameron: well, the one recommendation that i hear all the time that’s given to kids and everything is, “do what you love.” and i would modify that strongly", "do what you love that is also something people will pay you for", "suzy amis cameron: right, which is what you have found out how to do very successfully", "james cameron: yeah", "right", "i get to do what i love", "and i love making films", "i love all the things that i spend time on, exploration and all that", "people don’t pay you to be an explorer", "i can say that", "you go do something that you love and make money", "then you go get to do something that you love that people won’t pay you for, like deep ocean exploration because there is no money in that game whatsoever", "but what other recommendation", "well, look", "the question was your profession or field of expertise", "so we know a lot about plant-based nutrition", "so i’m going to vector it back to that", "there are so many – suzy amis cameron: well, i have a certification through ecornell", "james cameron: yeah", "that’s right", "you’re a certified nutritionist", "so many bad recommendations in nutrition", "and doctors make them all the time", "doctors tell you to build yourself up by eating meat", "suzy amis cameron: it’s not their fault, either", "it’s just the way they’ve been trained", "james cameron: or not trained because they don’t study nutrition", "i was talking to a doctor the other day who’s on a cardiology path", "he’s still in university", "said, “how much nutritional training have you had?” because i had said in a public speaking thing they only get about somewhere between an hour and a day total of nutritional training through seven years of med school", "and he said, “about an hour.” and so doctors are myth-propagators these days, the myth that you need meat for protein", "in fact, interestingly enough, the vast majority of doctors conflate the term protein and meat, like it is one thing", "certainly, meat is a source of protein", "that’s about all that’s in it besides protein and fat as opposed to plants being a source of protein and a source of minerals and phytonutrients and micronutrients of all kinds and trace elements and all sorts of stuff", "suzy amis cameron: but people don’t think that protein is in vegetables", "there’s protein in iceberg lettuce", "james cameron: where did the cow get it", "it’s pretty simple", "so the truth with animal proteins is that they’re not – it’s not just that they’re inefficient for the environment and that they come packaged with an awful lot of fat, but that the actual biomolecular structure of the protein is not healthy for humans", "and i know there are probably a lot of paleo eaters in the audience for this podcast", "and, we all tend to live in a confirmation-bias kind of environment where we seek out the information that confirms what we want to know", "but i would encourage them to look into what plant-based nutritionists are saying about meat proteins and what real paleoanthropologists are saying about what ancient humans ate", "but we’re not adapted for a diet of meat", "we can eat meat", "meat was a killer app back in the ice age when the plants were covered by snow all the time", "you could die out if you were a vegetarian", " and when we, collectively, the human species migrated up into northern europe which was where they didn’t have any competition – there was plenty of competition in africa", "as you started to move up into northern europe, you got into virgin territory", "and that’s why we migrated up there and lost our melanin, got pale-skinned and learned to adapt to the cold and all that stuff", "you weren’t going to make it through the winter if you were 100% plant-based which is why you don’t have a lot of gorillas in scotland", "so yeah", "it was a killer app", "it allowed the expansion of the human species", "but we weren’t initially evolutionarily selected to do it", "that’s a more recent thing", "suzy amis cameron: well, i think the other myth too is that men really feel like they need that meat protein in order to be manly", "and you just had great success showing game changers to your whole crew down on the set of avatar because it’s full of elite male athletes", "it’s got female athletes in there as well", "james cameron: i gotta just interject", "the game changers is a film that suzy and i just executive produced that was directed by louis psihoyos", "it’s not out yet", "but we think it’s going to make a profound difference in this male myth of meat proteins", "but anyway, carry on", "sorry", "suzy amis cameron: yeah, because men believe that they need the meat to be manly", "and it’s quite the antithesis", "and you saw an unbelievable reaction with your crew", "the set of avatar is actually the first plant-based catered set ever", "and so they’re doing one meal a day and saving an enormous amount of water and carbon", "james cameron: yeah", "we give them great food", "it’s about 200 people between our technical team and our production group and so on", "suzy amis cameron: but now, it’s like there’s a line out the door since you showed the movie", "james cameron: well, yeah", "it was hysterical because a year ago, we went plant-based on the production because we wanted to be the greenest production ever", "and we have our own solar power", "we have a one megawatt solar power facility on the roof", "and the idea was that – i sat the whole team down and said, “guys, if we’re going to make these films that stand for something about the environment and our relationship with nature, we have to walk the walk", "so we’re going to do a green set", "and the way to do a green set is the same way suzy did the green school", "so we’re going to go one meal a day", "we’re going to eat plant-based for our lunch", "and that’s what we’re going to cater.” and it wasn’t a dictatorship", "people could always go across the street to any of the many restaurants in the area, fast food joints in the area", "it’s in an urban area", "we’re not out in the woods", " “but if you want to eat the free food, then it’s going to be plant-based", "and hopefully, you’ll see that it can be not only nourishing but fun and yummy", "and we’ll have thai noodles", "and we’ll have lasagna", "and we’ll have pizza", "and we’ll have all the stuff you love", "it just will be from plant-based sources.” so they’ve done that for a year", "but it dropped down to where maybe we’d only have half attendance at lunch", "the day we screened game changers – and everybody was asked to show up", "we did it on company time", "that lunch, they ran out of food because everybody showed up", "we had so many converts after seeing that film", "and at least 20 people have come to me in the weeks since and said, “i’ve made the decision", "i’m doing this", "i’m going plant-based.” or, “i’m going to do a 21-day challenge.” or, “i’m a week in", "and i feel great.” all that stuff", " of course, it’s all anecdotal", "but if we’d thought about it, we could have done a before and after study, a proper scientific study because we’ve got a big enough cohort", "we’ve got a couple hundred people", "suzy amis cameron: yeah", "exactly", "well, i know that the chefs are happy with everybody lining up to eat the yummy food", "and it is", "it’s delicious", "next question", "james cameron: next question", "suzy amis cameron: okay", "in the last five years, what new belief, behavior, or habit has most improved your life", "james cameron: can we stretch the envelope to six and half years", "because that’s how long we’ve been plant-based", "suzy amis cameron: i know", "well, i was planning on doing that anyway because it’s been – it absolutely changed our lives, not only from a health point of view but understanding the whole mental impact", "but it’s also affected what our investments are", "and everything that we do, every decision that we make, every request that we have goes through that lens of plant-based eating", "james cameron: sure", "we built a factory up in canada", "there’s a company called verdient that makes plant-based proteins from yellow peas and lentils", "and it’s one of the largest dry protein processing plants in canada", "so that was an investment decision that was guided by our epiphany", "suzy amis cameron: right", "and now, we’re using those plant proteins to actually work with the food center – james cameron: in saskatchewan", "suzy amis cameron: right", "in saskatchewan at the university of saskatchewan and create food products", "so i’m going to be rolling out omd food products in early ’19", "they’re making things like ginger beef and pulled pork and cheeses and pasta sauces and snacks", "james cameron: yeah", "so there will be a whole omd line, a whole bunch of different skews on that", "so yeah", "so it had a profound impact on us", "and that was one single change, habit change, behavior change", "suzy amis cameron: right", "i know that i have certainly found my purpose in life", "and it’s what propelled me to write a book which has completely changed the trajectory of what i was doing", "i was going into education and schools", "but interestingly enough, it has fed into that because now, muse school is being launched worldwide, muse global", "and all of those schools will be omd schools", "they’ll all have the same philosophy that we carry at muse prime", "james cameron: well, it’s resonated beautifully because the muse school cafeteria was voted the greenest restaurant in the world", "so apparently, there’s a competition for the world’s greenest restaurant", "and all the big snooty, urban, seat to table restaurants all hope to win", "and this little, humble, elementary school cafeteria beat them all by like, 400 points because the school is solar powered", "and all the produce is grown – or most of the produce is grown on site", "and the building was built out of repurposed building materials", "it’s like you literally ticked every box just by walking the walk and because it’s plant-based", "so it’s got a – a 100% plant-based eater has one-third of the carbon footprint of a standard american diet eater, meaning a meat-eater", "so yeah", "so you kicked their butts", "suzy amis cameron: yeah", "we did", "we had had three out of four stars for a long time", "but when we went plant-based, it just really jettisoned us out", "and we beat the restaurant in chicago", "james cameron: we’re not going to name names", "but they’re all high end", "suzy amis cameron: no", "exactly", "all right", "so next question", "james cameron: sure", "suzy amis cameron: okay", "when you feel overwhelmed or unfocused or have lost your focus temporarily, what do you do", "if helpful, what questions do you ask yourself", "james cameron: so what do i do when i feel overwhelmed", "i clean off my desk because when i’m working at a high pace, everything piles up", "and just the act of cleaning off my desk, it’s like a reset", "it’s like power cycling a computer", "it’s a reboot", "and i usually find that about half the stuff that’s accumulated, i can throw out", "and the other half, i have to put in piles", "i have to put them in the right place", "so now i’m prioritizing", "now i’m thinking, “oh, well, that’s still important.” so i think that if you’re a team leader, you’ve gotta get your own priorities straight before you can generate priorities for the team", "and i’ve found that whenever i hit one of those moments, i also find it’s great to take a day off or even half a day off", "just force yourself to take a day off not to go play but to just reorganize and just write down the series of priorities or memos to yourself", " and out of that, i typically will generate things that i hand out to my team to give them their marching orders to get us back on track", "and it’s amazing how things just pop into focus and solutions present themselves because i haven’t stopped running, i haven’t gotten off the treadmill until that moment to lift my head out of the day-to-day battle, to think about, “well, how are we going to really win this war?” because something like a big film production is like a campaign that takes place over sometimes a period of years", "and if you don’t take a moment out to look at the big picture – so most of the major strategic decisions that i’ve made during the productions of the two avatar films so far over the last couple of years have come from that down day, that catch-up day", " it’s not about taking a day off or taking a nap", "that’s a good idea too", "and go swim or play with the kids or whatever", "you gotta do that too", "but just take a day for yourself with no distractions to just get everything in order", "that helps me a lot", "if nothing else, i just feel better about it", "i come in", "there’s a clean desk", "“here’s some memos", "you guys go do the work.” suzy amis cameron: well, i think we’re really similar on that", "i have a tendency to walk through the house and get ridiculously overwhelmed with all the kids and the cats and the dogs and the bearded dragon and the people", "and so i always like to go in and just reorganize the house", "but i always start with my office as well", "and i like to take a big piece of typing paper and write out – i create columns", "and i write out all my emails that i need to do and all my calls that i need to do", "and then there’s a whole section in there just for household thing – james cameron: lists are good", "suzy amis cameron: – and work things and all of those", "and i know that the children are learning this as well because when they – of course, they roll their eyes when i walk in and say, “okay", "we’re going to take a clean day, an organizing day", "and here are some boxes for giveaways.” they roll their eyes", "but in the end, they love it", "and they feel better", "james cameron: yeah", "they get into it", "suzy amis cameron: and they get into it", "so it’s the same sort of thing", "and taking a walk and then realizing, “okay", "what is the first thing i can do that’s going to get me on that journey towards my goal?” but always keeping that goal in mind of whatever that is", "james cameron: sometimes, the best way to solve a problem is to walk away from it for a second", "it’s counterintuitive for us type a types that just bash our heads against the problem all day long, “boom, boom, boom, boom,” – suzy amis cameron: right", "we’re triple-a", "james cameron: – day after day", "i had an epiphany while i was writing avatar", "i was working down in new zealand", "office was in the country", "and i was just having a – it was just impossible to solve some of the dramatic problems", "i couldn’t solve it", "i couldn’t fix the script", "and i was sitting", "and i just walked away", "i sat down", "sat outside", "and there was a glass cover to the veranda", "and i watched this big fly", "and he was trying to get out", "and he was banging against the glass", "and he just kept hitting the glass over and over and over and over because that’s how his little chip was programmed", "you go toward the light", "you go toward the sky", "and he couldn’t get to the sky", "all he had to do was drop down, fly three feet sideways, and come out", "but he couldn’t process it", " and i thought, “how often am i that fly", "how often is there some higher level of perspective that i lack in my chip that i’m missing that is so simple that some fourth dimensional being could look at the problem and go, ‘oh, you idiot", "you just drop down, go over three feet, and you’re out.’” but the fly couldn’t do it", "and i thought, “well, what am i not seeing?” and that’s when i went back to first principles", "and i looked at the whole thing from a higher level", "i got out of the trenches for that moment", "and that’s how i solved the problem", "suzy amis cameron: yeah", "i think also, too, is learning when to recognize when you’re hitting that window and also learning to recognize when it’s the path of least resistance because you know you’re on the right path when doors just continue to open up", "james cameron: well, that’s true", "that’s the opposite", "that’s the other thing", "it’s important to recognize when things are breaking your way", "when you have momentum, when you’re not hitting the glass, you take advantage of it", "and you ride that tailwind", "suzy amis cameron: but there’s a difference too", "it’s when you know you want to do something and you feel really strongly about it and you have a lot of people around you saying, “no,” and, “you shouldn’t do it,” and, “it’s going to be too hard.” i know it works for you that way", "but that just lights an inferno under my butt", "it’s like, “okay", "really", "no", "watch me.” james cameron: yeah", "i’d love to say that to my team on avatar", "“oh, well, we shouldn’t do that, guys because that’s going to be hard,” when they know coming in when they sign up that it’s going to be the most difficult production in human history just by its nature where every blade of grass in the entire world that we’re creating is created by somebody, by a computer artist or by some kind of algorithm that’s self-growing or whatever", " you know by definition it’s going to be hard", "you’re there because it’s hard", "you’re doing it because it’s hard because that’s how you measure yourself against that challenge", "and that’s why everybody that’s on the avatar team is there because they know it’s going to be the hardest motherfucker they ever work on", "and they want that", "now, they’ll all go whine about it later and say, “that was the hardest motherfucker i ever worked on.” and that’s why i have this reputation as a cruel taskmaster", "but in fact, they’ve all showed up because they want to do that", "they want to climb that mountain", "suzy amis cameron: and they’ve learned from it, like the teachers at muse", "they’re teaching in a way they’ve never – nobody teaches that way", "and it’s really challenging", "but they learn", "james cameron: yeah", "the kids don’t like holidays because they don’t get to go to school", "suzy amis cameron: if you could have one gigantic billboard anywhere with anything on it, metaphorically speaking, getting a message out to millions or billions, what would it say and why", "it could be a few words or a paragraph", "if helpful, it can be someone else’s quote", "are there any quotes you can think of or live your life by", "james cameron: yeah", "i’m terrible with quotes and that sort of thing", "but i think i would sum up philosophically what i would ask people to do, which is to live in a more connected way, to see yourself as part of a big, global system and know that every action you take has a consequence", "every choice you make as a consumer, whether it’s using plastics or using electricity or replacing that iphone that’s only six months old because there’s a better one, that that has an impact on somebody somewhere or some animal somewhere or some ecosystem somewhere that – when i look at the history of the human race up until now – and this all doesn’t go on the billboard, by the way", "i want to try to condense this down", "when i look at the history up until now, we’ve been all about expansion", "it’s an endless hunger to conquer and expand", "and we’ve filled the planet", " we’re like a bacterial culture that rapidly expands to the edge of the petri dish", "well, we’re hitting the edge of the petri dish now", "and so everything that always worked throughout human history is not going to work going forward", "we’re going to have to have some fundamental change in the way we think", "we’re going to have to stop being takers and start being caretakers, or we won’t survive", "it’s that simple", "now, maybe it’s 50 years", "maybe it’s 100 years", "maybe it’s 200 years", "but it’s not going to go on the way it’s been going on", "and we’re going to have to change", "and i think it’s a change for the better", "it’s a change that’s more empathic", "it’s more compassionate", "so i guess i would say stop being a taker", "or take less and caretake more", "and i mean that very generally, as well", " think about how decisions that you make and things you do are affecting people in other countries", "all those people that are coming up in that big caravan, a lot of them have been displaced by drought", "their farms have collapsed, and they can’t grow their food", "it’s not just about drug violence and all that sort of thing, especially in guatemala", "there are hundreds of thousands, if not millions of people on the move from farms that have collapsed due to unprecedented drought that’s drier conditions than they’ve ever had in recorded history and the ability of science to look back hundreds of thousands of years", "well, that’s climate change at work", "and if that particular series of droughts is not caused specifically by climate change, it’s a pretty damn good bellwether for what it’s going to look like when hundreds of thousands and then, ultimately, hundreds of millions of people are on the move because of climate change", " so, the choices that we’re making and our energy consumption and our consumption of natural resources and our consumption of foods is impacting other people in other parts of the world", "it’ll eventually come back to haunt us with the kinds of political systems that are now taking over all over the world, these protectionist, isolationist, nationalistic, hyper-nationalistic, populist systems that are about closing borders and shutting down and all that sort of thing", "i see it all interlinked", "and i see it all as a feedback loop that’s just going to get worse and worse", "so i would say we have to change this from the inside out, from the way we view the world and our place in it", "and so yeah", "stop being a taker", "start being a caretaker", "that’s my billboard", "suzy amis cameron: right", "when you’re talking about the timeline, the united nations just came out a couple of weeks ago with a report from the ipcc saying that we have to do something by 2030 to turn things around if we are going to survive on this earth", "and one of the things that i really resonate with is the native american tribes, the first nations", "they always say, “no matter what you’re doing, realize that it’s going to affect the next seven generations.” so just being really conscious in your everyday actions", "and tread lightly on the earth", "james cameron: yeah", "look, we all struggle to do it", "and we don’t want to come off as holier than thou", "that’s the thing about vegans in general is they’re all such assholes", "suzy amis cameron: tell your joke", "james cameron: okay", "how many vegans does it take to screw in a lightbulb", "doesn’t matter", "we’re better than you", "right", "so the problem is people tend to reject what we could tell them", "but i think the answer to that is to say, “oh, well, don’t take our word for it", "read the books", "it’s all online.” the problem is that people tend to entrench around their belief systems", "and now, with digital news the way it is, we can preselect our inputs to support only what we already believe", "and so everybody lives in these isolated echo chambers", "and it’s all exacerbated by social media and so on", "and so it’s really going to be another thing that we’re going to have to just get a whole lot better at as a species and as a society is checking our facts and looking at alternative opinions and especially, look at the facts that the other guys have, if they have any", "see, i just did a little confirmation bias swerve at the end there", "“yeah, if they have any.” suzy amis cameron: yeah", "“we’re going to need you to…” exactly", "all right", "so next question", "what are you currently most excited about", "james cameron: all right", "i’m not going to talk about plant-based nutrition other than to say for one second that i was pretty hopeless about being able to get a handle on climate change, just looking at it from an energy perspective and transportation and all that", "and when i realized the environmental connection from eating plant-based, i got excited about that", "but that’s kind of old news because that’s six years ago for us", "i guess right now, i’m excited about the avatar films", "i have the coolest job in the world", "i get to go in and create a world, an ecosystem populated with creatures and cool characters and do that all day long and live in that fantasy world", "so yeah", "i’m pretty excited about it", "suzy amis cameron: yeah", "so just to piggyback on feeling hopeful – because i am going to talk about plant-based eating", "jim actually has a tee-shirt", "and one of the lines on it says, “hope is not a strategy.” and he’s a doomsday kind of guy", "if you watch his movies, they’re kind of end of the world, apocalyptic", "and he never used the word hope", "and six and a half years ago, we were walking on the beach", "and he said to me, “for the first time in my life, i feel hopeful.” and needless to say, i almost fell into the surf", "but it planted a seed that the more people we can inspire to eat plant-based, the more we can move the needle on climate change", "and it was that seed that was planted that made me think about creating content and writing a book", "and i’m most excited about the book because – james cameron: about your book", "suzy amis cameron: about my book", "james cameron: you get to be excited about your book", "suzy amis cameron: so it’s omd: changing one meal a day for the planet", "and it starts out with the education of the health – i worked with a brain trust of doctors", "so it’s very, very heavily researched in the medical field around plant-based eating", "and then i worked with people from chatham house and oxford university and loma linda, climate scientist, to help me with the environmental impacts of animal agriculture", "and then it’s a guide", "it’s a guide of how to do one meal a day or two meals a day or blow up your kitchen like jim and i did and go cold turkey", "it has recipes, shopping lists, meal plans", "and i’ll hold your hand", "i won’t judge you", "it’s not about being perfect", "you can keep your burger if you want to", "it’s just about one meal a day, omd", "james cameron: all right", "so i think there was one more question", "is that right", "suzy amis cameron: there’s one more question", "if you had a request, an ask or a suggestion for the listeners of this podcast, what would it be", "james cameron: oh, i think people that listen to tim and his guests are looking for hacks to make their life better, to learn how to live in this perplexing world and live better and be smarter", "so i think that i would just say read a lot, check your facts, and don’t follow us because we’re so sweet and compelling", "check the facts", "suzy amis cameron: just the facts, ma’am", "james cameron: yeah", "it’s all out there", "but i would say also, take the – be willing to look outside your confirmation bias bubble", "and look, i force and challenge myself to do this all the time, to get outside that bubble", "and so whatever your beliefs are, ask yourself 1) where they came from", "when did you double down on that", "and what have you done to look at it from an objective point of view", "and i try to do that as much as possible", " when something comes along that i don’t understand, that doesn’t fit my belief system like – let me just give an example – like allan savory’s approach to regenerative agriculture with grass-fed beef and all the claims that were made around that, i looked into it", "and i thought, “wow, maybe there’s something here.” and i went pretty far down the rabbit hole on that and looked at the science on both sides of it and ultimately saw that it wasn’t the right answer", "but i didn’t just reject it out of hand because it didn’t fit my belief system", "suzy amis cameron: right", "well, i think my ask would be to take the omd pledge and pledge one meal a day or two meals a day or go all in because it’ll help your health, it’ll help the planet, it’ll help the animals, your waistline, and your sex life", "james cameron: yes", "not necessarily in that order", "suzy amis cameron: anyway, thanks, tim", "james cameron: yeah", "thanks, tim", "suzy amis cameron: this was really fun", "and thanks for having us on", "james cameron: it’s been a pleasure", "thank you", "suzy amis cameron: yeah", "thank you"]}