{"dialog_idx": {}, "episode_num": 347, "file_type": "audio", "guests": [], "num_sentences": 1305, "num_words": 21076, "raw_text": "Please enjoy this transcript of my interview with Stanislav Grof, M.D., (stanislavgrof.com), Professor of Psychology at the California Institute of Integral Studies (CIIS) in San Francisco, one of the founders and chief theoreticians of transpersonal psychology, and a psychiatrist with more than 60 years of experience in research of “holotropic” states of consciousness, a large and important subgroup of non-ordinary states that have healing, transformative, and evolutionary potential. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the interview here or by selecting any of the options below.  DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: Stan, welcome to the show. Stan Grof: Thank you very much, Tim. Thank you for having me. Tim Ferriss: It’s such an honor. Stan Grof: And before we start, I would like to thank you for everything you have been doing for raising consciousness on this planet. It’s been amazing. And it’s a great honor and pleasure for me to be on your show. Tim Ferriss: Oh, thank you so much. I could not be more excited to be speaking with you right now. And we said hello via video just a few moments ago. And I certainly have only become more excited to have this conversation because of our introduction, Jack Kornfield, one of the sweetest humans I know. And I have many questions and many topics. So thanks, of course, to Jack for making the introduction. And by this time, people would have already heard some of your biographical information that I would have read. But I suppose we should start maybe at the beginning and ask you how you first became interested in psychedelics. Stan Grof: Well, the situation was I became initially very excited about psychoanalysis. And as a result of it, I went to medical school. And in my fourth year of medical school, I was going to the psychiatric department already as a volunteer to get some sense for the discipline. And this is where we got, from Sandoz, a supply in pills of Delysid, of LSD. And it came with a letter talking about the history about the famous self-experiment of Albert Hofmann and the bicycle ride and all that. And they were asking us if we would like to experiment with the substance and let them know if there was any legitimate use for it in psychiatry and psychology. And my preceptor, Docent Roubicek, who was very interested in LSD, but he didn’t have time to sit for six or eight hours with his patients, with the experimental subjects. So he was using several of us as gophers. We were sitting in these sessions, and we were keeping the records.  So, I actually started my exposure to LSD already by 1954. But unlike at Harvard, students were excluded. So I couldn’t have my own session until I graduated from the medical school. And by that time, my appetite was whetted. So I was sitting in these sessions of psychologists, psychiatrists, artists, and hearing all these fantastic stories about the experiences that they had. But I had really no access to it. Tim Ferriss: What application were you looking at initially? What was the structure and expectation? Stan Grof: Initially, it was just a phenomenological research that’s giving it to different people and seeing what it does. I don’t know if you can imagine now, when there are a lot of publications and other kinds of publicity, what it was like for us when this substance fell into our laps. We had absolutely no idea what it would do from session to session. We didn’t know where it would be going with our patients in our own sessions. So it was quite an exciting adventure. I spent several years actually doing two sessions a day. I would get up early, I’d do a session. And about 2:00, I started another one. And I had a department where I had 18 beds. And all the patients were getting LSD, so they were really familiar with the states. And all our nurses had training sessions. So by 2:00, I could pass the person who was coming down from an LSD session to this team of nurses and patients.  And I could start another one. And I was sitting in all of those sessions the whole time, unlike some other places where – for example, Hanscarl Leuner. He was actually leaving the experimental subjects alone. And they just had a bell where they could call the nurse when they were in trouble. But I was so excited about what was coming. And I realized this is going to change psychiatry, psychology. Tim Ferriss: What was it about those early experiences that led you to that conclusion, that it would change psychiatry and psychology? And maybe just before we get to that – and I want to talk about your first experience as well. But how many total sessions have you directly or indirectly been a part of or supervised in your life, would you say? Stan Grof: At this point, it would be like four and a half thousand of LSD sessions. But I was working with psilocybin, also. We were working for a while with the tryptamine derivatives which actually came from Budapest, from our neighbor, Dr. Szara, Stephen Szara and Dr. Boszormenyi. They were the ones who actually developed a whole group of the tryptamine derivatives, DMT, DET, DPT. I don’t think they had, at the time, the methoxy DMT, which seems to be the most interesting one. Tim Ferriss: And the initial feeling that you had or the initial excitement that you felt, this could change psychiatry and psychology, why was that? What did you see that made you come to that conclusion? Stan Grof: Well, the initial was this approach which could be called search for toxin X. The way LSD came to us was that it’s a substance that can mimic somehow a psychosis. We call the initial sessions experimental psychosis. It was called hallucinogen, a psychotomimetic. And so the excitement was that we have a model of something like schizophrenia or the other kinds of psychosis. And this made a possibility of creating a model, which it’s always great to have a model in science. So give LSD to “normal subjects,” and they would spend six to eight hours in a world that seemed to be like the world of our patients. And so my initial research actually was laboratory. I wrote one of the early papers on the role of serotonin in psychiatry. And the initial research was we had a group of 40 people, including ourselves, mostly professionals, psychologists, psychiatrists, biologists, and so on. And we had a protocol. We would invite these people for a day to the research institute. We would do really scientific work. We were drawing blood every hour on the hour, collecting samples of urine, doing psychological tests and electrophysiological investigations. And then we had one day when we brought schizophrenic patients who were matched by age, by gender, by IQ, and so on with our experimental subjects. And we were looking if these values of these psychological and physiological, biochemical tests would converge with the values in schizophrenics. And then something amazing happened. I found that there was incredible, I would say, inter-individual/intra-individual variability.  So you give the same substance in the same dosage under the same circumstances, under the same lousy set and setting which we had, and each of those people would have different experiences to the point that some of them called it the moments that they get between the tests, it was like a self-analysis, like a drug-assisted psychotherapy. Others were just unpleasant physical symptoms. Some of them had paranoid episodes or became hypomanic. And for some of them, it was that even under those circumstances they had got glimpses of ecstatic states that were very mystical. And the same intra-individual variability. If we took the same substance at different times, this phenomenology was completely different. And at that point, I realized this was not psychopharmacology.  We were not doing pharmacology because if you do pharmacology, you have to have some idea what you are getting. If you give people apomorphine, you expect that a lot of them will be vomiting. If you give them a hypnotic, you expect them to sleep, whereas here, we had no idea what would happen. So I realized we were doing something much more interesting. We had a catalyst that made it possible to explore the depth of the human psyche. I realized people were not having LSD experiences; they were having experiences of themselves. But they were coming from depths that psychoanalysis didn’t know anything about. And so at that point, I just lost completely interest in this laboratory approach, and I took it to clinical work. And I started giving to my patients in a psychotherapeutic context. Tim Ferriss: When did you have your first personal experience? And what did you take? And how much did you take, if you recall? Stan Grof: This was actually 100 micrograms. It was on the 13th of November, 1956. So I was from ’54, ’56, I was sitting for people. But it was a little more complicated because my preceptor, whom I mentioned earlier, he was very interested in electroencephalography. And at the time LSD came, he was the one who received it from Sandoz. So at the time when it came, he was interested in something that’s called driving the brainwaves and training the brainwaves which – Tim Ferriss: And this is using EEG? Stan Grof: Well, it was exposing people to a very powerful stroboscopic light of different frequencies and finding out if the brainwaves in the suboccipital area, which is the visual cortex, if the brainwaves would pick up that frequency, if you can drive or train the brainwave. So the condition for us having the session with him, we had to agree that we would have EEG before, during, and after, and that we also will have our brainwaves driven in all those sessions. So what happened between the third and the fourth hour when the session usually culminated, Dr. Roubicek’s assistant came. And she said, “It’s time to drive the brainwaves.” So she took me to a little room. I laid down. She pasted all these electrodes on my head and then brought a gigantic strobe, put it above my head, and then turned this thing on. And in the next moment, there was light like I had never seen, I couldn’t even imagine existed.  My only concept there was, “This is what it must have been like in Hiroshima where the thing went off.” Today, I think it was more like Dharmakaya, the primary clear light from Bardo Thodol – from The Tibetan Book of the Dead – that we see at the moment of our death. But what happened is my consciousness was catapulted out of my body. I lost the research assistant. I lost the clinic. I lost Prague. I lost the planet. And I had the feeling that I extinguished in the form that I knew myself but also the sense that I somehow became everything there was. I became all of existence. As you know, you must have heard it quite a few times, that these states are considered ineffable. When you start trying to describe them, you find out that we just simply don’t have language. Our language is developed to communicate about things from everyday life.  And in my later experiments, some of the sophisticated patients actually tried to use language from cultures that knew something about consciousness, like using from Hinduism, from Tibetan Buddhism, from Daoism. So they were talking about nirvikalpa samadhi, savikalpa samadhi, kensho, satori, using terms like maya and so on because we simply don’t have technical terms for these states. So these experiences of mystical states are full of paradoxes. Paradoxicality is one of the characteristics. So you can have the feeling that you became nothing. But by becoming nothing, you actually became all of existence. So I was in this incredible state. And then as she was continuing working with me – it was unfolding – she had a protocol. So she started from two hertz – which is two frequencies per second – took it up to 60. And then she kept it for a while in the alpha range and the theta range, the delta range.  And then she turned it off. And while she was doing this, at a certain point, I actually went from this sense of being everything, of being in the universe, in the astronomical universe or actually being the universe. There were things happening for which, at the time, I didn’t have names. But then later I read about the big bang and the black holes and the worm holes. And so this was something in that category that was happening to me. I actually had the feeling again that I was not only in the universe, but that I actually was the universe. And then as she turned it off, then my world started shrinking again. I found the planet. I found Prague. I zoomed in on my body. But there was a major problem because my consciousness was actually circling around my body. And I had difficulties aligning my consciousness with my body.  So, at that point, it became clear to me that what they were teaching at the universities about consciousness as a product of the brain simply was nonsense. Consciousness was something cosmic, and that the brain somehow is a moderator for that – but it’s not generated in our skull. And then finally, I managed to align that. And I came down in a very ecstatic state, very impressed what just happened. And right there, I decided if I’m a psychiatrist, this is by far the most interesting thing I can do, working with these states. It just overshadowed psychoanalysis like a – I was not interested in psychoanalysis anymore. I was interested in exploring the psyche using these states. Tim Ferriss: So you’ve, at this point, dedicated more than six decades to studying non-ordinary states of consciousness which is – I think we’ll probably talk about this. That is a term or a phrase you prefer over altered states of consciousness. But you’re alluding to, perhaps, a definition of consciousness or how you think about it now. How do you think about consciousness at this point? You said that it’s mediated or moderated by the brain but not generated by it. Based on these experiences, the experiences of others you’ve supervised, everything you’ve seen and experienced and studied up to this point, how do you think about consciousness now? Are there any other aspects of it that you’d like to describe? Stan Grof: Yeah. Well, I’m very close now to Ervin Laszlo who is this brilliant systems theorist and philosopher of Hungarian origin but living in Pisa in Italy. And he has a series of books where he is addressing these problems. He’s the only one that I think found some way of scientifically describing what is happening to us. And he has a book called What is Reality? where he actually goes through these different experiments that we have related to consciousness and argues: what are the observations that we have against the idea that consciousness is local, that it’s inside of our brain? And he moves through it that consciousness is more transpersonal, that in non-ordinary states, you can have experiences of consciousness of other people. You can have experiences of becoming members of a different species, and not just animals, but also plants and so on.  So he moves from that from the consciousness being local to consciousness being transpersonal. And then he brings even arguments against that and concludes that consciousness is cosmic. And that would be my present understanding. Consciousness is simply an integral part of existence. It cannot be reduced to anything else, let alone the neurons in the brain. So this is also supported now, of course, by many people from quantum relativistic physics. And, for example, Stuart Hameroff initially thought that maybe it’s the so-called tubulus and the mitochondria in the brain that might be the place where some quantum processes generate consciousness. And then later, he took it back. And he says now, according to him, consciousness is simply a property of the universe that can be traced back to the big bang in the form of protoconsciousness. Tim Ferriss: There’s a term that people often associate, of course rightly, with you in association with consciousness. And that is holotropic states of consciousness. And I’d love to jump into that because – and also, just as a side note for people listening who are wondering what the applications of these non-ordinary states might be or how they’ve been utilized, it appears to me that there are many, many different ways to utilize this. There’s certain multiple Nobel prizes associated with it: Kary Mullis, Francis Crick and the co-discovery of the double helix. And then there are well known entrepreneurs and so on like Steve Jobs. But what does holotropic refer to, a holotropic state of consciousness? Stan Grof: Thank you. It’s a great, great question. Well, I have so far been – or we have been using the term non-ordinary states of consciousness which is better than what British and American psychiatrists are doing calling it altered state. And I really dislike that term, although it was coined by a good friend of mine, Charlie Tart, because it suggests somehow that there is a correct way of experiencing ourselves and the world. And that’s somehow disturbed. I always have to think about veterinary medicine. We talk, “We had our dog altered.” So I feel too much respect for these states to call them altered. And even the state non-ordinary is really not accurate because there are many non-ordinary states that have not the properties that the holotropic states would have.  So I use that term holotropic for a special large subcategory of non-ordinary states that have healing potential, therapeutic potential, that have, according to my experience, transformative potential, that have what we call heuristic, H-E-U-R, which means when you work with these states, you run into a lot of paradigm breaking observations that challenge the whole way of thinking, not just in psychiatry but in relativistic science. And then I believe they also have evolutionary. In other words, I think they would – if people would systematically use them, I think we would almost become another species. People work through a lot of figuration. It’s replaced by compassion. They have the experience of tremendous ecological sensitivity. They discovered that we are deeply embedded in nature and that we cannot do anything to nature that doesn’t damage us. They start seeing violence as an unacceptable way of solving problems.  They have a sense of being actually global citizens rather than being Czechs or Russians or Americans. They start seeing themselves very much the way it happened to the astronauts who had the possibility of actually seeing the planet from the moon or from space. So this is my term that I coined because I realized that psychiatry does not have that kind of distinction. So I coined it myself. It’s a verbal hybrid. It’s a neologism, as we call it, that comes from the Greek language where hólos means whole and trépō, trépein means moving in the direction of something. I usually refer to the word heliotropism. Helios means sun, and heliotropism is the property of plants to always orient themselves towards the sun, always follow the sun. So literally, this means moving toward wholeness.  When I use that term, there’s usually somebody who says, “What do you mean moving toward wholeness? Aren’t we whole already the way we function in everyday life?” And I would have to say “No.” On the basis of my experiences, we have been using only a small fraction of our experiential potential when we are in the ordinary states. So maybe I’ll just give a few examples of holotropic states so people have a sense what I’m talking about. So one category when you would find states that I call holotropic would be the initiatory crisis of shamans. The career of most shamans begin by a spontaneous experience of traveling into the – a visionary experience of traveling into the universe, traveling into the underworld first.  They have the experience of being exposed to some ordeals. They experience a lot of emotional, physical pain. And they experience annihilation and then experience of psychospiritual death/rebirth that’s followed by this journey into the supernal realms. And in this initiatory journey, they heal themselves typically. Anthropologists call shamans the wounded healers. And they also learn how to heal. So when they then manage to come back, and they ground a session, they use holotropic states in their healing. When they heal, they either go into a non-ordinary state or they induce them in their clients, or both shamans and clients get into this holotropic state. So that’s a major category. The second one is what you see in so called rites of passage. This is the term that was coined by Dutch anthropologist, Arnold van Gennep, that’s G-E-N-N-E-P, who studied many native cultures.  And he found out that they all, at that time of important biological or social transitions, perform very powerful rituals. And they also induce these holotropic states in different ways. Many of those cultures, even with psychedelic plants or psychedelic materials. In some others, using sonic technology – drumming, rattling, and so on – physical pain, stay in the desert, stay in the high mountains, stay in a cave in the arctic ice and so on. And if you study these, the people experience psychospiritual death/rebirth very much like the shamans in their spontaneous initiatory journey. Now the third important category were the ancient mysteries of death/rebirth like the Eleusinian mysteries or the Isis/Osiris mysteries in Egypt or the Sumerian mysteries of Inanna and Dumuzi. And also, there were Mesoamerican mysteries of Xibalba, the Mayan, and so on. So all these were inducing these holotropic states for healing and transformation.  And then also, all the major religions developed what I call technologies of the sacred, different forms of yoga, different schools of Buddhism, from Theravada to Zen, and Vajrayana Daoist exercises, in the Christian tradition: Hesychasm, the Jesus prayer, or the exercises of St. Ignatius of Loyola, the various cabalistic exercises. So those were all methods that were designed to take people into these holotropic experiences for the purpose of having a mystical experience, having a spiritual experience. And of course, we have now modern technologies, so to say, to induce holotropic experiences. We have now pure alkaloids from the psychedelic plants. We have mescaline from peyote. We have psilocin and psilocybin from the Mazatecs. We have now the ibogaine from iboga from the African bush and so on. And we also have now the tryptamine derivatives, DMT, DPT, and then methoxy DMT.  Those are active in ayahuasca and in the different snuffs from the Caribbean and also from this toad that’s now becoming very famous, the Bufo Alvarius. These are secretions from the parotid glands and from the skin of these toads. Very, very powerful, very important psychedelics. Tim Ferriss: So let me pause for one second. I’m not going to lose track of the train. And I have a number of different questions. But since you brought it up, a mutual friend of ours, different mutual friend had suggested I ask you about toad. And you just mentioned that it could be or is important. And you mentioned methoxy DMT which, in this case, often referred to as 5-MeO-DMT. What are your thoughts on this particular compound? And then why is it important if it’s important? Stan Grof: Well, I think because it has not really been explored scientifically unlike psilocybin or LSD. But we have enormous amounts of information from either semi-legal or illegal, underground experiments which were happening during those years when psychedelics were not really explored scientifically. But we have an amazing book by Ralph Metzner, which is called The Toad and the Jaguar. Ralph traveled all over Europe and in United States visiting these groups that were using it, either using some illegal loopholes or doing an underground research. And he wrote this book where he collected that information in a way that could become a basis of scientific research. Now, what is fantastic there is that this substance creates a very short – within an hour, which is within the time of one psychoanalytic session, you can experience significant transformation, even spiritual opening.  And the substance is methoxy DMT. I have in my book, When the Impossible Happens, a chapter which is called, “The Secret of the Toad of Light.” There are churches in the American Southwest that are actually using it as a sacrament called Church of the Toad of Light. And I took a fairly large dosage which is more than is usually used. This was my first time when I didn’t know the dosing, and it was estimated 25 milligrams. Today, you would use five or ten. And this was, by far, the most powerful psychedelic experience I’ve ever had. And within seconds, it took me out of my body. There was nothing biographical, no birth experiences, nothing archetypal. I was just facing this incredible source of light, for the lack of a better description. It was beyond anything I could imagine, in terms of the brilliance, the incandescence that it had. But I also sensed that there was this incredible creative intelligence going beyond any dichotomies.  I couldn’t say if it was demonic or divine. There was just off the scales that I had – and then coming down from that experience, I actually had the feeling I was dying. But the feeling that I was – not from life into dying, but from a place beyond death into a dying body. And then after a while, it became clear that this was not really dying, it was just the experience of dying. And for quite a while, I was in a situation where I was in an absolutely blissful kind of state. And I was having visions of streams of my past life experiences where I had feeling of dying and being killed in different situations. My body was acting out. The agony. There was shaking, twitching. Psychologically, emotionally, I was in absolute bliss. And then coming down for a week, I was in a state in which I would like to live.  We were, at the time, living at Esalen. We had a deck overlooking the ocean. And this was the time when I was handwriting my manuscripts and giving it to a secretary and then having to edit it. And in that week, I was doing editing of my manuscript which I could do perfectly lying in the sun there. And then I felt I would take a little break. Again, within seconds, I had the feeling of just oneness with the whole environment, oneness with the world. And then I would open my eyes, and I could continue editing. But then, of course, the consciousness of the industrious civilization came back to do workshops, travel. So I didn’t stay in that state. But my meditations became much, much, much deeper. And it was not difficult to get into some version of that state just through meditation.  So I think this would be an amazing substance to try for practical reasons because you will not find a psychiatrist like myself in the ‘60s and so on sitting for six hours with their patients. But they could certainly do a one-hour session with the methoxy DMT. And I think significant therapy could be done within this very short tense. It’s also, according to Ralph Metzner’s observations, it’s a substance where the experience ends very cleanly. There’s no lingering on. So there is a very powerful experience but also a good closure. So this is my experience with methoxy DMT. Now, of course, it’s very, very popular. For example, we had the Transpersonal Conference in Prague. And there were lectures about it. And, of course, there were people who had access to the toad material, to the excretions or secretions of the glands. So it’s becoming a very, very popular substance right now. Tim Ferriss: You mentioned therapy a few times in describing your experience with 5-MeO-DMT and the potential within a one-hour window or something like that to provide therapy if someone were sitting for someone experiencing this. I want to tie that in to a comment that you’re very famous for having made. And I think it was in your first book in 1975, Realms of the Human Unconscious, in which you mentioned that LSD could become for psychiatry what the microscope was for biology and medicine and  what the telescope is for astronomy. What I’m curious about is A) why you say that, but then B) is there still a place for traditional psychoanalysis or psychotherapy in combination with some of these psychedelic compounds?  Because it seems to me that perhaps some of the value that people derive from these experiences or don’t derive from these experiences is dependent quite a bit on what happens beforehand and what happens afterwards. But I’d just love to hear you clarify what you mean by LSD becoming for psychiatry what the microscope is for biology and the telescope is for astronomy and then B) if therapy still has a place in combination with these experiences. Stan Grof: Yeah. Another wonderful question. So let me tell you what happened when I lost interest in this laboratory research and took it to the clinic. You mentioned in your interview with Michael Pollan there are these two forms of using LSD and other psychedelics, the psycholytic and the psychedelic. The psychedelic is using large doses, fully internalized with headphones, eye shades. And the method that was used mostly in Europe but also by some American therapists is called psycholytic, which is dissolving the psyche, dissolving the tensions, conflict in the psyche and so on from – lysis means dissolution. And so I started it with using medium dosages, maybe 150, maybe up to 200 at the beginning.  And what happened was absolutely fascinating because – and so intensification of the symptoms that the patients were having – but then the process automatically took us through the different layers of traumatic experiences that were actually underlying that disorder. And layer after layer. then I came up with the concept of COEX, system of condensed experience where each symptom had history, has a series of layered experiences behind it. And so it was a process of exploring the different layers of the psyche. One of my patients call it onion peeling of the psyche. Another one called it chemoarcheology. So you could really explore the different layers of the postnatal-biographical level. This is what Freudian analysis is about. But the problems didn’t stop there. Then each of those COEX systems also had a contribution from the trauma of birth. So even if we are using these lower dosages as we were going on, it took us to birth.  And that point, sadly, people started experiencing that they are trapped, they are caught, they are in a situation of no exit. They had the feeling they’re getting crazy, they are dying, and so on. And my psychiatry and my psychoanalytic training did not prepare me for that kind of thing. And it took while of including my own experiences to realize there was a powerful record of biological birth in there. So what we activated actually, in the psyche, was what I call now self-healing intelligence of the psyche. You see, the process spontaneously while talking was taking us to the sources of psyche emotional and psychosomatic symptoms. It also created automatically a mapping of the psyche. So for a while, I was just collecting these reports from my own records and people’s descriptions of their sessions.  And I was putting it on a map, creating what I thought was a new map for psychology which would be the result of the fact that we had absolutely new tool like a microscope opened up this whole underworld or microworld which we didn’t know existed and telescopes discovered new galaxies that the astronomers didn’t know about. So I felt we were discovering the depths of the psyche. So in that sense, it was like a microscope or a telescope. But it also was the self-healing intelligence that emerged out of it. Tim Ferriss: And do you find – Stan Grof: Now when I finally got the map to get out  Tim Ferriss: Oh, no. I was just going to say – please continue. I was just going to ask about if there are adjunct therapies or things that you would add to the pre-psychedelic experience or post-psychedelic experience. But I don’t want to interrupt your train of thought. Stan Grof: Well, I just – couple of sentences. So the new map which I created which I thought was new had the biographical level which it shared with psychoanalysis and current psychiatry because however much Freud was criticized, psychiatry accepted his idea that the newborn is a tabula rasa, is a clean slate. There’s nothing of interest to a psychologist, psychiatrist that precedes birth. And this was a major discovery. There is a powerful, powerful record of birth. And when you become aware of that fact, you have to radically change, transform thinking in psychiatry. So this new map or map that I thought was new had the biographical level that it shared with current psychiatry. But then I had to add the level which I call perinatal which is related to birth. It’s a record of birth. And then it opened up further into the level that I call transpersonal now.  And there’s a greater overlap with what Jung described as the collective unconscious, the historical and the archetypal unconscious. But you see, when I had the map, I realized this was not a new map at all. Actually, a map that, in different forms, has been around not for centuries but for millennia. I started seeing the connection to the great spiritual philosophies of the east, of Hinduism, Buddhism, Daoism, Sufism, and so on, and even the shamanic maps. There was a lot of overlapping with the shamanic cartography. So I haven’t forgotten your original question about psychoanalysis. Now the problem is that psychoanalysis has this very narrow map limited to postnatal biography and to the individual unconscious which is just barely scratching the surface of what the psyche really is.  So, if you would do psychoanalysis, you would have to expand the conceptual framework very radically because otherwise, if you would get to something like perinatal experiences or transpersonal experiences, you would not have any map if you used just Freudian psychoanalysis. So it’s not the question of the technique. In my understanding, Freud was actually on the right track. He was asking questions like, “Why do we have hysteria? Why do we have phobias? Why do we have obsessive compulsive neurosis? Why do we have perversions?” and so on. He was tracing it back. But unfortunately, his map was very superficial. He did not have access to the perinatal level and to the transpersonal level. So he ended up with conclusions that then sometimes seemed absurd, like suicide is killing the interjected bed breast of your mother and so on.  And then there was a tendency just to move away completely and not ask the questions about etiology. Freud’s genius was trying to understand, “Why do we have certain kinds of symptoms? Why do we have anxiety? Why do we have depression? Why do we have suicidal tendencies?” and so on and was looking for a rational understanding for this. But he took it only not even half way. Had he had access to the perinatal level, he would have gotten a much more convincing understanding. “Why do we have different forms of depression? What does it mean when people want to kill themselves in a way that is nonviolent as compared to people who have the tendency to commit violent suicide?” and so on. So if you expand the cartography and you add the perinatal level and the transpersonal level, you can continue this psychoanalytic work, actually, and get some reasonable, quite convincing answers.  Why do we have certain kinds of symptoms? Why do they cluster in what we call syndromes and so on? And it also opens up new, radically different approaches to psychotherapy which would have to be experiential. If the roots of emotional problems are not just postnatal but also perinatal and transpersonal, you cannot reach it by talking. You would have to actually use experiential psychotherapy of the kind that started in the ‘60s, developed within humanistic psychology. Tim Ferriss: Let’s go directly to that. And I certainly have – we’re going to come back to When the Impossible Happens. We’re going to come back to many different pieces of your past experience and more recent projects. But this experiential psychotherapy, in an ideal world based on all of your experience, what would that look like? What would the format look like? Stan Grof: Well, we are talking about psychedelics. So one would be psychedelic-assisted psychotherapy when people would have sessions. And then you would use talking, helping them to integrate, helping them to understand. So there would be focus in the therapy would be on the experience, but also it would be, at the same time very much what it was for Freud. It would be exploration of the psyche, getting to know the dimensions of the psyche, the different levels of experiences and so on. But now, we have powerful non-drug experiences that can actually take you to those levels, to the perinatal level, to the transpersonal level.  So, my late wife Christina and I developed what we call holotropic breathwork where you use very simple means, which is faster breathing, some powerful evocative music, a certain kind of body work, and then we also use art, we use a mandala drawing and sharing groups, and people have access not just to the postnatal biographical level but also to the perinatal and to the transpersonal level. So there are both pharmacology and non-pharmacology ways of accessing these levels that have the deepest roots of emotional and psychosomatic problems. Tim Ferriss: So I’m really glad you brought up holotropic breathwork which is, as you mentioned, a non-pharmacological or non-exogenous way of inducing these holotropic states which I’ve experienced three times in different workshops for holotropic breathwork. And I went into it – I’m not going to lie to you – skeptical, as someone with psychedelic experience that it could achieve anything comparable. And I was really stunned by just how powerfully you can induce these non-ordinary states using breathwork and what I observed in other people in the rooms as well, many of which were skeptical as I was at the time.  So two questions to dig into both the psychedelic- or entheogen-assisted and then the holotropic breathwork. What psychedelic materials in what dosages would you potentially be using with what frequency? Would it be once a week? Twice a week? Would it be determined by the patient? Would it by psycholytic dosing? Or would it be psychedelic dosing? How would you think about that piece of the puzzle? Stan Grof: I wouldn’t do psycholytic therapy, although I very much value the information that I got from it, the self-healing intelligence of the psyche, the COEX systems, and just discovery of the dimensions that are on that expanded map being taken to the perinatal level and then to the transpersonal level. I also have a lot of interesting observations. If you read Realms of the Human Unconscious, a lot of it is about trying to understand how and why the world is changing under the influence of LSD or some other psychedelics. I became fascinated that people saw me at different periods of the obsession as different things. They saw me as a jaguar. They saw me as Hitler. They saw me as angel. They saw me as a supreme judge. Or they look around at the treatment room, and sometimes they had the feeling that they are on the death row, sometimes cabin in the Pacific, sometimes it was a bordello, and so on.  So I did the kind of Freudian work on it trying to understand how it condensed different levels of the material. So I got a good understanding of the dynamics of the postnatal biography. But I also found out that it was not the most effective way of getting therapeutic results. So then already in Prague, I increased the dosages. I started using music and the headphones, eye shades. And this is how we did the whole research at Spring Grove, the American research when I came to the United States. There, you can have very, very powerful transformation within six to eight hours of the high dose. But you don’t have any idea why that happens. You don’t understand the mechanism of the change. It resembles the material that [David] Rosen described when he studied the experiences of people who did suicidal jumps from Golden Gate Bridge and the Bay Bridge.  He found that people who survived it, which is about 1 percent, they usually survived it unscathed, and they experienced powerful transformation within the three seconds that it took to fall from the railing to the surface of the water and then maybe about eight minutes in cold water before they were rescued. Again, powerful, powerful changes that you wouldn’t achieve by years of psychoanalysis. But there was no understanding what would happen. Now, with this history of the psycholytic therapy, I have now some idea about what is happening in these high dose sessions but in a very condensed, very rapid way. Tim Ferriss: By high dose, what does that generally mean? Stan Grof: Say it once more. Tim Ferriss: By high dose, how many micrograms would you generally be using? Stan Grof: Okay. I would probably use now – a dosage is like 300 or even 400 micrograms which might be, in some instances, not very frequently, might be a challenge, the management of the session. But you generally get much more powerful transformation, also cleaner. Actually if you use smaller dosages, there is a tendency sometimes to actually activate what happens. And people have more of a chance to resist it if there are areas that they don’t want to go into. So I consider the high dosages, if proper management to be more effective therapeutically. So I would use now the smaller dosages if we continue the exploration of the psyche. That’s where lower dosages are suddenly very useful. And I’m very sorry that this is not happening with psychedelics in this new renaissance, that we don’t continue the Freudian work where we are trying to go to find what the roots are, trying to understand the etiology.  Now, in this later DSM, the Diagnostic and Statistical Manual, they moved completely from any question of etiology. They now just describe the symptoms. They use what they call neo-Kraepelinian approach. Emil Kraepelin was the person who did the first diagnosis in psychiatry at the turn of the 19th and 20th century. It was dementia praecox which was the original name for schizophrenia and manic depressive disorder. Those were the first two diagnoses in psychiatry. And what he did, he just simply described the symptoms that these patients have. And now, the tendency in psychiatry is to go to the neo-Kraepelinian, like in the DSM, you don’t ask the questions, “Why do we have depression? Why do we have suicidal tendencies? Why do we have different psychosomatic disorders?” It’s just simply describing the symptoms. And I think there is tremendous field of discovery which would be doing individual cases like, initially, in psychoanalysis you had I think about 1,500 psychoanalysts all over the world who were seeing their patients, and they were describing what they observed. And it was published in journals and so on until they ended up with a psychoanalytic understanding of emotional and psychosomatic disorders to find in Otto Fenichel’s book The Psychoanalytic Theory of Neurosis. So we need to continue that kind of work. This would be something for psychoanalysts to do, to continue Freud’s exploration of the psyche, trying to understand the psyche, understand why we have symptoms and syndromes but not keeping it just on the postnatal level. Tim Ferriss: By etiology – I think that was the word that I heard earlier – is that the exploration of the why we experience these things? Stan Grof: Just causes. Yes. The causes. Why do we have that? So Freud had the concept of the development of the libido, the oral phase when the central feedings are associated with nursing and the passive oral, and then the active oral when the infant starts biting, has the teeth and so on. And then it moved to the anal phase, the time of toilet training and then refined toilet training which had to do with urination. That was the urethra stage. And then he talked about the phallic stage which was the stage where the focus is on the genitals and the clitoris in girls and the penis of the boys and where you have the Oedipal complex and the castration complex and all those things. It was very, very way of thinking, but it didn’t go deep enough. So you ended up with very unconvincing interpretations.  But no, I have tried in my books to continue and see how you would understand in a much deeper way why do we have these things, why do we have depression and different types of depression, suicidal tendencies, why do we have symptoms like a headache and many neurotic patients have problems breathing and so on. Where does that come from? Why do we end up with psychosomatic pains for which there is no organic finding? So if you expand the cartography, you can really get a much fuller understanding. Freud, at a certain point, when he discovered the individual unconscious, he compared the psyche to an iceberg. He said what we thought the psyche was is just a surface. It’s like the part of the iceberg that’s showing above the surface. And psychoanalysis shows you also the submerged part of the iceberg. Now, if you now bring psychedelics, you have to change the simile or the metaphor.  You would have to say what classical psychoanalysts discovered is just barely the surface. It’s the part of the iceberg that’s showing for psychoanalysts. And there is this enormous part of the psyche that remained hidden even for traditional psychoanalysts. Tim Ferriss: So let me ask you this – Stan Grof: So Joseph Campbell – let me just say one sentence which I cannot resist. Joseph Campbell you know is a wonderful mythologist with this incredible Irish humor. He put it differently. He said: “Freud was fishing while sitting on a whale.” Tim Ferriss: You have seen so many things, experienced so many things. Let’s just call it roughly 4,500 different sessions. You’ve thought of all these different modalities. Looking at my very, very limited personal experience and what I’ve observed in other people, I’ve certainly seen, as you have, some incredible examples of transformation, people who have seemingly resolved chronic depression or anxiety disorders, eating disorders and experienced incredible healing that seems to have a persistent effect after experiencing these deep, psychedelic states. I’ve also observed not a small number of people who collect interesting drug experiences or psychedelic experiences but don’t seem to experience or resolve any deeper healing. What do you think separates those two groups? And how can you increase the likelihood of real, deep healing occurring? Stan Grof: Well, extremely significant is the concept of set and setting. That means who gives it to whom under what circumstances for what purpose? That makes a big difference. I have seen people who have taken LSD 100 times, and they didn’t discover that it had something to do with their own psyche. It was like going to the movies. They kept their eyes open, and things were floating around. People were making funny faces, like a curious, kind of interesting experience, but had no idea that the way they perceived the environment is actually a result of the projection from their own unconscious. So one major difference is do you keep your eyes open and walk around, let alone driving cars, what people have been doing and so on or doing it in the raves where it’s an open place where people don’t know what they are taking and the police might – they know they do something forbidden.  Police might show up. This is the worst possible set and setting. So you increase tremendously the risk of these experiences. And you reduce the potential. So that’s important. So if you come with an intention, self-exploration, healing – for me, for my first LSD session, it became a spiritual quest. Every one of my experiences – I had about maybe 140 eidos psychedelic sessions over the years. It might seem like a lot, but it’s extended over a period of 60 years. So if you look at that much, it’s not that much. So that is extremely, extremely important. What is your intention? Is this serious intention or self-exploration, self-healing? Is it part of your spiritual quest? Or are you doing it for kicks because it’s a funny, weird experience? There’s also something that Huston Smith said which was very interesting. There was this whole discussion about instant or chemical mysticism.  When we saw in the early LSD sessions that people had mystical experiences, then this whole question of chemical mysticism came up. What is it? What are we watching? And there was lot of groups of people who were these hardcore, naturistic scientists who said, “Well, here you have it. What the mystics think are some kind of deep insights into ontology and cosmology, it’s nothing else but the aberrations of body chemistry. So so much for mysticism. So much for spirituality. It’s all chemistry.” And there was another group that was saying, “No. What is happening, there is a very special group of chemicals that can induce mystical experiences. Those are sacred substances. Those are sacraments. Those are sacred medicines,” and so on. So they took, basically, the position that the shamans of native cultures took who were using psychedelic plants like teonanacatl, the flesh of the gods and so on.  The plants, either would eat this, or they mediated access to eat this. And there was this position also. The third position was the mystical experiences in use by psychedelics are phenomenologically indistinguishable from those that are described in spiritual literature. But they don’t have the same value to have really valuable mystical experience, it has to be a result of prayers, of meditation, or it has to come as a grace. There’s no way you can take a pill and experience God. So people like Meher Baba and so on, they’re very, very negative. A guy called Zaehner, a British theologian and so on. So this put it in the court of spiritual teachers to say, “Are these valuable or not?” And there was disagreement.  All the Tibetans, for example, that I’ve known and actually been around some of them, when they had sessions, they all valued it very much as something that is accelerating your spiritual development but just cautioned that this is very powerful, that this is to be done very, very carefully. On the other hand, Zen Buddhists usually had difficult experiences with psychedelics because you’re not supposed to pay attention to what’s happening. It’s called Makyo if you just talk your past life experiences. You’re supposed to sit through it and cut into the no mind place. It’s very difficult to have 300 micrograms and not to pay attention to what is – you just cut through it to no mind place. And then this is – I’m back now to Huston Smith. Huston Smith had a – unlike Meher Baba or  Zaehner – had actually experiences. He came to us to Baltimore for a session.  We had the possibility of giving sessions legally to people who were ministers, doing pastor account counseling and so on. I actually was in one of his sessions. So he knew what he was talking about. And he said the chemically induced mystical experiences are phenomenologically indistinguishable. This was already shown in Pahnke’s Good Friday experiment in the Marsh Chapel, the Boston University. Very famous experiment – Tim Ferriss: Right. The Good Friday experiment – Stan Grof: – that you – yeah, I know you talked about in your discussion with Michael Pollan. Tim Ferriss: And just to define very quickly – I apologize – for people who are listening: phenomenological or phenomenology, that’s the subjective reporting of experience. Stan Grof: Yes, the subjective. If you look at the subjective experiences of people who had been through LSD or psilocybin and you compare it with what you read about in spiritual literature – so that’s phenomenologically indistinguishable. But he said, “But the value would be very different depending on the set and the setting.” He said if, let’s say, you have a situation. There is a party in Berkeley. And the way it was done – and there would be fruit punch. And a joker comes with a handful of sugar cubes laced with LSD. People think they are drinking punch, and then they’re out of their gourds. There is nobody who’s holding the kite string and so on. Even under these lousy circumstances, sometimes it can happen that people would have mystical experiences. But it would be completely out of context. They would not know what to do, would have difficulties to integrate it and become a kind of – they’re like the alien enclave in their life.  If it is somebody who is a spiritual seeker who reads literature, who is doing systematic meditation, and then now hears that this could accelerate, and he would do the sessions in a proper set and setting, the context in some kind of a reverential attitude, then would do then afterwards, after the sessions, some reading and continue working on it in meditation, this could become really a powerful catalyst of a spiritual journey. And I think that’s the correct answer. Tim Ferriss: So you’ve mentioned seekers and a number of names. A friend of mine recommended – I don’t even know this name. And I’m maybe ashamed that I don’t – but recommended that I ask you about your experiences with Swami Muktananda. And I don’t recognize that name, but I thought that this is as good a time as any to perhaps bring it up if you can answer that. Stan Grof: Yes. He became quite an important figure in our lives. I met him first about 1965 when he was on his second tour around the world. He was the head of the Siddha Yoga movement. During the first trip around the world, he was actually accompanied by Ram Dass and by Werner Erhard. And again, my late wife, Christina, she came to one of his early sessions. He came to Honolulu. And she became a devotee of his. And so when we connected, she wanted me to meet Muktananda and arranged this darshan with him in Oakland. And I described this experience and some later experience again in a couple of chapters in the book When the Impossible Happens. And it was very interesting. I was very reluctant to go. I was not a guru person. I was not somebody who would be at the feet of somebody. I had the feeling that ultimately, it was between me and the cosmos and so on.  But we had about 20 minutes waiting for that darshan. And at that point, she told me that he was a Shaivite, which is a follower of Shiva. And I had some of my most powerful experiences in my sessions with the archetype of Shiva [in] various ways. And this changed my feeling about this. It would be inter  find somebody I knew that Shaivites are using all kinds of means, including bhang, hashish, and so on. And also datura. It’s a very highly experiential group. And so this changed suddenly my attitude for this interview. And I walked in. And he was sitting there with a red ski cap with dark glasses holding a wand of peacock feathers scented with sandalwood oil and he wore a lughi, which just looked like a nightshirt. And he beckoned me to come. “You sit here,” the chair just by him. And he turned my head and took off his or shifted up his dark glasses, which he very seldom did.  And he looked into my eyes like he was an ophthalmologist. And the first thing that he said is, “You’re a man who has seen Shiva.” He said, “This is very good.” And this just blew my mind. I just finished describing my experiences with Shiva and the fact that this was a very important figure. And the first thing that he says is, “I can tell you have seen Shiva.” And so we had this long interview where I actually asked him about soma, which I was fascinated by. This is the psychedelic plant which was used in ancient India and was described in Rig Veda. About over 100 stanzas in Rig Veda are dedicated to soma. It was a plant, and it was a beverage that was produced. And some of the descriptions show just a powerful psychedelic. Half of us is on earth, half of us in heaven. We have taken soma. So we knew that that was a powerful psychedelic. But the secret was lost. And so I asked him.  And he said, “Oh, yeah. On my birthday, the Vedic priests come down to Ganeshpuri, and they do a soma ceremony. And you can come as my guest. I will introduce you.” And then he died before we could actually do it. So to make a long story short, then we were walking out of this room, and he was standing at the door. And he looked at us and said, “You come to our intensives. We have two intensives on Kashmir Shaivism which is a Mahayana branch of Buddhism that started in Kashmir when, in the eighth century, Rashi had a vision of some rocks near Srinagar. And he went there and exposed some vegetable cover. And there were inscriptions carved in the rock that became then the Shiva Sutras. This was like the bible of Kashmir Shaivism. So he said, “Come. This is on Kashmir Shaivism.” He looked at me and said, “This may be very interesting for you.” And so of course, we did.  And when I listened to the swami who started describing what Kashmir Shaivism was, I had the feeling that he was stealing sentences and paragraphs from an article which I had written, I think 1969, which was called Psychedelic Ontology and Cosmology Observations from LSD Sessions. So the interesting question: What is the common denominator between experiences that people have with LSD, this strange substance that Swiss chemists discovered in Switzerland and something that was found written on the rock in Srinagar in the eighth century?  And so then we started going to these intensives whenever we were near to Muktananda. And then we actually did a large transpersonal conference in Bombay or Mumbai – so it’s 1982 – which was on ancient wisdom and modern science, bringing together spiritual teachers and people from the new paradigm. So it was like Fritjof Capra and others. It was our history. Tim Ferriss: Well, we’ve mentioned the title, When the Impossible Happens, a few times. I figure we might as well jump into it and discuss certainly, perhaps, the reasons for writing the book but also some of the stories. Well, I would love to hear some of the stories, and I would imagine people listening would love to hear some of the stories as well. Stan Grof: Well, Tim, what happened was that our house in Mill Valley burned down in 2001. And I lost my whole referential library. So it was difficult to write books like I used to, where you have to refer to people’s work and take passages of it and so on. And so I decided to write a biography. But my life has been pretty intense, pretty rich. So the question was what do I select. And then I decided to select observations and experiences from my life that current materialistic science would consider to be impossible. “This is not possible if the materialistic paradigm is accurate.” So I selected them. So it’s a selected selection of these stories. And about one third of this is dedicated to amazing synchronicities that I have experienced in my life. And some of the synchronicities were actually related to Muktananda. So there are two chapters of it describing what happened between us and Muktananda. Tim Ferriss: What is a synchronicity? Stan Grof: Well, a synchronicity is something that Carl Gustav Jung brought to the attention of western scientists after hesitating for 20 years, collecting for 20 years observations because he realized this is undermining the cornerstone of materialistic science where the basic principle is linear causality, that what we experience is a chain of linear causality. Everything that happens has a cause and has an effect. And this works in western materialistic science with the exception of the cause of causes, what caused the beginning of the universe. We don’t go there very frequently because we don’t have any good answers for that. Now what he showed up that there are situations where there’s a meaningful correlation or connection between something that’s an intrapsychic event like a dream or a vision or a psychedelic experience and something that happens within the material universe or what we call so-called objective reality, consensus reality.  Now this should not be happening. Our psyche should be reflecting the material universe which is out there. It should not get into a kind of playful interaction with it. So let me just give you a couple of major examples from that book. I am referring to the experience that I had with Joseph Campbell, again, great mythologist, greatest mythologist over the 20th century, probably of all time. And he used to come regularly to Esalen and do workshops. And he went to our workshop, months-long workshops, and so on. And we were doing some workshops with him. And in one of these workshops, he was talking about Jung. He was a great supporter and very enthusiastic about Jung. And he mentioned synchronicity. And somebody didn’t understand it and said, “Joe, could you explain what synchronicity is?”  And he first gave this official definition of Jung’s – this is a meaningful connection across time or space between an intra-psychic event and something that happened in the material world.” But he says, “I will give you an example.” He said, “We were living in downtown Manhattan on the 14th floor of a high rise building. And my office had two sets of windows. One was overlooking Sixth Avenue, which was nothing interesting, like many streets in Manhattan. But the other set was overlooking the Hudson River. And that was a beautiful view. So these two windows were open all the time. The others, they’re open just for cleaning. Nobody was bothered to open those windows.” And then he said, “At the time I was working on the first volume of what was supposed to be a world mythology, and it’s called The Way of the Animal Powers. And that first volume is about shamanic mythologies of the world.”  And then Joe said, “And then I was working on the chapter about Kalahari Bushmen. These are bushmen living in the Kalahari Desert. And he said that in their mythology, a major heroic figure is Praying Mantis. And so my desk was covered with papers and pictures related to the mantis and the Kalahari bushmen. And there was Laurens van der Post’s book about his childhood when he had a bushman nanny. And Laurens van der Post described how this nanny seemed to be communicating with the praying mantis. They were having conversations, and with the movements, the praying mantis seemed to be responding to her. And then set in the middle of this work, I suddenly had this totally irrational impulse to go and open one of the windows that we never open. And I stuck my head out and turned it automatically to the side.  And there, on the 14th floor of a high rise building on Manhattan, there was a great specimen of a praying mantis climbing up the building,” and turned his head toward Joe. And he said, “I took a close look. And the way van der Post described it was true. There was something that made the praying mantis look like a bushman.” Anyway, so that’s his story. So it’s possible to imagine that somehow, praying mantis got into Manhattan. Somebody has it as a pet or whatever and it got to that place. But that, in itself, is not very probably happening. But the fact that it happened in such a way that, at the time when Joe’s head was filled with thoughts about praying mantis and so on, and he had this irrational impulse to go and open the window that he never opened, and he looks out and right there is a praying mantis and actually turns toward him and gives him what he felt was a meaningful look, that’s pretty mind-blowing synchronicity.  So, Jung hesitated 20 years before he presented it, 1951, in one of the Eranos conferences. And it was presented together with a talk by Wolfgang Pauli, one of the founders of quantum physics who was first Jung’s patient and then a very close friend. Let me just quickly give you another example which is the most mind-blowing synchronicity from my life. This happened during our first trip to China, where we were bringing transperson psychology and holotropic breathwork to China. And we did a holotropic breathwork workshop in Jinan, which is the birthplace of Confucius. And we were having dinner, and one of the participants came to me and said, “Stan, I had an experience about you in my dream last night.” And I said, “What was it?” And she said, “It was my great grandmother who showed up and told me that we have an important stone in our family for generations, and that stone should go to Dr. Grof.”  So she actually brought it. She was holding a beautiful, beautiful blue velvet bag and opened it. And it was a fossil nautilus ammonite, that are the ancestors of the nautilus. Very, very beautiful fossil. Now, the interesting thing was that it was picked up at the top of Mount Everest. I didn’t know at that time that it’s possible that – this is a marine mollusk, you see? So it comes from the bottom of the ocean, and during the creation of Himalayas got to the top of Mount Everest. Now what is interesting about this that when I started transpersonal psychology, International Association of Transperson Psychology and the series of international conferences, we were thinking, “What would be the proper logo for the international transpersonal association?” And we came up with the chambered nautilus which is a beautiful piece of sacred geometry. So for decades, we were using it on the stationary.  It was on all the programs of transpersonal psychology. So here we are bringing transpersonal psychology to China. And a great grandmother shows up in the dream of a woman who actually was called Meng, which is the Chinese name for dream, and tells her to bring me this fossil nautilus which was taken from the bottom of the ocean to the top of the highest mountain in the world. And according to the estimates, the Himalayas were born about 50 million years ago, during the collision of the tectonic plates. So this was at least 50 million years old fossil nautilus and a symbol of the International Transpersonal Association. So of course, the Chinese press didn’t describe how great the holotropic breathwork was. But they all focused on this incredible synchronicity. Tim Ferriss: Are there any other stories or phenomena, experiences that are difficult to explain in that book or outside of When the Impossible Happens that are related to psychedelic sessions? Stan Grof: Well, there are, of course, experiences of the out of body experiences and near death experiences where people who are in a state of clinical death, cardiac death, or even a flat EEG have experiences. They might be watching the procedure from the ceiling so that when they were brought back to consciousness, they are able to describe the procedure. There is one case where this was happening to a woman who had to be frozen because they needed to get to the tumor at the base of the skull. And so she had flat electroencephalogram. And at the same time, this is the most detailed description of the surgical procedure that we have where she was able to draw the instruments that they were using and so on.  So, there are many, many of this. And we had a couple of those experiences with our own cancer patients. So one of them is described in the book. There is one chapter which I called unorthodox psychiatry where people experience healing in connection with experiences that wouldn’t make any sense to current psychiatrists. Tim Ferriss: What would be an example of that? Stan Grof: So there was one situation where we had a five-day workshop at Esalen. And a woman came who had, for the last two years, had had very bad depression which a psychiatrist would consider to be what’s called endogenous, which, of course, doesn’t mean anything. Endogenous means generated from within. But the characteristic is that it’s worse in the morning. So she got out of the bed, and it took her a couple hours before she managed to brush her teeth and get dressed properly and so on. So she had two sessions with us which we had in the five days at Esalen. And they were pretty powerful things from childhood. And she was reliving her birth. But Friday, in the morning, which was the last day she came – and she actually experienced some intensification of these feelings. So we asked her to lie down. We had a different program for that morning, the conclusion of the five days.  But it was clear that we had to do something. So she laid down in the middle of the room. And we just told her just to go with the experiences. She didn’t even do more breathing. And she, again, completed the little something with the experience of biological birth and then went into this very strange series of movements where it just looked like praying or worshipping something. She’d end up in a sitting position. And then this monotonous chant, repetitive chant came in a language that we did not understand. And this was going for quite a while. And then it ended. And she laid back. And she was just completely blissed out, in an ecstatic state. The group was reacting in a strange way. People were ending up in lotus positions, some of them crying for unknown reasons. And we had a Jewish psychoanalyst from Buenos Aires participating in this particular five-day workshop.  And he came to us, and he said, “This is fantastic. Do you understand what happened?” We said, “No.” He said, “She was chanting in perfect Sephardic language, the Ladino, which is a medieval mixture of Spanish and Hebrew. And it happened to be his hobby. He knew the Sephardic language. And we said, “Wow.” We asked him, “What was she singing?” “She was singing, ‘I am suffering, and I will always suffer. I am crying, and I will always cry. I am praying, and I will always pray.’” Now this episode finished these two years of the exogenous depression. We saw her then a couple of times at conferences. And the depression never came back. So the idea of healing pretty bad depression by singing a Sephardic prayer, it’s a pretty unusual sort of therapeutic mechanism. Tim Ferriss: What do you make of that? Yeah. How do you explain that for yourself? Stan Grof: We’ve seen a lot of this kind of thing. Powerful healing happens in the holotropic breathwork through mechanisms that we don’t understand. I saw before, working with people who were in psychoanalysis, so on, the opposite, that people, after years of psychoanalysis, they got to the point where they can give you lectures, why they have the problem, how is it related to early cannibalism and the toilet training and Oedipus complex. Only the problems don’t change very much. So you have the option either to have very little result with what seems to be intellectual understanding or a result where you have no clue what is happening. Tim Ferriss: And that particular experience with the Sephardic chanting, that was following breathwork but not using any type of dosing of any type of material? Stan Grof: No. We were careful not to bring anything into the holotropic breathwork sessions because the structure is completely different. The timing of the breathwork is different. It’s about three hours. And the type of music that we use – so it would not be great set and setting. It’s not structured for a psychedelic experience. And actually, this would disturb – we had one situation actually where somebody who had a black belt took it going into our workshop at Esalen without telling us and ended up in a pretty aggressive situation. And it just very disturbed the whole session. We had a hard time bringing him down. Tim Ferriss: That sounds terrifying. Stan Grof: It’s just a matter of principle. It wasn’t illegal, but it just does not work well in the context that’s created for holotropic breathwork. Tim Ferriss: If you had to answer the question – and there might not be an answer to this or there might not be an affirmative answer to the question that someone posed to me which was they hadn’t experienced holotropic breathwork, and they asked – but they did have a lot of research experience with psychedelics. And they asked, “What psychedelic at what dose is most similar to the effects or the experience of holotropic breathwork?”  Stan Grof: Well, it would be more something in the category of MDMA in that the holotropic breathwork can create visions, visual experiences. But it’s not that common as it is in LSD or in mescaline where you can have really fantastic fractal displays of colorful images and so on. And the whole session could be very visual. In the breathwork, it’s more like an MDMA where you have something that’s almost like on the interface between vision and vivid thought and so on. Tim Ferriss: And if we were to look at another subjective experience that’s reported with decent regularity with psychedelics, specifically entity encounters – and this seems to be frequently reported with ayahuasca or smokes – Stan Grof: Say it once more. Tim Ferriss: Entity encounters, encountering entities that one believes to be separate from themselves. It seems to be quite common with ayahuasca or smoked DMT, NN DMT specifically. Have you seen this in breathwork? And also, do you make any attempt to interpret what these things mean? Or is it really left to the person experiencing it to integrate it or to heal through such a perceived encounter with something that exists independently? Stan Grof: Well, this was described, of course, with peyote, the mescalito, and also very common with ayahuasca and then Pachamama, the mother and so on. The only time I had it was in an ayahuasca session where there was a sense of – actually, that’s not true. I had it once in an early LSD session where there was a presence. There was an energetic presence. I didn’t see a figure, but there was also communication which was telepathic, which was without words. This was very strange because this was at a time when we had closed boundaries. We couldn’t even initially travel to Russia, let alone to the west. And there was this kind of entity appearing in my LSD session. It was like a genie almost, asking, “What would you like your life to be like?” And I said, “I would like to see the world. I would like to understand psychosis.” This was the place I was in. “And I would like to have a job that’s not a 9:00 to 5:00 job.  I would like to have some kind of a freedom.” And the answer was, “Okay. But your task is to bring spirituality to eastern Europe and to Russia.” I said, “Now I really did it. Now I’m flipping out. I can’t even travel to Poland, and this is promising me I can see the world.” But then, of course, it happened. Developing transpersonal psychology, it became very, very popular in Russia. And then 25 years ago, bringing transpersonal psychology to Czechoslovakia, actually. So that was a fascinating synchronicity again. And then I had one in the ayahuasca session where, also, this was very intense. But it was guiding my session, was telling me what I should look and how I should handle it. Tim Ferriss: And that’s not something that you observe in breathwork very often? Stan Grof: No. No. Initially, I wrote that I consider psychedelics to be non-specific amplifiers. And it would have to be modified. Actually, all psychedelics can take you to the areas which I described in that cartography. You can experience something from child’s sufficiently important, emotionally. You can relive your birth. You can have prenatal experiences, even – I almost hesitate to say that – reliving your conception, identifying with it on a cellular level with the sperm and the ovum. You can have past life experiences. You can have archetypal experiences. It can take you to the collective unconscious and so on. So the cartography applies to all of them. But there is a different style in which it’s coming. Let’s just talk about more visual, less visual and so on, more emphasis on physical feelings or on the emotions. And certainly, MDMA or some of the other entheogens, they are shifted whole spectrum towards the positive.  There are very few people who have bad trips on MDMA. MDMA is very dangerous physiologically but very, very easy for most people to handle psychologically, emotionally. But then I discovered this element in ayahuasca that there’s very frequently the imagery of the Amazonian jungle or the anaconda snake is coming in a kind of a Roto-Rooter cleansing, jaguars, images of jaguars. So there is some kind of a selectivity foot from the collective unconscious is actually prevalent in those sessions. Tim Ferriss: Do you have any opinion of or experience with microdosing of different psychedelics? Is that something you’ve administered to people? I’d love to hear your thoughts on it. It’s become a topic. Stan Grof: I had had quite a few of the 25 micrograms for hiking or swimming in the ocean or something but just enhancement of the perceptual experience of the world. But I haven’t experimented with the small – I had lots of very interesting experiences inside of the sessions and then particularly coming down from the sessions when I was in a state that you might be experiencing on lower dosages. But it was at the end of a high dose session rather than an experience, per se. Tim Ferriss: What did you experience at the tail end of those sessions? Stan Grof: What were they? Tim Ferriss: Yeah. What were those experiences at the tail end of those high dose sessions that were interesting? Stan Grof: Well, they were all kinds of psychological insights. A lot of the things that I’ve been writing about were combinations of what I saw in the patients and then getting insights and understanding, even in the high dose parts of the sessions when I hit some difficult places like, for example, existential despair, feeling there’s no meaning in life, absurdity of life, and so on which very frequently happens during your living of birth, when you get to what I call the second perinatal matrix which is the stage of birth where the uterus contracts, but there is no opening. The cervix is not open. So you have the feeling of total existential despair, total bummer. There’s no meaning. Everything’s absurd. We go from nowhere to nowhere. We come to this world naked, crying, in pain, without any possession. And this is how we’re going to end, no matter what you do in your life or with your life. Those are really heavy kind of experiences.  So, I had some of those experiences when either there’s a suicidal impulse or even suicide would not be solution of trying to get out of that state. And so when I was hitting some of these places in my own sessions, I would have a parade of my patients where I would suddenly see, “Oh, this is where he was,” or, “This is where she was.” But then when I was bringing just my training as a psychiatrist and things that I’ve read, I realized I was sitting there listening to what they were saying. I had no clue what they were talking about. But I got really full, experiential understanding by finding those places in myself.  And this is also interesting about this large map of the psyche, that each of us has all those things. It’s not a question of whether you are a psychiatric patient or no. If you go deep enough, you find all those elements within yourself. If you are dealing, you are processing the hours in the birth canal, you find the whole psychopathology there, all the emotional problems, all the psychosomatic symptoms, the choking, the nausea, the headaches, the pains, the psychosomatic pains in the body. People frequently tell me they found Hitler inside, they found Stalin. You discover the shadow aspect. So the human personality is a little different from what’s described by mainstream psychiatry. Tim Ferriss: You and your late wife Christina coined the term “spiritual emergency.” And she founded in 1980 the Spiritual Emergence Network, SEN. Now I’d love for you to explain what that means but then also, if you could touch on the differences, if there are any, between spiritual emergencies that are naturally occurring, let’s just say, or what people might view as the onset of schizophrenia in the late 20s or something like that versus those precipitated by psychedelics. Stan Grof: Well, that concept came from the work with psychedelics and with the breathwork. When you realize that people in these situations would have experiences like of death/rebirth, destruction of the world, recreation of the world, past life experiences, and so on. And I very early discovered that if you have bad trip, there’s no good way of terminating it. The worst thing that you can do is what’s done routinely which is calm with tranquilizers. When you give tranquilizers to people who are on a bad trip and then keep them on maintained dosages, this prevents any kind of resolution. If somebody has a bad trip, that means that they are dealing with a difficult aspect of their unconscious. And when it’s coming up, it’s coming up for healing. It’s not just that the drug created this horrible experience. So the way you do it, you have to tell people that you are in an LSD session, “This is a time limited thing. I’m going to be here.”  And then when something remains unresolved, you do some body work and some emotional work to bring it to a good closure. People can benefit from these bad trips. So I realized very early that when people had difficult experiences, the last thing I would do is to combine with tranquilizers. And so I saw many of the situations where people experienced what they would be hospitalized for in the psychedelic session. And if we stayed with it, it actually was a major healing, major transformation. So then the obvious answer was, “Should we treat it differently just because it happened without fast breathing or because it happened without psychedelics?” No, we just applied to that other category of spontaneously emerging experiences of this kind. Now, what is necessary for having this kind of understanding, you have to have the large map. The psyche is not just the postnatal biography and the Freudian individual unconscious.  There is the record of these hours of birth, of the anxiety, of the physical discomfort and also, the amazing aggression, the fury that is generated in the fetus who cannot breathe and is subjected to all those torsions and so on. So if you have a map that includes that, and if you have the map that includes the collective unconscious which – psychiatry has not accepted the Jungian idea that we have also the collective unconscious as a regular, germane part of our unconscious. Both the historical part of the collective unconscious and the archetypal. So having visions of archetypal beings are being taken to archetypal domains like hell or paradise, those are common experiences in the breathwork or in psychedelic sessions. So this just gives you an idea this is a stage that you can work with the way you would work with people in a psychedelic session. Tim Ferriss: So that’s a perfect segue. Let’s take as a hypothetical situation an alternate world where the psychologists and psychiatrists have accepted the collective unconscious and have this larger map. Someone is brought to a hospital by their family because they seem to be having what the family believes to be a psychotic break, whether it’s schizophrenic or however it might be diagnosed currently. They’re brought to the hospital. If a doctor or psychologist had this larger map, what would the intervention or diagnostic process look like, potentially? Stan Grof: Well, people usually ask me – when I say that the concept of spiritual emergency, if there are any professional psychiatrists, psychologists, they say, “Can you give me differential diagnosis?” This is what we did in somatic medicine, a differential diagnosis. If people have infection, you want to find out what infection, “What are the differential diagnoses? What is the differential diagnosis between different kinds of diabetes?” and so on. So they would like something like that for spiritual emergency which you cannot do because the psychosis is not – this is not a medical diagnosis. In the exception of the organic psychosis, we cannot really make the diagnosis. We don’t have any findings in the cerebrospinal liquid. We don’t have any findings in the blood. We don’t have any finding in the urine where we can have a litmus paper, put it in the sample of urine.  Since it comes out green, it’s schizophrenia. Basically, to diagnose these different so-called psychotic states by the fact that people have experiences and behaviors the current model cannot…but part of those symptoms, which are used as being an important diagnostic truth for psychiatry could be, for example, people have the experience of death/rebirth or destruction of the world, recreation of the world. They have experiences that seem to be past life experiences. So those are all absolutely normal elements in the human unconscious but understood really, if you want, in the Grofian, Jungian way. The psyche is infinitely larger than mainstream psychiatry ever considered. It’s more like the description that you find in the great spiritual philosophies of the east, in Hinduism, Buddhism, Daoism.  They have the real maps of the psyche because they were focusing for centuries on systematic exploration of the psyche in a very similar way in which we do science. They were describing certain procedures that you have to follow, certain forms of meditation. They would collect the descriptions of those experiences, discuss, write about it and so on. So it’s a systematic exploration of the human psyche. These couches were not interested in technology. So they are nowhere close to what we are in terms of the understanding of the material world.  But they’re way ahead of us in terms of understanding of consciousness and the psyche. And it’s very humbling for somebody like myself, having professional training and being through a stage when I thought what the shamans are doing, these other primitives in the jungle somewhere, illiterate and so on. We have our scientific approach which is behaviors or psychoanalysis. If you have the experience of these tools that the shamans have available, you develop a lot of respect to that I think. Tim Ferriss: So related to that – Stan Grof: But especially since it has to be harnessed. And that’s not an easy task in the industrial civilization. First, you would have to change the paradigm, which is a difficult thing. You probably know that the shift from the geocentric system to the heliocentric system after Copernicus published his body Revolutions of the Planets, it took over 100 years. And the resistance, it was not just the church. The resistance was coming also from the universities where there were all kinds of arguments why the earth cannot be round and rotate around the sun and so on. Tim Ferriss: For you personally, how has your experience of your inner world changed over the last 60 years or after you had your first psychedelic experience? So you have that experience, and you go on to have all these experiences. What does your experience of your inner world look like? How has that changed? Stan Grof: Well, I was an atheist. This goes back to a little scandal in our family when my parents fell in love and wanted to get married. It was in a small Czech town. And my father’s family had no religious affiliation, and my mother’s family was strictly Catholic. And so the church refused to marry them because my father was a pagan by their definition. And this created a lot of turmoil. It almost seemed like it would not happen until the solution came. My mother’s parents made a major donation to the church. And then suddenly, they relaxed their standards and they allowed that. And they had a business on the main street. And so when the wedding happened, they could roll out carpets across the street, stop the traffic to take the carpets to the altar so the guests could go from the altar all the way to the house and have a banquet there. And my parents got so upset by this that they decided not to commit me or my brother to any religion.  We should make our own decisions when we come of age. So we actually had classes of religion. But for me, it was always a free hour. I would go for a walk or read a book. Or if there was ever playing soccer somewhere, I would join them, being glad that I had this extra time. But also, I was a very curious creature. I was also missing – this was called I think paradisian morale or something like this were the classes. And they were being taught something that I was missing. So I was a little ambivalent about it. But then from this kind of background, I went to medical school at a time when it was a Marxist regime. We were controlled by the Soviet Union. So we really got a pure materialistic doctrine. You can’t get more materialistic than that. So it was my first LSD session that just changed that.  And I was one kind of person in the morning and another walked out of there in the evening. I was really basically open to the mystical world when I saw that that was a much deeper understanding than anything that my former training provided. So the paradox – which I was aware of it when I was coming down as a not believing but a mystical person. I differentiated quite a bit spirituality from religion. I never became religious in any way. I became very spiritual. And I realized the paradox. The divine comes to me in a experiment in a Marxist country induced by this substance from a Swiss chemist. But I thought I was stuck in psychiatry. And I was at that point not very excited about psychiatry.  Coming down from that session, I felt, “If I am a psychiatrist, this is by far the most interesting thing I can study.” So if you look at my professional career, there’s nothing those 60 years that I have done that would not be in one way or another related to these holotropic states. That became what I said was my passion, my vocation, my profession. Tim Ferriss: Is there any particular synchronicity or experience in any of the holotropic states that you’ve experienced yourself that you find the hardest to explain or the most unusual/remarkable? And does anything come to mind? Stan Grof: I don’t know. I have so many of them. I think one of the wildest – Tim Ferriss: You don’t have to pick one. You can choose more than one too. Stan Grof: One of the wildest ones was actually the first session that I had when I came to Baltimore from Prague. It was a process – my request for the scholarship was first turned down. And then I appealed. And then I had a very powerful psychedelic session with a colleague of mine, a psychiatrist. And this was a major, major death/rebirth opening. And what I experienced, kind of Atman/Brahman experience. And I came back home and in the mailbox was a positive response, I can go to the United States. So within a very short time, I packed. I ended up with 40 pounds of my luggage. I took all my records with me, 25 pounds and 15 pounds of personal belonging. And I was going to Baltimore. And in Baltimore, we had the permission to give sessions to professionals and collect the information from them. And so I had a session. We qualified for it ourselves.  And in that session, I suddenly had the feeling that I was not bound by space and time, that I somehow could get to other places in the world if I decided to. And I wanted to put it to a test. I said, “Can I, for example, get to Prague, into the apartment of my parents?” And so I imagined which direction was Prague and how far and imagined myself flying in that direction. And I experienced flight, but I was not getting anywhere. So I felt there was a problem there. And I was thinking about it. And then I realized that I was limited by the cording of spatial, temporal cording. I believe that Prague is in this direction and a certain kind of distance that I have to overcome. And, “Just imagine that I’m in Prague.” And what happened the next time, I was suddenly trapped in some kind of very strange space where there were circuits or transistors or stuff. And I didn’t know what was happening.  And then I realized I was inside of the television set of my parents. And I was thinking about it. And I had to laugh because I was still holding onto the next element of the materialistic world. The only way you can really see what’s happening in other places, you need a television. You need a camera and a satellite. So I realized I’m not even bound by that. I’m in the world of spirit. I just have to say, “Now I am there,” and I am there. And then at that point, it turned inside out, and I was walking. I felt straight. I didn’t feel I was in a session. And I was walking in that apartment. I heard my parents breathing. And I went to the window. And there on the corner was a clock. And it was showing the six hour difference which I thought, for a while, and I said, “Not a proof.” I knew that there was a difference, that my mind could fabricate that. So how do I prove that this really happened?  And I said that I would go and take a picture off the wall and then check with my parents. And they said, “Something strange happened. We found this painting on the floor. And the nail was still in the wall.” And so I started walking to the – and reaching for that. And then suddenly, I had the feeling that I was gambling, I was playing a roulette with my soul, that this was very dangerous, the feeling that I was getting under the influence of some evil sources. And then I realized how much they warn you if you’re on a spiritual quest from that period where you start playing with this mind over the CDs and so on. And I started seeing images, what I could do if I really have the possibility. I could go and eavesdrop on political meetings in the world. I could get access to scientific secrets and so on. I could go to a casino. I could beat the casino and so on. And I realized there was a real danger from the ego to start playing with the possibility of having this power.  So, I finally didn’t have the courage to do that and also didn’t want to be in a world where this would be possible because if I had the power, then other people had the power. And then the doors don’t protect me. I’m in a world, this wild western. And I didn’t want that proof that this was really possible. And I laid down on a couch where actually, I was coming down from a session before going to Baltimore. And I was laying then. And then this horrible thought came to me. “Maybe I never got to Baltimore. I just fabricated that trip to the United States in my LSD session. I am now coming down from that session. I never left, you see.” So I was like the Chuang-Tzu in that situation. “Am I a butterfly having the dream of being a human? Or a human having the feeling that I am a butterfly?” So I was stuck in that place for a while, but I was not sure whether I was having astral projection from Baltimore or whether I was coming down from that session.  So, that was the wildest one, probably. And of course, in coming back, I was cursing myself. “What a wasted opportunity for a great experiment, the proof of astral projection.” But the fear and the metaphysical fear that I was really losing my soul if I start playing with these kinds of forces. Tim Ferriss: That last part of that experience in particular sounds terrifying, laying down on the couch in Prague and wondering, like you said, if the entire trip to the United States had been a fabrication. When you came out of that experience, how long did it take for you to realize that, in fact, you were back in the United States? Stan Grof: Oh, that probably was in eight hours or so I was absolutely clear. Tim Ferriss: Back to calibration? Stan Grof: Yeah. Tim Ferriss: If you were starting your career – just a few more questions. You’ve been so generous with your time. But if you were starting again right now, and you were a promising young scientist, you could research anything you wanted – let’s assume that all of these compounds are legal – what would you focus on? What type of studies would you want to do or what type of research would you want to do? Stan Grof: Well, one of the problems with this renaissance is that a lot of this is repeating things which we were already done, like the cancer projects are great, but we did it to the point that when we ask for more money for continuing the research, they say, “You have already proved it. Now it has to go to the hospitals, and it has to be used.” Also, this wonderful study at Johns Hopkins is just a more sophisticated and methodologically better Walter Pahnke experiment, which had some flaws, certainly. But I would love to see this now going to the research of creativity, to bring biologists, quantum relativistic physicists, and see what they can do. As you know, we have indications that the whole development of computers was closely connected with use of psychedelics. People like Doug Engelbart and even Steve Jobs and all these people made it absolutely clear.  There’s a statement that all the people, the men and the women who developed virtual reality, were acidheads. And this is now understood. There is a possibility of loosening somehow the blocks that we have in problem solving because we are stuck with a paradigm. Thomas Kuhn wrote a fantastic book, The Structure of Scientific Revolutions, showing that the history of science is not a linear development where we started from not knowing anything and then each generation added a little of the observations and there were more and more accurate hypotheses and theories created so that what we have now of the understanding of the universe is the best understanding there has ever been at any time in any society. And he showed that it’s a joke, that the development of science breaks into these distinct periods.  And each of them is governed by what he calls a paradigm, a way of looking at the world, certain basic metaphysical assumptions, beliefs, ways of what are relevant areas to research, how do you do research, how you evaluate it. This is all paradigm types. So the examples, of course – I already mentioned the shift from geocentric to the heliocentric system. There was one revolution in chemistry where they had phlogiston chemistry where there was this royal substance of phlogiston. And then when people like Dalton or Lavoisier came with the idea of atoms, people had problems because they didn’t believe in phlogiston anymore. Now, we laugh when we hear that. And then, of course, the first three decades in the 20th century, the physicists had to go through this incredible conceptual cataclysm moving from Newton first to the theories of relativity and then to quantum physics that even Einstein, who initiated it, couldn’t accept until his death.  So this is the question of paradigms. So I believe that we are now in the period of paradigm shift in relation to consciousness and the human psyche that’s comparable in the nature and scope to what the physicists had to experience in the first three decades of the 20th century. And then, in a sense, it can be seen as being complementary to the changes that already happened in the understanding of matter. The quantum physicists who are my friends had no problems relating to my observations. It was mostly the resistance of psychiatrists and psychologists – so one more thing. So there is the situation that Kuhn described, that during the time when you have science dominated by a paradigm, the scientists do what he called normal science, which is problem solving within the context of given parameters.  It’s like playing chess. If you play chess, you have to follow the rules. You can’t suddenly take an inconvenient figure and throw it out of the chess board. And then he describes what happens then when observations come to challenge the paradigm, how it’s rejected initially. People are called crazy, or it’s called fraud or whatever. And then when it keeps coming, then finally the realization there is a problem. And then the wilder theories come. And at first, they are rejected. And then after a while, the new paradigm emerges and is accepted by the scientific community. And then history is rewritten because now you have new heroes, people who already saw it centuries ago the way we see it now. But what I would like to add was then Gregory Bateson added another thing.  It’s not only do the scientists believe in that paradigm and are committed to it, but they believe that it’s an accurate and exhaustive description of reality, per se. Not a map. Not the best way we can currently organize the observation that we have. It is a definitive description of how things are. And this is called a confusion between the map and the territory. People like [Alfred] Korzybski and then Gregory Bateson was very, very big about it. And Gregory was laughing about it. He says, “If scientists make errors like that, it can happen that one day, they come to the restaurant and they eat the menu instead of the dinner.” The relationship between a paradigm and the territory that it describes is very much like reading the menu. Tim Ferriss: So I’ve had this question I’ve wanted to ask this entire conversation since we first started speaking. And well, let me just get my facts straight before I ask it. Are you currently 87? Is that accurate? What is your current age? Stan Grof: First of July, I just was 87. Tim Ferriss: 87. Well, happy belated birthday. Stan Grof: Thank you. Thank you very much. Tim Ferriss: And you are remarkably, incredibly sharp, incredibly energetic, more so than some 20-somethings I know. What do you attribute that to? And to what factors? Were both of your parents sharp their entire lives? I’m 41, and I would love to have half the energy that you do. So to what do you attribute that? It’s really just mind-blowing to me. I’m so inspired just trying to absorb some of the enthusiasm and energy that you have in this phone call. Stan Grof: I think part of it is that I’m really, really very, very deeply committed to this idea of these holotropic states, to bring them into psychiatry, to bring them into society. I had a lot of meetings with Albert Hoffman who would talk about new Eleusis, to create a situation where these are integrated into social fabric, they are socially sanctioned, that we can use it the way ancient Greeks, the Eleusis mysteries. You probably know this was done for 2,000 years in Eleusis. So they had to offer something pretty impressive to keep the attention of the ancient world. And the list of people who have been initiates in these mysteries, it reads like who was who in antiquity. It includes Plato, Aristotle. Cicero wrote about it. Marcus Aurelius, Pindaros, all these people. So we all say the Greeks are very talented, beautiful art, beautiful science, and great ideas.  The fact that so many people every five years had some powerful experiences puts it into somewhat different perspective. And Albert Hoffman and Gordon Wasson, the one who brought the mushrooms from Mexico, from the Mazatec Indians, and Carl Ruck, a Greek scholar, they wrote the book Road to Eleusis when they found out that the key to these mysteries was kykeon, K-Y-K-E-O-N. And they found out that this was a psychedelic potion which was made of ergot, very similar to LSD. So if you can imagine so many people every five years in that small world had psychedelic experiences, that it could have had some impact on the culture. The last time when we were in Eleusis, there was a guide. And there are the ruins of the telesterion, which is the building where this was happening. And it’s a gigantic building. And I asked, “How many people were having these experiences here at a time?”  He said, “At least in the last stage, three thousand people every five years were getting this dose of this.” So when I read Plato now, I don’t see him facing in the academies saying, “Let me see how the world works. We have not just this, but there’s this level with the archetypes and so on.” This is something that you can experience archetypes in psychedelic sessions. So these are all – all the philosophy was inspired by psychedelic experiences. Tim Ferriss: What do you think humanity needs most right now in your opinion? Stan Grof: What does humanity –? Tim Ferriss: Big question. Yeah. What do you think humanity needs most right now? Stan Grof: What we need? Tim Ferriss: Yeah. If there’s any particular type of change or shift that you haven’t mentioned. Stan Grof: Well, I think the monastic, materialistic paradigm I think is really destroying this planet. We have lost experiential spirituality that people have really the experience, don’t have spiritual experiences which are non-denominational, which are non-chauvinistic, non-sectarian, which are universal, all-inclusive, all-embracing. So people who have these direct spiritual experiences, they don’t experience division in the world. What happened with the great organized religions is that they unite people who are willing to see it the same way and worship the same way but at the same time, divide the world because they set it against another group which have taken different archetypes and different ways of worshipping. So, then you have a situation where, “We are Christians, you, all other guys are pagans. And we really have to convert you or there’s really not a good place for you here,” or, “We are Muslims, and you guys all are infidels. Let’s go. Let’s have sacred war against the infidels.” We have Jews [saying], “You are goyim,” and so on. And then you have even these kinds of divisions within the same religion. There’s centuries of bloodshed between protestants and Catholics. And you have the same with the Sunnis and the Shiite. They’re killing each other, destroying their own temples. These are not religions that will help us in this situation in the world. But this is very different with spirituality, which is really taking everything in. And it changes consciousness in a way that people embrace the ecological movement.  They realize we have to treat nature in a different way because we are so vitally embedded and tangled in nature, that we will not use nature as commodity or something that should serve us at the expense of destroying our environment. There’s nothing that’s more important for us. We are biological creatures. We need air. We need water. And we need clean soil where we are growing our food. It’s so so suicidal, so self-destructive to destroy the basis on which we depend as – there should not be anything keeping the environment supporting life, no economic profit, no political, no military author. We should really realize that we are in the same boat. And whoever is destroying the environment is destroying us. Tim Ferriss: And there are many places people can find, of course, your writing and more about you: stanislavgrof.com;. I’ll link to all of this in the show notes for people so they’ll be able to find that at tim.blog/podcast. And I certainly recommend that people check out your books, including When the Impossible Happens. A friend of mine who’s involved in scientific research recommended I read The Cosmic Game. And I’m wondering if before we wrap up, maybe could you share one more story, any story to folks out there who are wondering if there might be more to the story than just the purely material hyperrational, materialistic worldview? There might just be more to the story. I’m wondering if there’s anything else that you can share. I remember coming across the pig goddess story. There are so many to choose from. But I don’t know if – Stan Grof: Yeah. Let me do one that I think has a larger kind of importance than just mentioning one clinical story. It’s also a story from When the Impossible Happens, and it has to do with the experience that I had in a peyote ceremony. So when I came to the United States, I heard about peyote. And I never had a chance being in Czechoslovakia, not having the possibility of traveling to have the peyote experience. So I was very, very interested in that. And we had this program for professionals, one of the programs at the Maryland Psychiatric Research Center. And one of the persons of the persons who came was Ken Godfrey who was the psychiatrist at the VA hospital in Topeka, Kansas. He was, himself, Native American. And his wife was Native American. And he was running a psychedelic program in Topeka. But he didn’t have anybody to sit for him. So he came for his own session.  And I sat in his three psychedelic sessions. So we became very, very close. And so when, after his last session, we were talking, I said, “Ken, is there any possibility you can get me into a Native American church ceremony?” And he said, “I will try.” And then he called in a few days and said, “I talked to the road chief. And you can come, and you can bring four of your friends.” So anyway, we got into the airplane and flew to Topeka and then drove into the middle of the Kansas prairie there. And there were these teepees. And the ceremony was being prepared. And we had to go through a clearance. They wanted to find out what kind of people we were. We had to tell them about ourselves. And we got just a lot of aggressive comments from them about how white people came, and they have taken their land, they have killed their buffalo, they have killed their warriors, they have raped their women, and so on.  And so there was almost like an encounter group. And as we were going on, they were finding out that we were okay and one after another, that we can participate. And at the end, there was just one very dark, solemn man who wouldn’t have any of us. We were pale faces, and that was it. He’s not going to have us in the sacred ceremony. And then he got into a lot of peer pressure. It was time to start, and people say, “Come on. Let it go.” And so he did say yes, but it was really no. And I was in the teepee. I was sitting across him. And then the peyote buttons were passed. And then it started coming on. And he was really radiating like a laser beam toward me. The hatred and everything was amplified, of course, by the peyote. And we were doing the rounds when you pass a staff and a drum. And every time you get it, you can say something. You can sing a song or invite people to do something or make a confession or whatever.  But you can also pass. And every time it came to him, he would grab it and push it. And he just would not participate. And so we did all these rounds. And we were going through the last round where everybody can say something. And Bob Leihy was another LSD therapist from Maryland working with us, Helen Bonny and her sister – Helen Bonny was our music therapist – and Walter Houston Clark, who’s a very famous professor of religion. And so as we were doing the last round, Walter Houston Clark gave this almost masochistic kind of a speech. He said “how wonderful it was for your brothers and sisters to take us into the sacred ceremony after what we have done to you. We have killed your buffalo and your warriors and raped your women and taken your spirituality.”  And then somehow, I don’t remember exactly the context, he mentioned me and said, “Especially Stan here, who is so far from his native Czechoslovakia.” And suddenly, when he mentioned that, it was like a lightning hit this guy. And he started shaking. He got up, he threw himself into my lap, put his head into my lap. Tears were running out of his eyes and snot out of his nose. It became like one of our workshops, doing close work with people. And everybody was watching. Nobody knew what was happening. And this was happening for a while. And then he got up and went back to his place, sat down, and then not talking, just sitting there. And there was a lot of pressure, psychological pressure, people wanting to know what was happening. And then he said, “I have to say something horrible. I thought you were all Americans. I didn’t know Stan was from Czechoslovakia.  “The Czechs are not known as your archetypal raiders of the wild west exactly. So I treated him as if he were an American. And I hated him through the whole ceremony. And it’s just more than I can take.” Then, while sitting there and it was clear that something more was coming. And then he said, “But it’s worse than that. During the Second World War, I was drafted in the American Air Force. And I was personally present in the air raid on his city. It was five days before the end of the war. There was an American attack on Pilsen that destroyed the automobile factory there and damaged Pilsen. So he said, “He stayed home, but I went, and I killed his people. Our roles were reversed. And that’s just too much for me.” And then he got up. And he went to the four Americans there and embraced them. And he said, “You are not my enemies. You are my friends.”  He said, “We are all in the same boat. If we hold the old grudges, we all die. We are all children of Mother Earth, and we have to really learn how to live with each other and how to love each other.” And then he ended, and he said – well, they believe in reincarnation. So “Well, for what I can say, when this was happening, I might have been on the other side.” And we were still under the influence of peyote. So we were all crying and embracing each other. And that was beautiful. A reconciliation was amazing. I actually told that story at the end of the International Transpersonal Conference in Prague when I was bringing transpersonal psychology back to Prague because we had all these European nations that had all kinds of grudges and really didn’t like each other. We were occupied by Nazi Germany for six years. And a lot of people killed, ended up in concentration camps.  Then we had years of communist – so nobody liked Russia. None of the people from the eastern European countries like either Russia or Germany. We had Germans and Jews there. And what was amazing, that we did a large holotropic breathwork before the conference at the pre-conference workshop. And it was amazing how within two days, some of these boundaries were melting and people embracing each other and sitting for each other. And when people were owning their own emotional problems, it actually activated the best in other people. And in spite of language difficulties and so on, there was really a change of the atmosphere from all these antagonisms that were certainly in the air at the beginning. Tim Ferriss: What a wonderful story. Stan Grof: So anyway, that’s my story. I call it lesson in forgiveness. Tim Ferriss: I think we could all use lessons in forgiveness, not only towards others but towards ourselves. And I really want to express gratitude and thanks, certainly for the experiences that I’ve had which have been informed by your writing and people who have indirectly or directly been trained by you in some respects and to thank you on behalf of, no doubt, many people who are listening who have had similar experiences.  And I’m very cautiously optimistic about this renaissance that we’re witnessing. And hopefully, we won’t repeat some of the same mistakes that appear to have been made. But the social circumstances are so different. And I really appreciate you taking the time today. I certainly hope this isn’t our last conversation, but I want to be respectful of your time. And we’ve gone for quite a bit already today. Is there anything else that you would like to say to the people listening or ask of them before we end this particular conversation? Stan Grof: Well, maybe repeat what Carl Gustav Jung said and that I would really, certainly endorse, that it’s important that we live our life not just by responding to what is happening outside of us but spending some time in some kind of focused self-exploration. And that can lead to inner transformation. So we live our life as a synthesis of what we see outside and what comes from within. You would say you get lessons from what he called the Self, the higher aspect of our personalities. So part of the problem of the industrial civilization, we lost this tradition of, if you want, of psychonautics. All the other groups of humanity, way back probably into the paleolithic, they were using these holotropic states for healing, for transformation, for the main vehicle for ritual, spiritual life. They were using it for lot of practical things as an inspiration for art and so on.  So, I see this renaissance that is happening now not just as correcting of these really terrible administrative, legal mistakes that were done that stopped the research for 40 years, a return to the research. I see it also as the possibility of the industrial civilization to join the rest of humanity that always was combining somehow the inner spiritual experiences with whatever they were doing in the external world. Tim Ferriss: Well, thank you so much, Stan. Stan Grof: So again Tim, thank you so much for everything you have been doing. And thank you for this opportunity to share some of my life with your listeners and with you. Tim Ferriss: Oh, it’s such a pleasure. And I can only aspire to contribute in some small way. And I’m excited to see what you do from this point forward. And you seem to have as much energy as ever, traveling around the world, doing what you do. And I hope we can have many, many more conversations. But for today, I want to be respectful of your time, since you do have so many things going on. And I will certainly, in the show notes, to everybody listening, link to everything we’ve discussed, all of the books, the different websites, foundations, and so on. And you can find all those tim.blog/podcast. Stan, thank you so much. I really, really appreciate it. Stan Grof: Again, it was a wonderful – it’s great to have an interviewer who knows what we are talking about. It doesn’t always happen. This was one of the great ones. Thank you so much. Tim Ferriss: I really, really appreciate it. And to everybody listening, keep your mind open and look outside but also look inside, as Stan mentioned. And until next time, thank you for listening. Posted on: November 22, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my interview with stanislav grof, m.d., (stanislavgrof.com), professor of psychology at the california institute of integral studies (ciis) in san francisco, one of the founders and chief theoreticians of transpersonal psychology, and a psychiatrist with more than 60 years of experience in research of “holotropic” states of consciousness, a large and important subgroup of non-ordinary states that have healing, transformative, and evolutionary potential. it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the interview here or by selecting any of the options below", " due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "tim ferriss: stan, welcome to the show", "stan grof: thank you very much, tim", "thank you for having me", "tim ferriss: it’s such an honor", "stan grof: and before we start, i would like to thank you for everything you have been doing for raising consciousness on this planet", "it’s been amazing", "and it’s a great honor and pleasure for me to be on your show", "tim ferriss: oh, thank you so much", "i could not be more excited to be speaking with you right now", "and we said hello via video just a few moments ago", "and i certainly have only become more excited to have this conversation because of our introduction, jack kornfield, one of the sweetest humans i know", "and i have many questions and many topics", "so thanks, of course, to jack for making the introduction", "and by this time, people would have already heard some of your biographical information that i would have read", "but i suppose we should start maybe at the beginning and ask you how you first became interested in psychedelics", "stan grof: well, the situation was i became initially very excited about psychoanalysis", "and as a result of it, i went to medical school", "and in my fourth year of medical school, i was going to the psychiatric department already as a volunteer to get some sense for the discipline", "and this is where we got, from sandoz, a supply in pills of delysid, of lsd", "and it came with a letter talking about the history about the famous self-experiment of albert hofmann and the bicycle ride and all that", "and they were asking us if we would like to experiment with the substance and let them know if there was any legitimate use for it in psychiatry and psychology", "and my preceptor, docent roubicek, who was very interested in lsd, but he didn’t have time to sit for six or eight hours with his patients, with the experimental subjects", "so he was using several of us as gophers", "we were sitting in these sessions, and we were keeping the records", " so, i actually started my exposure to lsd already by 1954", "but unlike at harvard, students were excluded", "so i couldn’t have my own session until i graduated from the medical school", "and by that time, my appetite was whetted", "so i was sitting in these sessions of psychologists, psychiatrists, artists, and hearing all these fantastic stories about the experiences that they had", "but i had really no access to it", "tim ferriss: what application were you looking at initially", "what was the structure and expectation", "stan grof: initially, it was just a phenomenological research that’s giving it to different people and seeing what it does", "i don’t know if you can imagine now, when there are a lot of publications and other kinds of publicity, what it was like for us when this substance fell into our laps", "we had absolutely no idea what it would do from session to session", "we didn’t know where it would be going with our patients in our own sessions", "so it was quite an exciting adventure", "i spent several years actually doing two sessions a day", "i would get up early, i’d do a session", "and about 2:00, i started another one", "and i had a department where i had 18 beds", "and all the patients were getting lsd, so they were really familiar with the states", "and all our nurses had training sessions", "so by 2:00, i could pass the person who was coming down from an lsd session to this team of nurses and patients", " and i could start another one", "and i was sitting in all of those sessions the whole time, unlike some other places where – for example, hanscarl leuner", "he was actually leaving the experimental subjects alone", "and they just had a bell where they could call the nurse when they were in trouble", "but i was so excited about what was coming", "and i realized this is going to change psychiatry, psychology", "tim ferriss: what was it about those early experiences that led you to that conclusion, that it would change psychiatry and psychology", "and maybe just before we get to that – and i want to talk about your first experience as well", "but how many total sessions have you directly or indirectly been a part of or supervised in your life, would you say", "stan grof: at this point, it would be like four and a half thousand of lsd sessions", "but i was working with psilocybin, also", "we were working for a while with the tryptamine derivatives which actually came from budapest, from our neighbor, dr", "szara, stephen szara and dr", "boszormenyi", "they were the ones who actually developed a whole group of the tryptamine derivatives, dmt, det, dpt", "i don’t think they had, at the time, the methoxy dmt, which seems to be the most interesting one", "tim ferriss: and the initial feeling that you had or the initial excitement that you felt, this could change psychiatry and psychology, why was that", "what did you see that made you come to that conclusion", "stan grof: well, the initial was this approach which could be called search for toxin x", "the way lsd came to us was that it’s a substance that can mimic somehow a psychosis", "we call the initial sessions experimental psychosis", "it was called hallucinogen, a psychotomimetic", "and so the excitement was that we have a model of something like schizophrenia or the other kinds of psychosis", "and this made a possibility of creating a model, which it’s always great to have a model in science", "so give lsd to “normal subjects,” and they would spend six to eight hours in a world that seemed to be like the world of our patients", "and so my initial research actually was laboratory", "i wrote one of the early papers on the role of serotonin in psychiatry", "and the initial research was we had a group of 40 people, including ourselves, mostly professionals, psychologists, psychiatrists, biologists, and so on", "and we had a protocol", "we would invite these people for a day to the research institute", "we would do really scientific work", "we were drawing blood every hour on the hour, collecting samples of urine, doing psychological tests and electrophysiological investigations", "and then we had one day when we brought schizophrenic patients who were matched by age, by gender, by iq, and so on with our experimental subjects", "and we were looking if these values of these psychological and physiological, biochemical tests would converge with the values in schizophrenics", "and then something amazing happened", "i found that there was incredible, i would say, inter-individual/intra-individual variability", " so you give the same substance in the same dosage under the same circumstances, under the same lousy set and setting which we had, and each of those people would have different experiences to the point that some of them called it the moments that they get between the tests, it was like a self-analysis, like a drug-assisted psychotherapy", "others were just unpleasant physical symptoms", "some of them had paranoid episodes or became hypomanic", "and for some of them, it was that even under those circumstances they had got glimpses of ecstatic states that were very mystical", "and the same intra-individual variability", "if we took the same substance at different times, this phenomenology was completely different", "and at that point, i realized this was not psychopharmacology", " we were not doing pharmacology because if you do pharmacology, you have to have some idea what you are getting", "if you give people apomorphine, you expect that a lot of them will be vomiting", "if you give them a hypnotic, you expect them to sleep, whereas here, we had no idea what would happen", "so i realized we were doing something much more interesting", "we had a catalyst that made it possible to explore the depth of the human psyche", "i realized people were not having lsd experiences; they were having experiences of themselves", "but they were coming from depths that psychoanalysis didn’t know anything about", "and so at that point, i just lost completely interest in this laboratory approach, and i took it to clinical work", "and i started giving to my patients in a psychotherapeutic context", "tim ferriss: when did you have your first personal experience", "and what did you take", "and how much did you take, if you recall", "stan grof: this was actually 100 micrograms", "it was on the 13th of november, 1956", "so i was from ’54, ’56, i was sitting for people", "but it was a little more complicated because my preceptor, whom i mentioned earlier, he was very interested in electroencephalography", "and at the time lsd came, he was the one who received it from sandoz", "so at the time when it came, he was interested in something that’s called driving the brainwaves and training the brainwaves which – tim ferriss: and this is using eeg", "stan grof: well, it was exposing people to a very powerful stroboscopic light of different frequencies and finding out if the brainwaves in the suboccipital area, which is the visual cortex, if the brainwaves would pick up that frequency, if you can drive or train the brainwave", "so the condition for us having the session with him, we had to agree that we would have eeg before, during, and after, and that we also will have our brainwaves driven in all those sessions", "so what happened between the third and the fourth hour when the session usually culminated, dr", "roubicek’s assistant came", "and she said, “it’s time to drive the brainwaves.” so she took me to a little room", "i laid down", "she pasted all these electrodes on my head and then brought a gigantic strobe, put it above my head, and then turned this thing on", "and in the next moment, there was light like i had never seen, i couldn’t even imagine existed", " my only concept there was, “this is what it must have been like in hiroshima where the thing went off.” today, i think it was more like dharmakaya, the primary clear light from bardo thodol – from the tibetan book of the dead – that we see at the moment of our death", "but what happened is my consciousness was catapulted out of my body", "i lost the research assistant", "i lost the clinic", "i lost prague", "i lost the planet", "and i had the feeling that i extinguished in the form that i knew myself but also the sense that i somehow became everything there was", "i became all of existence", "as you know, you must have heard it quite a few times, that these states are considered ineffable", "when you start trying to describe them, you find out that we just simply don’t have language", "our language is developed to communicate about things from everyday life", " and in my later experiments, some of the sophisticated patients actually tried to use language from cultures that knew something about consciousness, like using from hinduism, from tibetan buddhism, from daoism", "so they were talking about nirvikalpa samadhi, savikalpa samadhi, kensho, satori, using terms like maya and so on because we simply don’t have technical terms for these states", "so these experiences of mystical states are full of paradoxes", "paradoxicality is one of the characteristics", "so you can have the feeling that you became nothing", "but by becoming nothing, you actually became all of existence", "so i was in this incredible state", "and then as she was continuing working with me – it was unfolding – she had a protocol", "so she started from two hertz – which is two frequencies per second – took it up to 60", "and then she kept it for a while in the alpha range and the theta range, the delta range", " and then she turned it off", "and while she was doing this, at a certain point, i actually went from this sense of being everything, of being in the universe, in the astronomical universe or actually being the universe", "there were things happening for which, at the time, i didn’t have names", "but then later i read about the big bang and the black holes and the worm holes", "and so this was something in that category that was happening to me", "i actually had the feeling again that i was not only in the universe, but that i actually was the universe", "and then as she turned it off, then my world started shrinking again", "i found the planet", "i found prague", "i zoomed in on my body", "but there was a major problem because my consciousness was actually circling around my body", "and i had difficulties aligning my consciousness with my body", " so, at that point, it became clear to me that what they were teaching at the universities about consciousness as a product of the brain simply was nonsense", "consciousness was something cosmic, and that the brain somehow is a moderator for that – but it’s not generated in our skull", "and then finally, i managed to align that", "and i came down in a very ecstatic state, very impressed what just happened", "and right there, i decided if i’m a psychiatrist, this is by far the most interesting thing i can do, working with these states", "it just overshadowed psychoanalysis like a – i was not interested in psychoanalysis anymore", "i was interested in exploring the psyche using these states", "tim ferriss: so you’ve, at this point, dedicated more than six decades to studying non-ordinary states of consciousness which is – i think we’ll probably talk about this", "that is a term or a phrase you prefer over altered states of consciousness", "but you’re alluding to, perhaps, a definition of consciousness or how you think about it now", "how do you think about consciousness at this point", "you said that it’s mediated or moderated by the brain but not generated by it", "based on these experiences, the experiences of others you’ve supervised, everything you’ve seen and experienced and studied up to this point, how do you think about consciousness now", "are there any other aspects of it that you’d like to describe", "stan grof: yeah", "well, i’m very close now to ervin laszlo who is this brilliant systems theorist and philosopher of hungarian origin but living in pisa in italy", "and he has a series of books where he is addressing these problems", "he’s the only one that i think found some way of scientifically describing what is happening to us", "and he has a book called what is reality", "where he actually goes through these different experiments that we have related to consciousness and argues: what are the observations that we have against the idea that consciousness is local, that it’s inside of our brain", "and he moves through it that consciousness is more transpersonal, that in non-ordinary states, you can have experiences of consciousness of other people", "you can have experiences of becoming members of a different species, and not just animals, but also plants and so on", " so he moves from that from the consciousness being local to consciousness being transpersonal", "and then he brings even arguments against that and concludes that consciousness is cosmic", "and that would be my present understanding", "consciousness is simply an integral part of existence", "it cannot be reduced to anything else, let alone the neurons in the brain", "so this is also supported now, of course, by many people from quantum relativistic physics", "and, for example, stuart hameroff initially thought that maybe it’s the so-called tubulus and the mitochondria in the brain that might be the place where some quantum processes generate consciousness", "and then later, he took it back", "and he says now, according to him, consciousness is simply a property of the universe that can be traced back to the big bang in the form of protoconsciousness", "tim ferriss: there’s a term that people often associate, of course rightly, with you in association with consciousness", "and that is holotropic states of consciousness", "and i’d love to jump into that because – and also, just as a side note for people listening who are wondering what the applications of these non-ordinary states might be or how they’ve been utilized, it appears to me that there are many, many different ways to utilize this", "there’s certain multiple nobel prizes associated with it: kary mullis, francis crick and the co-discovery of the double helix", "and then there are well known entrepreneurs and so on like steve jobs", "but what does holotropic refer to, a holotropic state of consciousness", "stan grof: thank you", "it’s a great, great question", "well, i have so far been – or we have been using the term non-ordinary states of consciousness which is better than what british and american psychiatrists are doing calling it altered state", "and i really dislike that term, although it was coined by a good friend of mine, charlie tart, because it suggests somehow that there is a correct way of experiencing ourselves and the world", "and that’s somehow disturbed", "i always have to think about veterinary medicine", "we talk, “we had our dog altered.” so i feel too much respect for these states to call them altered", "and even the state non-ordinary is really not accurate because there are many non-ordinary states that have not the properties that the holotropic states would have", " so i use that term holotropic for a special large subcategory of non-ordinary states that have healing potential, therapeutic potential, that have, according to my experience, transformative potential, that have what we call heuristic, h-e-u-r, which means when you work with these states, you run into a lot of paradigm breaking observations that challenge the whole way of thinking, not just in psychiatry but in relativistic science", "and then i believe they also have evolutionary", "in other words, i think they would – if people would systematically use them, i think we would almost become another species", "people work through a lot of figuration", "it’s replaced by compassion", "they have the experience of tremendous ecological sensitivity", "they discovered that we are deeply embedded in nature and that we cannot do anything to nature that doesn’t damage us", "they start seeing violence as an unacceptable way of solving problems", " they have a sense of being actually global citizens rather than being czechs or russians or americans", "they start seeing themselves very much the way it happened to the astronauts who had the possibility of actually seeing the planet from the moon or from space", "so this is my term that i coined because i realized that psychiatry does not have that kind of distinction", "so i coined it myself", "it’s a verbal hybrid", "it’s a neologism, as we call it, that comes from the greek language where hólos means whole and trépō, trépein means moving in the direction of something", "i usually refer to the word heliotropism", "helios means sun, and heliotropism is the property of plants to always orient themselves towards the sun, always follow the sun", "so literally, this means moving toward wholeness", " when i use that term, there’s usually somebody who says, “what do you mean moving toward wholeness", "aren’t we whole already the way we function in everyday life?” and i would have to say “no.” on the basis of my experiences, we have been using only a small fraction of our experiential potential when we are in the ordinary states", "so maybe i’ll just give a few examples of holotropic states so people have a sense what i’m talking about", "so one category when you would find states that i call holotropic would be the initiatory crisis of shamans", "the career of most shamans begin by a spontaneous experience of traveling into the – a visionary experience of traveling into the universe, traveling into the underworld first", " they have the experience of being exposed to some ordeals", "they experience a lot of emotional, physical pain", "and they experience annihilation and then experience of psychospiritual death/rebirth that’s followed by this journey into the supernal realms", "and in this initiatory journey, they heal themselves typically", "anthropologists call shamans the wounded healers", "and they also learn how to heal", "so when they then manage to come back, and they ground a session, they use holotropic states in their healing", "when they heal, they either go into a non-ordinary state or they induce them in their clients, or both shamans and clients get into this holotropic state", "so that’s a major category", "the second one is what you see in so called rites of passage", "this is the term that was coined by dutch anthropologist, arnold van gennep, that’s g-e-n-n-e-p, who studied many native cultures", " and he found out that they all, at that time of important biological or social transitions, perform very powerful rituals", "and they also induce these holotropic states in different ways", "many of those cultures, even with psychedelic plants or psychedelic materials", "in some others, using sonic technology – drumming, rattling, and so on – physical pain, stay in the desert, stay in the high mountains, stay in a cave in the arctic ice and so on", "and if you study these, the people experience psychospiritual death/rebirth very much like the shamans in their spontaneous initiatory journey", "now the third important category were the ancient mysteries of death/rebirth like the eleusinian mysteries or the isis/osiris mysteries in egypt or the sumerian mysteries of inanna and dumuzi", "and also, there were mesoamerican mysteries of xibalba, the mayan, and so on", "so all these were inducing these holotropic states for healing and transformation", " and then also, all the major religions developed what i call technologies of the sacred, different forms of yoga, different schools of buddhism, from theravada to zen, and vajrayana daoist exercises, in the christian tradition: hesychasm, the jesus prayer, or the exercises of st", "ignatius of loyola, the various cabalistic exercises", "so those were all methods that were designed to take people into these holotropic experiences for the purpose of having a mystical experience, having a spiritual experience", "and of course, we have now modern technologies, so to say, to induce holotropic experiences", "we have now pure alkaloids from the psychedelic plants", "we have mescaline from peyote", "we have psilocin and psilocybin from the mazatecs", "we have now the ibogaine from iboga from the african bush and so on", "and we also have now the tryptamine derivatives, dmt, dpt, and then methoxy dmt", " those are active in ayahuasca and in the different snuffs from the caribbean and also from this toad that’s now becoming very famous, the bufo alvarius", "these are secretions from the parotid glands and from the skin of these toads", "very, very powerful, very important psychedelics", "tim ferriss: so let me pause for one second", "i’m not going to lose track of the train", "and i have a number of different questions", "but since you brought it up, a mutual friend of ours, different mutual friend had suggested i ask you about toad", "and you just mentioned that it could be or is important", "and you mentioned methoxy dmt which, in this case, often referred to as 5-meo-dmt", "what are your thoughts on this particular compound", "and then why is it important if it’s important", "stan grof: well, i think because it has not really been explored scientifically unlike psilocybin or lsd", "but we have enormous amounts of information from either semi-legal or illegal, underground experiments which were happening during those years when psychedelics were not really explored scientifically", "but we have an amazing book by ralph metzner, which is called the toad and the jaguar", "ralph traveled all over europe and in united states visiting these groups that were using it, either using some illegal loopholes or doing an underground research", "and he wrote this book where he collected that information in a way that could become a basis of scientific research", "now, what is fantastic there is that this substance creates a very short – within an hour, which is within the time of one psychoanalytic session, you can experience significant transformation, even spiritual opening", " and the substance is methoxy dmt", "i have in my book, when the impossible happens, a chapter which is called, “the secret of the toad of light.” there are churches in the american southwest that are actually using it as a sacrament called church of the toad of light", "and i took a fairly large dosage which is more than is usually used", "this was my first time when i didn’t know the dosing, and it was estimated 25 milligrams", "today, you would use five or ten", "and this was, by far, the most powerful psychedelic experience i’ve ever had", "and within seconds, it took me out of my body", "there was nothing biographical, no birth experiences, nothing archetypal", "i was just facing this incredible source of light, for the lack of a better description", "it was beyond anything i could imagine, in terms of the brilliance, the incandescence that it had", "but i also sensed that there was this incredible creative intelligence going beyond any dichotomies", " i couldn’t say if it was demonic or divine", "there was just off the scales that i had – and then coming down from that experience, i actually had the feeling i was dying", "but the feeling that i was – not from life into dying, but from a place beyond death into a dying body", "and then after a while, it became clear that this was not really dying, it was just the experience of dying", "and for quite a while, i was in a situation where i was in an absolutely blissful kind of state", "and i was having visions of streams of my past life experiences where i had feeling of dying and being killed in different situations", "my body was acting out", "the agony", "there was shaking, twitching", "psychologically, emotionally, i was in absolute bliss", "and then coming down for a week, i was in a state in which i would like to live", " we were, at the time, living at esalen", "we had a deck overlooking the ocean", "and this was the time when i was handwriting my manuscripts and giving it to a secretary and then having to edit it", "and in that week, i was doing editing of my manuscript which i could do perfectly lying in the sun there", "and then i felt i would take a little break", "again, within seconds, i had the feeling of just oneness with the whole environment, oneness with the world", "and then i would open my eyes, and i could continue editing", "but then, of course, the consciousness of the industrious civilization came back to do workshops, travel", "so i didn’t stay in that state", "but my meditations became much, much, much deeper", "and it was not difficult to get into some version of that state just through meditation", " so i think this would be an amazing substance to try for practical reasons because you will not find a psychiatrist like myself in the ‘60s and so on sitting for six hours with their patients", "but they could certainly do a one-hour session with the methoxy dmt", "and i think significant therapy could be done within this very short tense", "it’s also, according to ralph metzner’s observations, it’s a substance where the experience ends very cleanly", "there’s no lingering on", "so there is a very powerful experience but also a good closure", "so this is my experience with methoxy dmt", "now, of course, it’s very, very popular", "for example, we had the transpersonal conference in prague", "and there were lectures about it", "and, of course, there were people who had access to the toad material, to the excretions or secretions of the glands", "so it’s becoming a very, very popular substance right now", "tim ferriss: you mentioned therapy a few times in describing your experience with 5-meo-dmt and the potential within a one-hour window or something like that to provide therapy if someone were sitting for someone experiencing this", "i want to tie that in to a comment that you’re very famous for having made", "and i think it was in your first book in 1975, realms of the human unconscious, in which you mentioned that lsd could become for psychiatry what the microscope was for biology and medicine and  what the telescope is for astronomy", "what i’m curious about is a) why you say that, but then b) is there still a place for traditional psychoanalysis or psychotherapy in combination with some of these psychedelic compounds", " because it seems to me that perhaps some of the value that people derive from these experiences or don’t derive from these experiences is dependent quite a bit on what happens beforehand and what happens afterwards", "but i’d just love to hear you clarify what you mean by lsd becoming for psychiatry what the microscope is for biology and the telescope is for astronomy and then b) if therapy still has a place in combination with these experiences", "stan grof: yeah", "another wonderful question", "so let me tell you what happened when i lost interest in this laboratory research and took it to the clinic", "you mentioned in your interview with michael pollan there are these two forms of using lsd and other psychedelics, the psycholytic and the psychedelic", "the psychedelic is using large doses, fully internalized with headphones, eye shades", "and the method that was used mostly in europe but also by some american therapists is called psycholytic, which is dissolving the psyche, dissolving the tensions, conflict in the psyche and so on from – lysis means dissolution", "and so i started it with using medium dosages, maybe 150, maybe up to 200 at the beginning", " and what happened was absolutely fascinating because – and so intensification of the symptoms that the patients were having – but then the process automatically took us through the different layers of traumatic experiences that were actually underlying that disorder", "and layer after layer", "then i came up with the concept of coex, system of condensed experience where each symptom had history, has a series of layered experiences behind it", "and so it was a process of exploring the different layers of the psyche", "one of my patients call it onion peeling of the psyche", "another one called it chemoarcheology", "so you could really explore the different layers of the postnatal-biographical level", "this is what freudian analysis is about", "but the problems didn’t stop there", "then each of those coex systems also had a contribution from the trauma of birth", "so even if we are using these lower dosages as we were going on, it took us to birth", " and that point, sadly, people started experiencing that they are trapped, they are caught, they are in a situation of no exit", "they had the feeling they’re getting crazy, they are dying, and so on", "and my psychiatry and my psychoanalytic training did not prepare me for that kind of thing", "and it took while of including my own experiences to realize there was a powerful record of biological birth in there", "so what we activated actually, in the psyche, was what i call now self-healing intelligence of the psyche", "you see, the process spontaneously while talking was taking us to the sources of psyche emotional and psychosomatic symptoms", "it also created automatically a mapping of the psyche", "so for a while, i was just collecting these reports from my own records and people’s descriptions of their sessions", " and i was putting it on a map, creating what i thought was a new map for psychology which would be the result of the fact that we had absolutely new tool like a microscope opened up this whole underworld or microworld which we didn’t know existed and telescopes discovered new galaxies that the astronomers didn’t know about", "so i felt we were discovering the depths of the psyche", "so in that sense, it was like a microscope or a telescope", "but it also was the self-healing intelligence that emerged out of it", "tim ferriss: and do you find – stan grof: now when i finally got the map to get out  tim ferriss: oh, no", "i was just going to say – please continue", "i was just going to ask about if there are adjunct therapies or things that you would add to the pre-psychedelic experience or post-psychedelic experience", "but i don’t want to interrupt your train of thought", "stan grof: well, i just – couple of sentences", "so the new map which i created which i thought was new had the biographical level which it shared with psychoanalysis and current psychiatry because however much freud was criticized, psychiatry accepted his idea that the newborn is a tabula rasa, is a clean slate", "there’s nothing of interest to a psychologist, psychiatrist that precedes birth", "and this was a major discovery", "there is a powerful, powerful record of birth", "and when you become aware of that fact, you have to radically change, transform thinking in psychiatry", "so this new map or map that i thought was new had the biographical level that it shared with current psychiatry", "but then i had to add the level which i call perinatal which is related to birth", "it’s a record of birth", "and then it opened up further into the level that i call transpersonal now", " and there’s a greater overlap with what jung described as the collective unconscious, the historical and the archetypal unconscious", "but you see, when i had the map, i realized this was not a new map at all", "actually, a map that, in different forms, has been around not for centuries but for millennia", "i started seeing the connection to the great spiritual philosophies of the east, of hinduism, buddhism, daoism, sufism, and so on, and even the shamanic maps", "there was a lot of overlapping with the shamanic cartography", "so i haven’t forgotten your original question about psychoanalysis", "now the problem is that psychoanalysis has this very narrow map limited to postnatal biography and to the individual unconscious which is just barely scratching the surface of what the psyche really is", " so, if you would do psychoanalysis, you would have to expand the conceptual framework very radically because otherwise, if you would get to something like perinatal experiences or transpersonal experiences, you would not have any map if you used just freudian psychoanalysis", "so it’s not the question of the technique", "in my understanding, freud was actually on the right track", "he was asking questions like, “why do we have hysteria", "why do we have phobias", "why do we have obsessive compulsive neurosis", "why do we have perversions?” and so on", "he was tracing it back", "but unfortunately, his map was very superficial", "he did not have access to the perinatal level and to the transpersonal level", "so he ended up with conclusions that then sometimes seemed absurd, like suicide is killing the interjected bed breast of your mother and so on", " and then there was a tendency just to move away completely and not ask the questions about etiology", "freud’s genius was trying to understand, “why do we have certain kinds of symptoms", "why do we have anxiety", "why do we have depression", "why do we have suicidal tendencies?” and so on and was looking for a rational understanding for this", "but he took it only not even half way", "had he had access to the perinatal level, he would have gotten a much more convincing understanding", "“why do we have different forms of depression", "what does it mean when people want to kill themselves in a way that is nonviolent as compared to people who have the tendency to commit violent suicide?” and so on", "so if you expand the cartography and you add the perinatal level and the transpersonal level, you can continue this psychoanalytic work, actually, and get some reasonable, quite convincing answers", " why do we have certain kinds of symptoms", "why do they cluster in what we call syndromes and so on", "and it also opens up new, radically different approaches to psychotherapy which would have to be experiential", "if the roots of emotional problems are not just postnatal but also perinatal and transpersonal, you cannot reach it by talking", "you would have to actually use experiential psychotherapy of the kind that started in the ‘60s, developed within humanistic psychology", "tim ferriss: let’s go directly to that", "and i certainly have – we’re going to come back to when the impossible happens", "we’re going to come back to many different pieces of your past experience and more recent projects", "but this experiential psychotherapy, in an ideal world based on all of your experience, what would that look like", "what would the format look like", "stan grof: well, we are talking about psychedelics", "so one would be psychedelic-assisted psychotherapy when people would have sessions", "and then you would use talking, helping them to integrate, helping them to understand", "so there would be focus in the therapy would be on the experience, but also it would be, at the same time very much what it was for freud", "it would be exploration of the psyche, getting to know the dimensions of the psyche, the different levels of experiences and so on", "but now, we have powerful non-drug experiences that can actually take you to those levels, to the perinatal level, to the transpersonal level", " so, my late wife christina and i developed what we call holotropic breathwork where you use very simple means, which is faster breathing, some powerful evocative music, a certain kind of body work, and then we also use art, we use a mandala drawing and sharing groups, and people have access not just to the postnatal biographical level but also to the perinatal and to the transpersonal level", "so there are both pharmacology and non-pharmacology ways of accessing these levels that have the deepest roots of emotional and psychosomatic problems", "tim ferriss: so i’m really glad you brought up holotropic breathwork which is, as you mentioned, a non-pharmacological or non-exogenous way of inducing these holotropic states which i’ve experienced three times in different workshops for holotropic breathwork", "and i went into it – i’m not going to lie to you – skeptical, as someone with psychedelic experience that it could achieve anything comparable", "and i was really stunned by just how powerfully you can induce these non-ordinary states using breathwork and what i observed in other people in the rooms as well, many of which were skeptical as i was at the time", " so two questions to dig into both the psychedelic- or entheogen-assisted and then the holotropic breathwork", "what psychedelic materials in what dosages would you potentially be using with what frequency", "would it be once a week", "twice a week", "would it be determined by the patient", "would it by psycholytic dosing", "or would it be psychedelic dosing", "how would you think about that piece of the puzzle", "stan grof: i wouldn’t do psycholytic therapy, although i very much value the information that i got from it, the self-healing intelligence of the psyche, the coex systems, and just discovery of the dimensions that are on that expanded map being taken to the perinatal level and then to the transpersonal level", "i also have a lot of interesting observations", "if you read realms of the human unconscious, a lot of it is about trying to understand how and why the world is changing under the influence of lsd or some other psychedelics", "i became fascinated that people saw me at different periods of the obsession as different things", "they saw me as a jaguar", "they saw me as hitler", "they saw me as angel", "they saw me as a supreme judge", "or they look around at the treatment room, and sometimes they had the feeling that they are on the death row, sometimes cabin in the pacific, sometimes it was a bordello, and so on", " so i did the kind of freudian work on it trying to understand how it condensed different levels of the material", "so i got a good understanding of the dynamics of the postnatal biography", "but i also found out that it was not the most effective way of getting therapeutic results", "so then already in prague, i increased the dosages", "i started using music and the headphones, eye shades", "and this is how we did the whole research at spring grove, the american research when i came to the united states", "there, you can have very, very powerful transformation within six to eight hours of the high dose", "but you don’t have any idea why that happens", "you don’t understand the mechanism of the change", "it resembles the material that [david] rosen described when he studied the experiences of people who did suicidal jumps from golden gate bridge and the bay bridge", " he found that people who survived it, which is about 1 percent, they usually survived it unscathed, and they experienced powerful transformation within the three seconds that it took to fall from the railing to the surface of the water and then maybe about eight minutes in cold water before they were rescued", "again, powerful, powerful changes that you wouldn’t achieve by years of psychoanalysis", "but there was no understanding what would happen", "now, with this history of the psycholytic therapy, i have now some idea about what is happening in these high dose sessions but in a very condensed, very rapid way", "tim ferriss: by high dose, what does that generally mean", "stan grof: say it once more", "tim ferriss: by high dose, how many micrograms would you generally be using", "stan grof: okay", "i would probably use now – a dosage is like 300 or even 400 micrograms which might be, in some instances, not very frequently, might be a challenge, the management of the session", "but you generally get much more powerful transformation, also cleaner", "actually if you use smaller dosages, there is a tendency sometimes to actually activate what happens", "and people have more of a chance to resist it if there are areas that they don’t want to go into", "so i consider the high dosages, if proper management to be more effective therapeutically", "so i would use now the smaller dosages if we continue the exploration of the psyche", "that’s where lower dosages are suddenly very useful", "and i’m very sorry that this is not happening with psychedelics in this new renaissance, that we don’t continue the freudian work where we are trying to go to find what the roots are, trying to understand the etiology", " now, in this later dsm, the diagnostic and statistical manual, they moved completely from any question of etiology", "they now just describe the symptoms", "they use what they call neo-kraepelinian approach", "emil kraepelin was the person who did the first diagnosis in psychiatry at the turn of the 19th and 20th century", "it was dementia praecox which was the original name for schizophrenia and manic depressive disorder", "those were the first two diagnoses in psychiatry", "and what he did, he just simply described the symptoms that these patients have", "and now, the tendency in psychiatry is to go to the neo-kraepelinian, like in the dsm, you don’t ask the questions, “why do we have depression", "why do we have suicidal tendencies", "why do we have different psychosomatic disorders?” it’s just simply describing the symptoms", "and i think there is tremendous field of discovery which would be doing individual cases like, initially, in psychoanalysis you had i think about 1,500 psychoanalysts all over the world who were seeing their patients, and they were describing what they observed", "and it was published in journals and so on until they ended up with a psychoanalytic understanding of emotional and psychosomatic disorders to find in otto fenichel’s book the psychoanalytic theory of neurosis", "so we need to continue that kind of work", "this would be something for psychoanalysts to do, to continue freud’s exploration of the psyche, trying to understand the psyche, understand why we have symptoms and syndromes but not keeping it just on the postnatal level", "tim ferriss: by etiology – i think that was the word that i heard earlier – is that the exploration of the why we experience these things", "stan grof: just causes", "yes", "the causes", "why do we have that", "so freud had the concept of the development of the libido, the oral phase when the central feedings are associated with nursing and the passive oral, and then the active oral when the infant starts biting, has the teeth and so on", "and then it moved to the anal phase, the time of toilet training and then refined toilet training which had to do with urination", "that was the urethra stage", "and then he talked about the phallic stage which was the stage where the focus is on the genitals and the clitoris in girls and the penis of the boys and where you have the oedipal complex and the castration complex and all those things", "it was very, very way of thinking, but it didn’t go deep enough", "so you ended up with very unconvincing interpretations", " but no, i have tried in my books to continue and see how you would understand in a much deeper way why do we have these things, why do we have depression and different types of depression, suicidal tendencies, why do we have symptoms like a headache and many neurotic patients have problems breathing and so on", "where does that come from", "why do we end up with psychosomatic pains for which there is no organic finding", "so if you expand the cartography, you can really get a much fuller understanding", "freud, at a certain point, when he discovered the individual unconscious, he compared the psyche to an iceberg", "he said what we thought the psyche was is just a surface", "it’s like the part of the iceberg that’s showing above the surface", "and psychoanalysis shows you also the submerged part of the iceberg", "now, if you now bring psychedelics, you have to change the simile or the metaphor", " you would have to say what classical psychoanalysts discovered is just barely the surface", "it’s the part of the iceberg that’s showing for psychoanalysts", "and there is this enormous part of the psyche that remained hidden even for traditional psychoanalysts", "tim ferriss: so let me ask you this – stan grof: so joseph campbell – let me just say one sentence which i cannot resist", "joseph campbell you know is a wonderful mythologist with this incredible irish humor", "he put it differently", "he said: “freud was fishing while sitting on a whale.” tim ferriss: you have seen so many things, experienced so many things", "let’s just call it roughly 4,500 different sessions", "you’ve thought of all these different modalities", "looking at my very, very limited personal experience and what i’ve observed in other people, i’ve certainly seen, as you have, some incredible examples of transformation, people who have seemingly resolved chronic depression or anxiety disorders, eating disorders and experienced incredible healing that seems to have a persistent effect after experiencing these deep, psychedelic states", "i’ve also observed not a small number of people who collect interesting drug experiences or psychedelic experiences but don’t seem to experience or resolve any deeper healing", "what do you think separates those two groups", "and how can you increase the likelihood of real, deep healing occurring", "stan grof: well, extremely significant is the concept of set and setting", "that means who gives it to whom under what circumstances for what purpose", "that makes a big difference", "i have seen people who have taken lsd 100 times, and they didn’t discover that it had something to do with their own psyche", "it was like going to the movies", "they kept their eyes open, and things were floating around", "people were making funny faces, like a curious, kind of interesting experience, but had no idea that the way they perceived the environment is actually a result of the projection from their own unconscious", "so one major difference is do you keep your eyes open and walk around, let alone driving cars, what people have been doing and so on or doing it in the raves where it’s an open place where people don’t know what they are taking and the police might – they know they do something forbidden", " police might show up", "this is the worst possible set and setting", "so you increase tremendously the risk of these experiences", "and you reduce the potential", "so that’s important", "so if you come with an intention, self-exploration, healing – for me, for my first lsd session, it became a spiritual quest", "every one of my experiences – i had about maybe 140 eidos psychedelic sessions over the years", "it might seem like a lot, but it’s extended over a period of 60 years", "so if you look at that much, it’s not that much", "so that is extremely, extremely important", "what is your intention", "is this serious intention or self-exploration, self-healing", "is it part of your spiritual quest", "or are you doing it for kicks because it’s a funny, weird experience", "there’s also something that huston smith said which was very interesting", "there was this whole discussion about instant or chemical mysticism", " when we saw in the early lsd sessions that people had mystical experiences, then this whole question of chemical mysticism came up", "what is it", "what are we watching", "and there was lot of groups of people who were these hardcore, naturistic scientists who said, “well, here you have it", "what the mystics think are some kind of deep insights into ontology and cosmology, it’s nothing else but the aberrations of body chemistry", "so so much for mysticism", "so much for spirituality", "it’s all chemistry.” and there was another group that was saying, “no", "what is happening, there is a very special group of chemicals that can induce mystical experiences", "those are sacred substances", "those are sacraments", "those are sacred medicines,” and so on", "so they took, basically, the position that the shamans of native cultures took who were using psychedelic plants like teonanacatl, the flesh of the gods and so on", " the plants, either would eat this, or they mediated access to eat this", "and there was this position also", "the third position was the mystical experiences in use by psychedelics are phenomenologically indistinguishable from those that are described in spiritual literature", "but they don’t have the same value to have really valuable mystical experience, it has to be a result of prayers, of meditation, or it has to come as a grace", "there’s no way you can take a pill and experience god", "so people like meher baba and so on, they’re very, very negative", "a guy called zaehner, a british theologian and so on", "so this put it in the court of spiritual teachers to say, “are these valuable or not?” and there was disagreement", " all the tibetans, for example, that i’ve known and actually been around some of them, when they had sessions, they all valued it very much as something that is accelerating your spiritual development but just cautioned that this is very powerful, that this is to be done very, very carefully", "on the other hand, zen buddhists usually had difficult experiences with psychedelics because you’re not supposed to pay attention to what’s happening", "it’s called makyo if you just talk your past life experiences", "you’re supposed to sit through it and cut into the no mind place", "it’s very difficult to have 300 micrograms and not to pay attention to what is – you just cut through it to no mind place", "and then this is – i’m back now to huston smith", "huston smith had a – unlike meher baba or  zaehner – had actually experiences", "he came to us to baltimore for a session", " we had the possibility of giving sessions legally to people who were ministers, doing pastor account counseling and so on", "i actually was in one of his sessions", "so he knew what he was talking about", "and he said the chemically induced mystical experiences are phenomenologically indistinguishable", "this was already shown in pahnke’s good friday experiment in the marsh chapel, the boston university", "very famous experiment – tim ferriss: right", "the good friday experiment – stan grof: – that you – yeah, i know you talked about in your discussion with michael pollan", "tim ferriss: and just to define very quickly – i apologize – for people who are listening: phenomenological or phenomenology, that’s the subjective reporting of experience", "stan grof: yes, the subjective", "if you look at the subjective experiences of people who had been through lsd or psilocybin and you compare it with what you read about in spiritual literature – so that’s phenomenologically indistinguishable", "but he said, “but the value would be very different depending on the set and the setting.” he said if, let’s say, you have a situation", "there is a party in berkeley", "and the way it was done – and there would be fruit punch", "and a joker comes with a handful of sugar cubes laced with lsd", "people think they are drinking punch, and then they’re out of their gourds", "there is nobody who’s holding the kite string and so on", "even under these lousy circumstances, sometimes it can happen that people would have mystical experiences", "but it would be completely out of context", "they would not know what to do, would have difficulties to integrate it and become a kind of – they’re like the alien enclave in their life", " if it is somebody who is a spiritual seeker who reads literature, who is doing systematic meditation, and then now hears that this could accelerate, and he would do the sessions in a proper set and setting, the context in some kind of a reverential attitude, then would do then afterwards, after the sessions, some reading and continue working on it in meditation, this could become really a powerful catalyst of a spiritual journey", "and i think that’s the correct answer", "tim ferriss: so you’ve mentioned seekers and a number of names", "a friend of mine recommended – i don’t even know this name", "and i’m maybe ashamed that i don’t – but recommended that i ask you about your experiences with swami muktananda", "and i don’t recognize that name, but i thought that this is as good a time as any to perhaps bring it up if you can answer that", "stan grof: yes", "he became quite an important figure in our lives", "i met him first about 1965 when he was on his second tour around the world", "he was the head of the siddha yoga movement", "during the first trip around the world, he was actually accompanied by ram dass and by werner erhard", "and again, my late wife, christina, she came to one of his early sessions", "he came to honolulu", "and she became a devotee of his", "and so when we connected, she wanted me to meet muktananda and arranged this darshan with him in oakland", "and i described this experience and some later experience again in a couple of chapters in the book when the impossible happens", "and it was very interesting", "i was very reluctant to go", "i was not a guru person", "i was not somebody who would be at the feet of somebody", "i had the feeling that ultimately, it was between me and the cosmos and so on", " but we had about 20 minutes waiting for that darshan", "and at that point, she told me that he was a shaivite, which is a follower of shiva", "and i had some of my most powerful experiences in my sessions with the archetype of shiva [in] various ways", "and this changed my feeling about this", "it would be inter  find somebody i knew that shaivites are using all kinds of means, including bhang, hashish, and so on", "and also datura", "it’s a very highly experiential group", "and so this changed suddenly my attitude for this interview", "and i walked in", "and he was sitting there with a red ski cap with dark glasses holding a wand of peacock feathers scented with sandalwood oil and he wore a lughi, which just looked like a nightshirt", "and he beckoned me to come", "“you sit here,” the chair just by him", "and he turned my head and took off his or shifted up his dark glasses, which he very seldom did", " and he looked into my eyes like he was an ophthalmologist", "and the first thing that he said is, “you’re a man who has seen shiva.” he said, “this is very good.” and this just blew my mind", "i just finished describing my experiences with shiva and the fact that this was a very important figure", "and the first thing that he says is, “i can tell you have seen shiva.” and so we had this long interview where i actually asked him about soma, which i was fascinated by", "this is the psychedelic plant which was used in ancient india and was described in rig veda", "about over 100 stanzas in rig veda are dedicated to soma", "it was a plant, and it was a beverage that was produced", "and some of the descriptions show just a powerful psychedelic", "half of us is on earth, half of us in heaven", "we have taken soma", "so we knew that that was a powerful psychedelic", "but the secret was lost", "and so i asked him", " and he said, “oh, yeah", "on my birthday, the vedic priests come down to ganeshpuri, and they do a soma ceremony", "and you can come as my guest", "i will introduce you.” and then he died before we could actually do it", "so to make a long story short, then we were walking out of this room, and he was standing at the door", "and he looked at us and said, “you come to our intensives", "we have two intensives on kashmir shaivism which is a mahayana branch of buddhism that started in kashmir when, in the eighth century, rashi had a vision of some rocks near srinagar", "and he went there and exposed some vegetable cover", "and there were inscriptions carved in the rock that became then the shiva sutras", "this was like the bible of kashmir shaivism", "so he said, “come", "this is on kashmir shaivism.” he looked at me and said, “this may be very interesting for you.” and so of course, we did", " and when i listened to the swami who started describing what kashmir shaivism was, i had the feeling that he was stealing sentences and paragraphs from an article which i had written, i think 1969, which was called psychedelic ontology and cosmology observations from lsd sessions", "so the interesting question: what is the common denominator between experiences that people have with lsd, this strange substance that swiss chemists discovered in switzerland and something that was found written on the rock in srinagar in the eighth century", " and so then we started going to these intensives whenever we were near to muktananda", "and then we actually did a large transpersonal conference in bombay or mumbai – so it’s 1982 – which was on ancient wisdom and modern science, bringing together spiritual teachers and people from the new paradigm", "so it was like fritjof capra and others", "it was our history", "tim ferriss: well, we’ve mentioned the title, when the impossible happens, a few times", "i figure we might as well jump into it and discuss certainly, perhaps, the reasons for writing the book but also some of the stories", "well, i would love to hear some of the stories, and i would imagine people listening would love to hear some of the stories as well", "stan grof: well, tim, what happened was that our house in mill valley burned down in 2001", "and i lost my whole referential library", "so it was difficult to write books like i used to, where you have to refer to people’s work and take passages of it and so on", "and so i decided to write a biography", "but my life has been pretty intense, pretty rich", "so the question was what do i select", "and then i decided to select observations and experiences from my life that current materialistic science would consider to be impossible", "“this is not possible if the materialistic paradigm is accurate.” so i selected them", "so it’s a selected selection of these stories", "and about one third of this is dedicated to amazing synchronicities that i have experienced in my life", "and some of the synchronicities were actually related to muktananda", "so there are two chapters of it describing what happened between us and muktananda", "tim ferriss: what is a synchronicity", "stan grof: well, a synchronicity is something that carl gustav jung brought to the attention of western scientists after hesitating for 20 years, collecting for 20 years observations because he realized this is undermining the cornerstone of materialistic science where the basic principle is linear causality, that what we experience is a chain of linear causality", "everything that happens has a cause and has an effect", "and this works in western materialistic science with the exception of the cause of causes, what caused the beginning of the universe", "we don’t go there very frequently because we don’t have any good answers for that", "now what he showed up that there are situations where there’s a meaningful correlation or connection between something that’s an intrapsychic event like a dream or a vision or a psychedelic experience and something that happens within the material universe or what we call so-called objective reality, consensus reality", " now this should not be happening", "our psyche should be reflecting the material universe which is out there", "it should not get into a kind of playful interaction with it", "so let me just give you a couple of major examples from that book", "i am referring to the experience that i had with joseph campbell, again, great mythologist, greatest mythologist over the 20th century, probably of all time", "and he used to come regularly to esalen and do workshops", "and he went to our workshop, months-long workshops, and so on", "and we were doing some workshops with him", "and in one of these workshops, he was talking about jung", "he was a great supporter and very enthusiastic about jung", "and he mentioned synchronicity", "and somebody didn’t understand it and said, “joe, could you explain what synchronicity is?”  and he first gave this official definition of jung’s – this is a meaningful connection across time or space between an intra-psychic event and something that happened in the material world.” but he says, “i will give you an example.” he said, “we were living in downtown manhattan on the 14th floor of a high rise building", "and my office had two sets of windows", "one was overlooking sixth avenue, which was nothing interesting, like many streets in manhattan", "but the other set was overlooking the hudson river", "and that was a beautiful view", "so these two windows were open all the time", "the others, they’re open just for cleaning", "nobody was bothered to open those windows.” and then he said, “at the time i was working on the first volume of what was supposed to be a world mythology, and it’s called the way of the animal powers", "and that first volume is about shamanic mythologies of the world.”  and then joe said, “and then i was working on the chapter about kalahari bushmen", "these are bushmen living in the kalahari desert", "and he said that in their mythology, a major heroic figure is praying mantis", "and so my desk was covered with papers and pictures related to the mantis and the kalahari bushmen", "and there was laurens van der post’s book about his childhood when he had a bushman nanny", "and laurens van der post described how this nanny seemed to be communicating with the praying mantis", "they were having conversations, and with the movements, the praying mantis seemed to be responding to her", "and then set in the middle of this work, i suddenly had this totally irrational impulse to go and open one of the windows that we never open", "and i stuck my head out and turned it automatically to the side", " and there, on the 14th floor of a high rise building on manhattan, there was a great specimen of a praying mantis climbing up the building,” and turned his head toward joe", "and he said, “i took a close look", "and the way van der post described it was true", "there was something that made the praying mantis look like a bushman.” anyway, so that’s his story", "so it’s possible to imagine that somehow, praying mantis got into manhattan", "somebody has it as a pet or whatever and it got to that place", "but that, in itself, is not very probably happening", "but the fact that it happened in such a way that, at the time when joe’s head was filled with thoughts about praying mantis and so on, and he had this irrational impulse to go and open the window that he never opened, and he looks out and right there is a praying mantis and actually turns toward him and gives him what he felt was a meaningful look, that’s pretty mind-blowing synchronicity", " so, jung hesitated 20 years before he presented it, 1951, in one of the eranos conferences", "and it was presented together with a talk by wolfgang pauli, one of the founders of quantum physics who was first jung’s patient and then a very close friend", "let me just quickly give you another example which is the most mind-blowing synchronicity from my life", "this happened during our first trip to china, where we were bringing transperson psychology and holotropic breathwork to china", "and we did a holotropic breathwork workshop in jinan, which is the birthplace of confucius", "and we were having dinner, and one of the participants came to me and said, “stan, i had an experience about you in my dream last night.” and i said, “what was it?” and she said, “it was my great grandmother who showed up and told me that we have an important stone in our family for generations, and that stone should go to dr", "grof.”  so she actually brought it", "she was holding a beautiful, beautiful blue velvet bag and opened it", "and it was a fossil nautilus ammonite, that are the ancestors of the nautilus", "very, very beautiful fossil", "now, the interesting thing was that it was picked up at the top of mount everest", "i didn’t know at that time that it’s possible that – this is a marine mollusk, you see", "so it comes from the bottom of the ocean, and during the creation of himalayas got to the top of mount everest", "now what is interesting about this that when i started transpersonal psychology, international association of transperson psychology and the series of international conferences, we were thinking, “what would be the proper logo for the international transpersonal association?” and we came up with the chambered nautilus which is a beautiful piece of sacred geometry", "so for decades, we were using it on the stationary", " it was on all the programs of transpersonal psychology", "so here we are bringing transpersonal psychology to china", "and a great grandmother shows up in the dream of a woman who actually was called meng, which is the chinese name for dream, and tells her to bring me this fossil nautilus which was taken from the bottom of the ocean to the top of the highest mountain in the world", "and according to the estimates, the himalayas were born about 50 million years ago, during the collision of the tectonic plates", "so this was at least 50 million years old fossil nautilus and a symbol of the international transpersonal association", "so of course, the chinese press didn’t describe how great the holotropic breathwork was", "but they all focused on this incredible synchronicity", "tim ferriss: are there any other stories or phenomena, experiences that are difficult to explain in that book or outside of when the impossible happens that are related to psychedelic sessions", "stan grof: well, there are, of course, experiences of the out of body experiences and near death experiences where people who are in a state of clinical death, cardiac death, or even a flat eeg have experiences", "they might be watching the procedure from the ceiling so that when they were brought back to consciousness, they are able to describe the procedure", "there is one case where this was happening to a woman who had to be frozen because they needed to get to the tumor at the base of the skull", "and so she had flat electroencephalogram", "and at the same time, this is the most detailed description of the surgical procedure that we have where she was able to draw the instruments that they were using and so on", " so, there are many, many of this", "and we had a couple of those experiences with our own cancer patients", "so one of them is described in the book", "there is one chapter which i called unorthodox psychiatry where people experience healing in connection with experiences that wouldn’t make any sense to current psychiatrists", "tim ferriss: what would be an example of that", "stan grof: so there was one situation where we had a five-day workshop at esalen", "and a woman came who had, for the last two years, had had very bad depression which a psychiatrist would consider to be what’s called endogenous, which, of course, doesn’t mean anything", "endogenous means generated from within", "but the characteristic is that it’s worse in the morning", "so she got out of the bed, and it took her a couple hours before she managed to brush her teeth and get dressed properly and so on", "so she had two sessions with us which we had in the five days at esalen", "and they were pretty powerful things from childhood", "and she was reliving her birth", "but friday, in the morning, which was the last day she came – and she actually experienced some intensification of these feelings", "so we asked her to lie down", "we had a different program for that morning, the conclusion of the five days", " but it was clear that we had to do something", "so she laid down in the middle of the room", "and we just told her just to go with the experiences", "she didn’t even do more breathing", "and she, again, completed the little something with the experience of biological birth and then went into this very strange series of movements where it just looked like praying or worshipping something", "she’d end up in a sitting position", "and then this monotonous chant, repetitive chant came in a language that we did not understand", "and this was going for quite a while", "and then it ended", "and she laid back", "and she was just completely blissed out, in an ecstatic state", "the group was reacting in a strange way", "people were ending up in lotus positions, some of them crying for unknown reasons", "and we had a jewish psychoanalyst from buenos aires participating in this particular five-day workshop", " and he came to us, and he said, “this is fantastic", "do you understand what happened?” we said, “no.” he said, “she was chanting in perfect sephardic language, the ladino, which is a medieval mixture of spanish and hebrew", "and it happened to be his hobby", "he knew the sephardic language", "and we said, “wow.” we asked him, “what was she singing?” “she was singing, ‘i am suffering, and i will always suffer", "i am crying, and i will always cry", "i am praying, and i will always pray.’” now this episode finished these two years of the exogenous depression", "we saw her then a couple of times at conferences", "and the depression never came back", "so the idea of healing pretty bad depression by singing a sephardic prayer, it’s a pretty unusual sort of therapeutic mechanism", "tim ferriss: what do you make of that", "yeah", "how do you explain that for yourself", "stan grof: we’ve seen a lot of this kind of thing", "powerful healing happens in the holotropic breathwork through mechanisms that we don’t understand", "i saw before, working with people who were in psychoanalysis, so on, the opposite, that people, after years of psychoanalysis, they got to the point where they can give you lectures, why they have the problem, how is it related to early cannibalism and the toilet training and oedipus complex", "only the problems don’t change very much", "so you have the option either to have very little result with what seems to be intellectual understanding or a result where you have no clue what is happening", "tim ferriss: and that particular experience with the sephardic chanting, that was following breathwork but not using any type of dosing of any type of material", "stan grof: no", "we were careful not to bring anything into the holotropic breathwork sessions because the structure is completely different", "the timing of the breathwork is different", "it’s about three hours", "and the type of music that we use – so it would not be great set and setting", "it’s not structured for a psychedelic experience", "and actually, this would disturb – we had one situation actually where somebody who had a black belt took it going into our workshop at esalen without telling us and ended up in a pretty aggressive situation", "and it just very disturbed the whole session", "we had a hard time bringing him down", "tim ferriss: that sounds terrifying", "stan grof: it’s just a matter of principle", "it wasn’t illegal, but it just does not work well in the context that’s created for holotropic breathwork", "tim ferriss: if you had to answer the question – and there might not be an answer to this or there might not be an affirmative answer to the question that someone posed to me which was they hadn’t experienced holotropic breathwork, and they asked – but they did have a lot of research experience with psychedelics", "and they asked, “what psychedelic at what dose is most similar to the effects or the experience of holotropic breathwork?”  stan grof: well, it would be more something in the category of mdma in that the holotropic breathwork can create visions, visual experiences", "but it’s not that common as it is in lsd or in mescaline where you can have really fantastic fractal displays of colorful images and so on", "and the whole session could be very visual", "in the breathwork, it’s more like an mdma where you have something that’s almost like on the interface between vision and vivid thought and so on", "tim ferriss: and if we were to look at another subjective experience that’s reported with decent regularity with psychedelics, specifically entity encounters – and this seems to be frequently reported with ayahuasca or smokes – stan grof: say it once more", "tim ferriss: entity encounters, encountering entities that one believes to be separate from themselves", "it seems to be quite common with ayahuasca or smoked dmt, nn dmt specifically", "have you seen this in breathwork", "and also, do you make any attempt to interpret what these things mean", "or is it really left to the person experiencing it to integrate it or to heal through such a perceived encounter with something that exists independently", "stan grof: well, this was described, of course, with peyote, the mescalito, and also very common with ayahuasca and then pachamama, the mother and so on", "the only time i had it was in an ayahuasca session where there was a sense of – actually, that’s not true", "i had it once in an early lsd session where there was a presence", "there was an energetic presence", "i didn’t see a figure, but there was also communication which was telepathic, which was without words", "this was very strange because this was at a time when we had closed boundaries", "we couldn’t even initially travel to russia, let alone to the west", "and there was this kind of entity appearing in my lsd session", "it was like a genie almost, asking, “what would you like your life to be like?” and i said, “i would like to see the world", "i would like to understand psychosis.” this was the place i was in", "“and i would like to have a job that’s not a 9:00 to 5:00 job", " i would like to have some kind of a freedom.” and the answer was, “okay", "but your task is to bring spirituality to eastern europe and to russia.” i said, “now i really did it", "now i’m flipping out", "i can’t even travel to poland, and this is promising me i can see the world.” but then, of course, it happened", "developing transpersonal psychology, it became very, very popular in russia", "and then 25 years ago, bringing transpersonal psychology to czechoslovakia, actually", "so that was a fascinating synchronicity again", "and then i had one in the ayahuasca session where, also, this was very intense", "but it was guiding my session, was telling me what i should look and how i should handle it", "tim ferriss: and that’s not something that you observe in breathwork very often", "stan grof: no", "no", "initially, i wrote that i consider psychedelics to be non-specific amplifiers", "and it would have to be modified", "actually, all psychedelics can take you to the areas which i described in that cartography", "you can experience something from child’s sufficiently important, emotionally", "you can relive your birth", "you can have prenatal experiences, even – i almost hesitate to say that – reliving your conception, identifying with it on a cellular level with the sperm and the ovum", "you can have past life experiences", "you can have archetypal experiences", "it can take you to the collective unconscious and so on", "so the cartography applies to all of them", "but there is a different style in which it’s coming", "let’s just talk about more visual, less visual and so on, more emphasis on physical feelings or on the emotions", "and certainly, mdma or some of the other entheogens, they are shifted whole spectrum towards the positive", " there are very few people who have bad trips on mdma", "mdma is very dangerous physiologically but very, very easy for most people to handle psychologically, emotionally", "but then i discovered this element in ayahuasca that there’s very frequently the imagery of the amazonian jungle or the anaconda snake is coming in a kind of a roto-rooter cleansing, jaguars, images of jaguars", "so there is some kind of a selectivity foot from the collective unconscious is actually prevalent in those sessions", "tim ferriss: do you have any opinion of or experience with microdosing of different psychedelics", "is that something you’ve administered to people", "i’d love to hear your thoughts on it", "it’s become a topic", "stan grof: i had had quite a few of the 25 micrograms for hiking or swimming in the ocean or something but just enhancement of the perceptual experience of the world", "but i haven’t experimented with the small – i had lots of very interesting experiences inside of the sessions and then particularly coming down from the sessions when i was in a state that you might be experiencing on lower dosages", "but it was at the end of a high dose session rather than an experience, per se", "tim ferriss: what did you experience at the tail end of those sessions", "stan grof: what were they", "tim ferriss: yeah", "what were those experiences at the tail end of those high dose sessions that were interesting", "stan grof: well, they were all kinds of psychological insights", "a lot of the things that i’ve been writing about were combinations of what i saw in the patients and then getting insights and understanding, even in the high dose parts of the sessions when i hit some difficult places like, for example, existential despair, feeling there’s no meaning in life, absurdity of life, and so on which very frequently happens during your living of birth, when you get to what i call the second perinatal matrix which is the stage of birth where the uterus contracts, but there is no opening", "the cervix is not open", "so you have the feeling of total existential despair, total bummer", "there’s no meaning", "everything’s absurd", "we go from nowhere to nowhere", "we come to this world naked, crying, in pain, without any possession", "and this is how we’re going to end, no matter what you do in your life or with your life", "those are really heavy kind of experiences", " so, i had some of those experiences when either there’s a suicidal impulse or even suicide would not be solution of trying to get out of that state", "and so when i was hitting some of these places in my own sessions, i would have a parade of my patients where i would suddenly see, “oh, this is where he was,” or, “this is where she was.” but then when i was bringing just my training as a psychiatrist and things that i’ve read, i realized i was sitting there listening to what they were saying", "i had no clue what they were talking about", "but i got really full, experiential understanding by finding those places in myself", " and this is also interesting about this large map of the psyche, that each of us has all those things", "it’s not a question of whether you are a psychiatric patient or no", "if you go deep enough, you find all those elements within yourself", "if you are dealing, you are processing the hours in the birth canal, you find the whole psychopathology there, all the emotional problems, all the psychosomatic symptoms, the choking, the nausea, the headaches, the pains, the psychosomatic pains in the body", "people frequently tell me they found hitler inside, they found stalin", "you discover the shadow aspect", "so the human personality is a little different from what’s described by mainstream psychiatry", "tim ferriss: you and your late wife christina coined the term “spiritual emergency.” and she founded in 1980 the spiritual emergence network, sen", "now i’d love for you to explain what that means but then also, if you could touch on the differences, if there are any, between spiritual emergencies that are naturally occurring, let’s just say, or what people might view as the onset of schizophrenia in the late 20s or something like that versus those precipitated by psychedelics", "stan grof: well, that concept came from the work with psychedelics and with the breathwork", "when you realize that people in these situations would have experiences like of death/rebirth, destruction of the world, recreation of the world, past life experiences, and so on", "and i very early discovered that if you have bad trip, there’s no good way of terminating it", "the worst thing that you can do is what’s done routinely which is calm with tranquilizers", "when you give tranquilizers to people who are on a bad trip and then keep them on maintained dosages, this prevents any kind of resolution", "if somebody has a bad trip, that means that they are dealing with a difficult aspect of their unconscious", "and when it’s coming up, it’s coming up for healing", "it’s not just that the drug created this horrible experience", "so the way you do it, you have to tell people that you are in an lsd session, “this is a time limited thing", "i’m going to be here.”  and then when something remains unresolved, you do some body work and some emotional work to bring it to a good closure", "people can benefit from these bad trips", "so i realized very early that when people had difficult experiences, the last thing i would do is to combine with tranquilizers", "and so i saw many of the situations where people experienced what they would be hospitalized for in the psychedelic session", "and if we stayed with it, it actually was a major healing, major transformation", "so then the obvious answer was, “should we treat it differently just because it happened without fast breathing or because it happened without psychedelics?” no, we just applied to that other category of spontaneously emerging experiences of this kind", "now, what is necessary for having this kind of understanding, you have to have the large map", "the psyche is not just the postnatal biography and the freudian individual unconscious", " there is the record of these hours of birth, of the anxiety, of the physical discomfort and also, the amazing aggression, the fury that is generated in the fetus who cannot breathe and is subjected to all those torsions and so on", "so if you have a map that includes that, and if you have the map that includes the collective unconscious which – psychiatry has not accepted the jungian idea that we have also the collective unconscious as a regular, germane part of our unconscious", "both the historical part of the collective unconscious and the archetypal", "so having visions of archetypal beings are being taken to archetypal domains like hell or paradise, those are common experiences in the breathwork or in psychedelic sessions", "so this just gives you an idea this is a stage that you can work with the way you would work with people in a psychedelic session", "tim ferriss: so that’s a perfect segue", "let’s take as a hypothetical situation an alternate world where the psychologists and psychiatrists have accepted the collective unconscious and have this larger map", "someone is brought to a hospital by their family because they seem to be having what the family believes to be a psychotic break, whether it’s schizophrenic or however it might be diagnosed currently", "they’re brought to the hospital", "if a doctor or psychologist had this larger map, what would the intervention or diagnostic process look like, potentially", "stan grof: well, people usually ask me – when i say that the concept of spiritual emergency, if there are any professional psychiatrists, psychologists, they say, “can you give me differential diagnosis?” this is what we did in somatic medicine, a differential diagnosis", "if people have infection, you want to find out what infection, “what are the differential diagnoses", "what is the differential diagnosis between different kinds of diabetes?” and so on", "so they would like something like that for spiritual emergency which you cannot do because the psychosis is not – this is not a medical diagnosis", "in the exception of the organic psychosis, we cannot really make the diagnosis", "we don’t have any findings in the cerebrospinal liquid", "we don’t have any findings in the blood", "we don’t have any finding in the urine where we can have a litmus paper, put it in the sample of urine", " since it comes out green, it’s schizophrenia", "basically, to diagnose these different so-called psychotic states by the fact that people have experiences and behaviors the current model cannot…but part of those symptoms, which are used as being an important diagnostic truth for psychiatry could be, for example, people have the experience of death/rebirth or destruction of the world, recreation of the world", "they have experiences that seem to be past life experiences", "so those are all absolutely normal elements in the human unconscious but understood really, if you want, in the grofian, jungian way", "the psyche is infinitely larger than mainstream psychiatry ever considered", "it’s more like the description that you find in the great spiritual philosophies of the east, in hinduism, buddhism, daoism", " they have the real maps of the psyche because they were focusing for centuries on systematic exploration of the psyche in a very similar way in which we do science", "they were describing certain procedures that you have to follow, certain forms of meditation", "they would collect the descriptions of those experiences, discuss, write about it and so on", "so it’s a systematic exploration of the human psyche", "these couches were not interested in technology", "so they are nowhere close to what we are in terms of the understanding of the material world", " but they’re way ahead of us in terms of understanding of consciousness and the psyche", "and it’s very humbling for somebody like myself, having professional training and being through a stage when i thought what the shamans are doing, these other primitives in the jungle somewhere, illiterate and so on", "we have our scientific approach which is behaviors or psychoanalysis", "if you have the experience of these tools that the shamans have available, you develop a lot of respect to that i think", "tim ferriss: so related to that – stan grof: but especially since it has to be harnessed", "and that’s not an easy task in the industrial civilization", "first, you would have to change the paradigm, which is a difficult thing", "you probably know that the shift from the geocentric system to the heliocentric system after copernicus published his body revolutions of the planets, it took over 100 years", "and the resistance, it was not just the church", "the resistance was coming also from the universities where there were all kinds of arguments why the earth cannot be round and rotate around the sun and so on", "tim ferriss: for you personally, how has your experience of your inner world changed over the last 60 years or after you had your first psychedelic experience", "so you have that experience, and you go on to have all these experiences", "what does your experience of your inner world look like", "how has that changed", "stan grof: well, i was an atheist", "this goes back to a little scandal in our family when my parents fell in love and wanted to get married", "it was in a small czech town", "and my father’s family had no religious affiliation, and my mother’s family was strictly catholic", "and so the church refused to marry them because my father was a pagan by their definition", "and this created a lot of turmoil", "it almost seemed like it would not happen until the solution came", "my mother’s parents made a major donation to the church", "and then suddenly, they relaxed their standards and they allowed that", "and they had a business on the main street", "and so when the wedding happened, they could roll out carpets across the street, stop the traffic to take the carpets to the altar so the guests could go from the altar all the way to the house and have a banquet there", "and my parents got so upset by this that they decided not to commit me or my brother to any religion", " we should make our own decisions when we come of age", "so we actually had classes of religion", "but for me, it was always a free hour", "i would go for a walk or read a book", "or if there was ever playing soccer somewhere, i would join them, being glad that i had this extra time", "but also, i was a very curious creature", "i was also missing – this was called i think paradisian morale or something like this were the classes", "and they were being taught something that i was missing", "so i was a little ambivalent about it", "but then from this kind of background, i went to medical school at a time when it was a marxist regime", "we were controlled by the soviet union", "so we really got a pure materialistic doctrine", "you can’t get more materialistic than that", "so it was my first lsd session that just changed that", " and i was one kind of person in the morning and another walked out of there in the evening", "i was really basically open to the mystical world when i saw that that was a much deeper understanding than anything that my former training provided", "so the paradox – which i was aware of it when i was coming down as a not believing but a mystical person", "i differentiated quite a bit spirituality from religion", "i never became religious in any way", "i became very spiritual", "and i realized the paradox", "the divine comes to me in a experiment in a marxist country induced by this substance from a swiss chemist", "but i thought i was stuck in psychiatry", "and i was at that point not very excited about psychiatry", " coming down from that session, i felt, “if i am a psychiatrist, this is by far the most interesting thing i can study.” so if you look at my professional career, there’s nothing those 60 years that i have done that would not be in one way or another related to these holotropic states", "that became what i said was my passion, my vocation, my profession", "tim ferriss: is there any particular synchronicity or experience in any of the holotropic states that you’ve experienced yourself that you find the hardest to explain or the most unusual/remarkable", "and does anything come to mind", "stan grof: i don’t know", "i have so many of them", "i think one of the wildest – tim ferriss: you don’t have to pick one", "you can choose more than one too", "stan grof: one of the wildest ones was actually the first session that i had when i came to baltimore from prague", "it was a process – my request for the scholarship was first turned down", "and then i appealed", "and then i had a very powerful psychedelic session with a colleague of mine, a psychiatrist", "and this was a major, major death/rebirth opening", "and what i experienced, kind of atman/brahman experience", "and i came back home and in the mailbox was a positive response, i can go to the united states", "so within a very short time, i packed", "i ended up with 40 pounds of my luggage", "i took all my records with me, 25 pounds and 15 pounds of personal belonging", "and i was going to baltimore", "and in baltimore, we had the permission to give sessions to professionals and collect the information from them", "and so i had a session", "we qualified for it ourselves", " and in that session, i suddenly had the feeling that i was not bound by space and time, that i somehow could get to other places in the world if i decided to", "and i wanted to put it to a test", "i said, “can i, for example, get to prague, into the apartment of my parents?” and so i imagined which direction was prague and how far and imagined myself flying in that direction", "and i experienced flight, but i was not getting anywhere", "so i felt there was a problem there", "and i was thinking about it", "and then i realized that i was limited by the cording of spatial, temporal cording", "i believe that prague is in this direction and a certain kind of distance that i have to overcome", "and, “just imagine that i’m in prague.” and what happened the next time, i was suddenly trapped in some kind of very strange space where there were circuits or transistors or stuff", "and i didn’t know what was happening", " and then i realized i was inside of the television set of my parents", "and i was thinking about it", "and i had to laugh because i was still holding onto the next element of the materialistic world", "the only way you can really see what’s happening in other places, you need a television", "you need a camera and a satellite", "so i realized i’m not even bound by that", "i’m in the world of spirit", "i just have to say, “now i am there,” and i am there", "and then at that point, it turned inside out, and i was walking", "i felt straight", "i didn’t feel i was in a session", "and i was walking in that apartment", "i heard my parents breathing", "and i went to the window", "and there on the corner was a clock", "and it was showing the six hour difference which i thought, for a while, and i said, “not a proof.” i knew that there was a difference, that my mind could fabricate that", "so how do i prove that this really happened", " and i said that i would go and take a picture off the wall and then check with my parents", "and they said, “something strange happened", "we found this painting on the floor", "and the nail was still in the wall.” and so i started walking to the – and reaching for that", "and then suddenly, i had the feeling that i was gambling, i was playing a roulette with my soul, that this was very dangerous, the feeling that i was getting under the influence of some evil sources", "and then i realized how much they warn you if you’re on a spiritual quest from that period where you start playing with this mind over the cds and so on", "and i started seeing images, what i could do if i really have the possibility", "i could go and eavesdrop on political meetings in the world", "i could get access to scientific secrets and so on", "i could go to a casino", "i could beat the casino and so on", "and i realized there was a real danger from the ego to start playing with the possibility of having this power", " so, i finally didn’t have the courage to do that and also didn’t want to be in a world where this would be possible because if i had the power, then other people had the power", "and then the doors don’t protect me", "i’m in a world, this wild western", "and i didn’t want that proof that this was really possible", "and i laid down on a couch where actually, i was coming down from a session before going to baltimore", "and i was laying then", "and then this horrible thought came to me", "“maybe i never got to baltimore", "i just fabricated that trip to the united states in my lsd session", "i am now coming down from that session", "i never left, you see.” so i was like the chuang-tzu in that situation", "“am i a butterfly having the dream of being a human", "or a human having the feeling that i am a butterfly?” so i was stuck in that place for a while, but i was not sure whether i was having astral projection from baltimore or whether i was coming down from that session", " so, that was the wildest one, probably", "and of course, in coming back, i was cursing myself", "“what a wasted opportunity for a great experiment, the proof of astral projection.” but the fear and the metaphysical fear that i was really losing my soul if i start playing with these kinds of forces", "tim ferriss: that last part of that experience in particular sounds terrifying, laying down on the couch in prague and wondering, like you said, if the entire trip to the united states had been a fabrication", "when you came out of that experience, how long did it take for you to realize that, in fact, you were back in the united states", "stan grof: oh, that probably was in eight hours or so i was absolutely clear", "tim ferriss: back to calibration", "stan grof: yeah", "tim ferriss: if you were starting your career – just a few more questions", "you’ve been so generous with your time", "but if you were starting again right now, and you were a promising young scientist, you could research anything you wanted – let’s assume that all of these compounds are legal – what would you focus on", "what type of studies would you want to do or what type of research would you want to do", "stan grof: well, one of the problems with this renaissance is that a lot of this is repeating things which we were already done, like the cancer projects are great, but we did it to the point that when we ask for more money for continuing the research, they say, “you have already proved it", "now it has to go to the hospitals, and it has to be used.” also, this wonderful study at johns hopkins is just a more sophisticated and methodologically better walter pahnke experiment, which had some flaws, certainly", "but i would love to see this now going to the research of creativity, to bring biologists, quantum relativistic physicists, and see what they can do", "as you know, we have indications that the whole development of computers was closely connected with use of psychedelics", "people like doug engelbart and even steve jobs and all these people made it absolutely clear", " there’s a statement that all the people, the men and the women who developed virtual reality, were acidheads", "and this is now understood", "there is a possibility of loosening somehow the blocks that we have in problem solving because we are stuck with a paradigm", "thomas kuhn wrote a fantastic book, the structure of scientific revolutions, showing that the history of science is not a linear development where we started from not knowing anything and then each generation added a little of the observations and there were more and more accurate hypotheses and theories created so that what we have now of the understanding of the universe is the best understanding there has ever been at any time in any society", "and he showed that it’s a joke, that the development of science breaks into these distinct periods", " and each of them is governed by what he calls a paradigm, a way of looking at the world, certain basic metaphysical assumptions, beliefs, ways of what are relevant areas to research, how do you do research, how you evaluate it", "this is all paradigm types", "so the examples, of course – i already mentioned the shift from geocentric to the heliocentric system", "there was one revolution in chemistry where they had phlogiston chemistry where there was this royal substance of phlogiston", "and then when people like dalton or lavoisier came with the idea of atoms, people had problems because they didn’t believe in phlogiston anymore", "now, we laugh when we hear that", "and then, of course, the first three decades in the 20th century, the physicists had to go through this incredible conceptual cataclysm moving from newton first to the theories of relativity and then to quantum physics that even einstein, who initiated it, couldn’t accept until his death", " so this is the question of paradigms", "so i believe that we are now in the period of paradigm shift in relation to consciousness and the human psyche that’s comparable in the nature and scope to what the physicists had to experience in the first three decades of the 20th century", "and then, in a sense, it can be seen as being complementary to the changes that already happened in the understanding of matter", "the quantum physicists who are my friends had no problems relating to my observations", "it was mostly the resistance of psychiatrists and psychologists – so one more thing", "so there is the situation that kuhn described, that during the time when you have science dominated by a paradigm, the scientists do what he called normal science, which is problem solving within the context of given parameters", " it’s like playing chess", "if you play chess, you have to follow the rules", "you can’t suddenly take an inconvenient figure and throw it out of the chess board", "and then he describes what happens then when observations come to challenge the paradigm, how it’s rejected initially", "people are called crazy, or it’s called fraud or whatever", "and then when it keeps coming, then finally the realization there is a problem", "and then the wilder theories come", "and at first, they are rejected", "and then after a while, the new paradigm emerges and is accepted by the scientific community", "and then history is rewritten because now you have new heroes, people who already saw it centuries ago the way we see it now", "but what i would like to add was then gregory bateson added another thing", " it’s not only do the scientists believe in that paradigm and are committed to it, but they believe that it’s an accurate and exhaustive description of reality, per se", "not a map", "not the best way we can currently organize the observation that we have", "it is a definitive description of how things are", "and this is called a confusion between the map and the territory", "people like [alfred] korzybski and then gregory bateson was very, very big about it", "and gregory was laughing about it", "he says, “if scientists make errors like that, it can happen that one day, they come to the restaurant and they eat the menu instead of the dinner.” the relationship between a paradigm and the territory that it describes is very much like reading the menu", "tim ferriss: so i’ve had this question i’ve wanted to ask this entire conversation since we first started speaking", "and well, let me just get my facts straight before i ask it", "are you currently 87", "is that accurate", "what is your current age", "stan grof: first of july, i just was 87", "tim ferriss: 87", "well, happy belated birthday", "stan grof: thank you", "thank you very much", "tim ferriss: and you are remarkably, incredibly sharp, incredibly energetic, more so than some 20-somethings i know", "what do you attribute that to", "and to what factors", "were both of your parents sharp their entire lives", "i’m 41, and i would love to have half the energy that you do", "so to what do you attribute that", "it’s really just mind-blowing to me", "i’m so inspired just trying to absorb some of the enthusiasm and energy that you have in this phone call", "stan grof: i think part of it is that i’m really, really very, very deeply committed to this idea of these holotropic states, to bring them into psychiatry, to bring them into society", "i had a lot of meetings with albert hoffman who would talk about new eleusis, to create a situation where these are integrated into social fabric, they are socially sanctioned, that we can use it the way ancient greeks, the eleusis mysteries", "you probably know this was done for 2,000 years in eleusis", "so they had to offer something pretty impressive to keep the attention of the ancient world", "and the list of people who have been initiates in these mysteries, it reads like who was who in antiquity", "it includes plato, aristotle", "cicero wrote about it", "marcus aurelius, pindaros, all these people", "so we all say the greeks are very talented, beautiful art, beautiful science, and great ideas", " the fact that so many people every five years had some powerful experiences puts it into somewhat different perspective", "and albert hoffman and gordon wasson, the one who brought the mushrooms from mexico, from the mazatec indians, and carl ruck, a greek scholar, they wrote the book road to eleusis when they found out that the key to these mysteries was kykeon, k-y-k-e-o-n", "and they found out that this was a psychedelic potion which was made of ergot, very similar to lsd", "so if you can imagine so many people every five years in that small world had psychedelic experiences, that it could have had some impact on the culture", "the last time when we were in eleusis, there was a guide", "and there are the ruins of the telesterion, which is the building where this was happening", "and it’s a gigantic building", "and i asked, “how many people were having these experiences here at a time?”  he said, “at least in the last stage, three thousand people every five years were getting this dose of this.” so when i read plato now, i don’t see him facing in the academies saying, “let me see how the world works", "we have not just this, but there’s this level with the archetypes and so on.” this is something that you can experience archetypes in psychedelic sessions", "so these are all – all the philosophy was inspired by psychedelic experiences", "tim ferriss: what do you think humanity needs most right now in your opinion", "stan grof: what does humanity –", "tim ferriss: big question", "yeah", "what do you think humanity needs most right now", "stan grof: what we need", "tim ferriss: yeah", "if there’s any particular type of change or shift that you haven’t mentioned", "stan grof: well, i think the monastic, materialistic paradigm i think is really destroying this planet", "we have lost experiential spirituality that people have really the experience, don’t have spiritual experiences which are non-denominational, which are non-chauvinistic, non-sectarian, which are universal, all-inclusive, all-embracing", "so people who have these direct spiritual experiences, they don’t experience division in the world", "what happened with the great organized religions is that they unite people who are willing to see it the same way and worship the same way but at the same time, divide the world because they set it against another group which have taken different archetypes and different ways of worshipping", "so, then you have a situation where, “we are christians, you, all other guys are pagans", "and we really have to convert you or there’s really not a good place for you here,” or, “we are muslims, and you guys all are infidels", "let’s go", "let’s have sacred war against the infidels.” we have jews [saying], “you are goyim,” and so on", "and then you have even these kinds of divisions within the same religion", "there’s centuries of bloodshed between protestants and catholics", "and you have the same with the sunnis and the shiite", "they’re killing each other, destroying their own temples", "these are not religions that will help us in this situation in the world", "but this is very different with spirituality, which is really taking everything in", "and it changes consciousness in a way that people embrace the ecological movement", " they realize we have to treat nature in a different way because we are so vitally embedded and tangled in nature, that we will not use nature as commodity or something that should serve us at the expense of destroying our environment", "there’s nothing that’s more important for us", "we are biological creatures", "we need air", "we need water", "and we need clean soil where we are growing our food", "it’s so so suicidal, so self-destructive to destroy the basis on which we depend as – there should not be anything keeping the environment supporting life, no economic profit, no political, no military author", "we should really realize that we are in the same boat", "and whoever is destroying the environment is destroying us", "tim ferriss: and there are many places people can find, of course, your writing and more about you: stanislavgrof.com;", "i’ll link to all of this in the show notes for people so they’ll be able to find that at tim.blog/podcast", "and i certainly recommend that people check out your books, including when the impossible happens", "a friend of mine who’s involved in scientific research recommended i read the cosmic game", "and i’m wondering if before we wrap up, maybe could you share one more story, any story to folks out there who are wondering if there might be more to the story than just the purely material hyperrational, materialistic worldview", "there might just be more to the story", "i’m wondering if there’s anything else that you can share", "i remember coming across the pig goddess story", "there are so many to choose from", "but i don’t know if – stan grof: yeah", "let me do one that i think has a larger kind of importance than just mentioning one clinical story", "it’s also a story from when the impossible happens, and it has to do with the experience that i had in a peyote ceremony", "so when i came to the united states, i heard about peyote", "and i never had a chance being in czechoslovakia, not having the possibility of traveling to have the peyote experience", "so i was very, very interested in that", "and we had this program for professionals, one of the programs at the maryland psychiatric research center", "and one of the persons of the persons who came was ken godfrey who was the psychiatrist at the va hospital in topeka, kansas", "he was, himself, native american", "and his wife was native american", "and he was running a psychedelic program in topeka", "but he didn’t have anybody to sit for him", "so he came for his own session", " and i sat in his three psychedelic sessions", "so we became very, very close", "and so when, after his last session, we were talking, i said, “ken, is there any possibility you can get me into a native american church ceremony?” and he said, “i will try.” and then he called in a few days and said, “i talked to the road chief", "and you can come, and you can bring four of your friends.” so anyway, we got into the airplane and flew to topeka and then drove into the middle of the kansas prairie there", "and there were these teepees", "and the ceremony was being prepared", "and we had to go through a clearance", "they wanted to find out what kind of people we were", "we had to tell them about ourselves", "and we got just a lot of aggressive comments from them about how white people came, and they have taken their land, they have killed their buffalo, they have killed their warriors, they have raped their women, and so on", " and so there was almost like an encounter group", "and as we were going on, they were finding out that we were okay and one after another, that we can participate", "and at the end, there was just one very dark, solemn man who wouldn’t have any of us", "we were pale faces, and that was it", "he’s not going to have us in the sacred ceremony", "and then he got into a lot of peer pressure", "it was time to start, and people say, “come on", "let it go.” and so he did say yes, but it was really no", "and i was in the teepee", "i was sitting across him", "and then the peyote buttons were passed", "and then it started coming on", "and he was really radiating like a laser beam toward me", "the hatred and everything was amplified, of course, by the peyote", "and we were doing the rounds when you pass a staff and a drum", "and every time you get it, you can say something", "you can sing a song or invite people to do something or make a confession or whatever", " but you can also pass", "and every time it came to him, he would grab it and push it", "and he just would not participate", "and so we did all these rounds", "and we were going through the last round where everybody can say something", "and bob leihy was another lsd therapist from maryland working with us, helen bonny and her sister – helen bonny was our music therapist – and walter houston clark, who’s a very famous professor of religion", "and so as we were doing the last round, walter houston clark gave this almost masochistic kind of a speech", "he said “how wonderful it was for your brothers and sisters to take us into the sacred ceremony after what we have done to you", "we have killed your buffalo and your warriors and raped your women and taken your spirituality.”  and then somehow, i don’t remember exactly the context, he mentioned me and said, “especially stan here, who is so far from his native czechoslovakia.” and suddenly, when he mentioned that, it was like a lightning hit this guy", "and he started shaking", "he got up, he threw himself into my lap, put his head into my lap", "tears were running out of his eyes and snot out of his nose", "it became like one of our workshops, doing close work with people", "and everybody was watching", "nobody knew what was happening", "and this was happening for a while", "and then he got up and went back to his place, sat down, and then not talking, just sitting there", "and there was a lot of pressure, psychological pressure, people wanting to know what was happening", "and then he said, “i have to say something horrible", "i thought you were all americans", "i didn’t know stan was from czechoslovakia", " “the czechs are not known as your archetypal raiders of the wild west exactly", "so i treated him as if he were an american", "and i hated him through the whole ceremony", "and it’s just more than i can take.” then, while sitting there and it was clear that something more was coming", "and then he said, “but it’s worse than that", "during the second world war, i was drafted in the american air force", "and i was personally present in the air raid on his city", "it was five days before the end of the war", "there was an american attack on pilsen that destroyed the automobile factory there and damaged pilsen", "so he said, “he stayed home, but i went, and i killed his people", "our roles were reversed", "and that’s just too much for me.” and then he got up", "and he went to the four americans there and embraced them", "and he said, “you are not my enemies", "you are my friends.”  he said, “we are all in the same boat", "if we hold the old grudges, we all die", "we are all children of mother earth, and we have to really learn how to live with each other and how to love each other.” and then he ended, and he said – well, they believe in reincarnation", "so “well, for what i can say, when this was happening, i might have been on the other side.” and we were still under the influence of peyote", "so we were all crying and embracing each other", "and that was beautiful", "a reconciliation was amazing", "i actually told that story at the end of the international transpersonal conference in prague when i was bringing transpersonal psychology back to prague because we had all these european nations that had all kinds of grudges and really didn’t like each other", "we were occupied by nazi germany for six years", "and a lot of people killed, ended up in concentration camps", " then we had years of communist – so nobody liked russia", "none of the people from the eastern european countries like either russia or germany", "we had germans and jews there", "and what was amazing, that we did a large holotropic breathwork before the conference at the pre-conference workshop", "and it was amazing how within two days, some of these boundaries were melting and people embracing each other and sitting for each other", "and when people were owning their own emotional problems, it actually activated the best in other people", "and in spite of language difficulties and so on, there was really a change of the atmosphere from all these antagonisms that were certainly in the air at the beginning", "tim ferriss: what a wonderful story", "stan grof: so anyway, that’s my story", "i call it lesson in forgiveness", "tim ferriss: i think we could all use lessons in forgiveness, not only towards others but towards ourselves", "and i really want to express gratitude and thanks, certainly for the experiences that i’ve had which have been informed by your writing and people who have indirectly or directly been trained by you in some respects and to thank you on behalf of, no doubt, many people who are listening who have had similar experiences", " and i’m very cautiously optimistic about this renaissance that we’re witnessing", "and hopefully, we won’t repeat some of the same mistakes that appear to have been made", "but the social circumstances are so different", "and i really appreciate you taking the time today", "i certainly hope this isn’t our last conversation, but i want to be respectful of your time", "and we’ve gone for quite a bit already today", "is there anything else that you would like to say to the people listening or ask of them before we end this particular conversation", "stan grof: well, maybe repeat what carl gustav jung said and that i would really, certainly endorse, that it’s important that we live our life not just by responding to what is happening outside of us but spending some time in some kind of focused self-exploration", "and that can lead to inner transformation", "so we live our life as a synthesis of what we see outside and what comes from within", "you would say you get lessons from what he called the self, the higher aspect of our personalities", "so part of the problem of the industrial civilization, we lost this tradition of, if you want, of psychonautics", "all the other groups of humanity, way back probably into the paleolithic, they were using these holotropic states for healing, for transformation, for the main vehicle for ritual, spiritual life", "they were using it for lot of practical things as an inspiration for art and so on", " so, i see this renaissance that is happening now not just as correcting of these really terrible administrative, legal mistakes that were done that stopped the research for 40 years, a return to the research", "i see it also as the possibility of the industrial civilization to join the rest of humanity that always was combining somehow the inner spiritual experiences with whatever they were doing in the external world", "tim ferriss: well, thank you so much, stan", "stan grof: so again tim, thank you so much for everything you have been doing", "and thank you for this opportunity to share some of my life with your listeners and with you", "tim ferriss: oh, it’s such a pleasure", "and i can only aspire to contribute in some small way", "and i’m excited to see what you do from this point forward", "and you seem to have as much energy as ever, traveling around the world, doing what you do", "and i hope we can have many, many more conversations", "but for today, i want to be respectful of your time, since you do have so many things going on", "and i will certainly, in the show notes, to everybody listening, link to everything we’ve discussed, all of the books, the different websites, foundations, and so on", "and you can find all those tim.blog/podcast", "stan, thank you so much", "i really, really appreciate it", "stan grof: again, it was a wonderful – it’s great to have an interviewer who knows what we are talking about", "it doesn’t always happen", "this was one of the great ones", "thank you so much", "tim ferriss: i really, really appreciate it", "and to everybody listening, keep your mind open and look outside but also look inside, as stan mentioned", "and until next time, thank you for listening"]}