{"dialog_idx": {}, "episode_num": 348, "file_type": "audio", "guests": [], "num_sentences": 1578, "num_words": 21306, "raw_text": "Please enjoy this transcript of my interview with Dave Elitch (IG: @daveelitch), a regular session-and touring-drummer who has worked with The Mars Volta, Miley Cyrus, Justin Timberlake, M83, The 1975, Juliette Lewis, Big Black Delta and his own band Daughters of Mara and a drum teacher who has developed a reputation as the technique/body mechanic specialist, having helped many of the world’s top players and educators overcome physical and mental plateaus at his private studio in Los Angeles. It was transcribed and therefore might contain a few typos. With some episodes lasting 2+ hours, it’s difficult to catch some minor errors. Enjoy! Listen to the interview on Apple Podcasts, Spotify, Stitcher, Overcast, or on your favorite podcast platform.   DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: Why, hello, boys and girls. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is my job each and every episode, this one included, to interview and dissect world-class performers of all different types – business, sports, chess, entertainment, music, sometimes folks who span many multiple disciplines and this is one of those cases, in my mind at least. We have Dave Elitch sitting across from me. Dave, how are you? Dave Elitch: I’m great, man. Happy to be here. Tim Ferriss: On Instagram and Twitter and elsewhere, @daveelitch, E-L-I-T-C-H. Daveelitch.com. Instagram would probably be the first choice for checking him out. I’ll read the bio, and then I have all sorts of questions about the bio. But I think before I get into that, I think it’s helpful to, perhaps as context for some folks, mention what I said to my girlfriend last night, who asked me, fairly, “Who is Dave? Why is he in the house?” Not in an accusatory way. More out of curiosity.  You were helping to set up my first-ever drum kit after many, many misfires, which we won’t get into right now. There are a lot of people very, very high on drugs who will volunteer to help you assemble kits. It turns out they don’t follow the directions very well. I wanted her to hear you play. Just to tool around after we had consumed many pounds of pork and biscuits and all sorts of other Texan health food. She had asked me at some point the day before, mostly as a hypothetical question, but also she was very curious, “I wonder who Annie goes to for relationship advice?” Annie, in this case, is a very well-known relationship coach/therapist. Who does the relationship coach go to for relationship advice?  I use that as a bridge to say well, many of the musicians you think of, many of the best drummers you might see on stage go to Dave as sort of the drumming whisperer/mechanic fixer, among many other things. So let’s jump into the bio. But for those people who are listening and who are thinking to themselves, “Well, I don’t really know anything about drumming and I really don’t know anything about music; this is an audio-only format; I’m not going to be able to watch Dave smashing on his kit,” we are going to jump across all sorts of different topics. So fear not.  Let’s get into the basic bio. Dave Elitch first garnered attention with his band, Daughters of Mara’s debut album I Am Destroyer in 2007. Very appropriate debut album name for a lot of reasons. But his time touring with the progressive rock band The Mars Volta in 2009-2010 is what really put him on the map and certainly put you on my map, which we can get into. He has since worked with Miley Cyrus, Justin Timberlake, M83, The 1975, Juliette Lewis, Big Black Delta, and many, many others. He conducts master class lectures worldwide, and, in fact, you are going to be conducting a master class tomorrow here in Austin, Texas, which is exciting.  He’s a regular in the L.A. session scene. I want to come back to a bunch of vocab here that we can dissect, including performing on film scores for many major motion pictures – and I have questions about that. As an educator for the last 20 years, which for people who have listened to this podcast for a while is part of what makes you so interesting to me. It’s not just the ability to perform, but the ability to transmit and to break down and to convey and to demystify.  Back to the sentence. As an educator for the last 20 years, Dave has developed a reputation as the technique body mechanic specialist who has helped many of the world’s top players and educators overcome physical and mental plateaus at his private studio in Los Angeles. Your brand-new online course, Getting Out of Your Own Way, which is perhaps the best title of any course I’ve ever encountered is available at daveelitch.com. I have checked it out. It is fucking awesome. Dave Elitch: Thank you. Tim Ferriss: I have spent a lot of time thinking about teaching. I’ve spent a lot of time thinking about learning, and I’m by no means a musician but have also digested a fair amount of material related to drumming and cannot recommend it highly enough. Dave Elitch: Thanks. Tim Ferriss: I thought we could start with the t-shirt that you’re wearing right now. It’s a t-shirt that I liked so much at one point when we hung out in L.A. and smashed on some drums and then ate a bunch of Himalayan yak if I remember correctly, I asked you where I could get one of these shirts. So could you describe for people what you’re wearing at the moment and why?  Dave Elitch: Absolutely. I’m wearing one of the t-shirts that I make and are available on my website that say “slow down” on the front and “do it again” on the back. It came from me having to say that over and over and over again to people as I was teaching them. So I just got tired of yelling at people and saying the same shit over and over again. So I point at my shirt now, and go, come on, slow it down. Because so many people, it’s not about what you’re trying to learn as much as it is about how you approach learning it, which obviously is a universal concept.  So many people try to rush through things so quickly, especially when you’re doing something that’s so physically and mentally demanding as drumming. If you don’t approach it slowly, your brain has no idea what your body is doing. So all these people try to rush through something, and they physiologically have no idea what’s going on. “Do it again” because of the sheer amount of repetition you have to do to plug in that muscle memory. It’s fun. I made it just as a joke kind of, you know?  And then people would come up to me on the street and be like, “Oh, I love that shirt,” because people get whatever sort of meaning they want. Tim Ferriss: It’s the Rorschach inkblot test.  Dave Elitch: Absolutely. People love it, and they get whatever they want out of it. It could mean all sorts of different things.  Tim Ferriss: This also I think highlights for me a difference between, a critical difference in learning anything, or several critical differences. One is developing a skill versus demonstrating the skill. You could apply that to say, strength. It’s development versus display; competing in powerlifting versus training for powerlifting. In this case, I think maybe a good contrast that comes to mind would be last night, sitting down at this electronic drum kit, my first kit of that type that I’ve ever used, and playing with the basic posture and body mechanics. So you would ask me to relinquish control of my arm and provide deadweight and to do the same with my leg, to try to ensure that, for instance, when using the – I never know if I should call it a kick or bass or something else.  Dave Elitch: Same thing. Tim Ferriss: Kick or bass drum or pedal, rather, that I would be using my hip as opposed to getting wicket-whack with my ankle or other articulation. In aiming to do that, ensuring that I’m not leaning back like I’m in an easy rider because that creates all sorts of instability. It was incredible to me, but not surprising given my time with you, that within about 120 seconds, you took one of my greatest sources of discomfort sitting at any kit, which was feeling like I had to be balanced on my left ass cheek to make the bass pedal work properly, and you removed that, so now I could have a little bit of anterior pelvic tilt. And for people wondering what that means, imagine your hips are a glass of wine. If you pour wine out the front, that’s anterior pelvic tilt. Posterior pelvic tilt would be pouring wine out the back. And so having a little bit of tilt forward so that I can fit my sit bones on the stool, which you also helped me to do by taking a weight plate – this was in the garage, and the gym is also there – and putting it on top of it. So you diagnosed that very quickly. And then we practiced a very slow, basic, sort of AC/DC rock beat. Dave Elitch: Money beat.  Tim Ferriss: In doing that, we were able to focus on some fundamental grips and so on in a very slow fashion. But the video that introduced you to me has a number, it turns out, of stories associated with it that I hadn’t heard. It seems like a lot of people have come to find you through this video. So I’d love to tell people about it. I think it came about because I was on Twitter at God knows what unholy hour and was thinking about drumming. I’ve always been fascinated by drumming. So I asked something along the lines of “Who is a beast drummer who is also a good drummer?” and somebody threw a link up to this video. What is the video?  Dave Elitch: The video is me playing with The Mars Volta at a Big Day Out Festival in Sydney, Australia in 2010, early 2010. I would videotape all of the shows that we played. I’d set up a little camera behind me. Because when you’re in the heat of battle, as you could say, you have no idea how it’s actually coming across. If I backtrack a little bit, with this situation and a lot of situations that I get called for, I’ve sort of developed this reputation as a bit of a mercenary in that like when someone breaks their arm or someone gets fired, or someone needs someone to do a tour like last minute, with no rehearsal, little rehearsal, whatever, they call me and I have to learn everything last minute. It’s funny. I’ve been – Tim Ferriss: The Cleaner.  Dave Elitch: Yeah, exactly. So with The Mars Volta, with Miley Cyrus, with 1975, with M83, you walk into a room. You go, “Nice to meet you guys.” You might run through the set once, and then you’re playing in front of 15,000-30,000 people. It’s a unique situation to be in. The amount of pressure is unbelievable. Because as a drummer, if you drop the ball, the whole show collapses in on top of you. It’s not like the guitar, where you can go, whoops, flubbed that, and then you can just kind of keep playing.  Tim Ferriss: Do it twice, and you’re playing jazz.  Dave Elitch: Yes, exactly. Drumming, if you drop the ball, the whole show caves in on you. So The Mars Volta was the first big situation that I was in like that. I got that gig when I was 25. They called hundreds of people to do it. People were sending in video auditions and all kinds of stuff. When they asked me to do it, I said, “Yeah, sure.” In your head, it’s one of those – I’m sure you’ve had this experience before – they’re like, “Great, this sounds great.” In my head, I’m like, “No, no, no, no, no,” and then I was just like, “Yes.” Yes just comes out of your mouth. I feel like every important life decision I’ve ever made, that happens, and it’s super important just to do it.  Tim Ferriss: Grow wings on the way down. Dave Elitch: Yes, exactly. So I flew to Europe, met the band, we ran through the two and a half hour set twice, and then went on tour. This is for people who aren’t familiar with the band, it’s extremely complex music. Lots of – Omar the guitar player, lots of hand signals and eyebrows, cues.  Tim Ferriss: I didn’t realize that. So he’s like a major league baseball catcher.  Dave Elitch: Yeah, yeah, yeah. There’s a long drum solo every night. You have to be on point, really. So I would set up a camera behind me every night to be like, “I need to know what this actually sounds like.” Because in the heat of the moment, you could think you’re killing it, and then you watch a video, and you’re like, “Ugh, whoops.” Or the opposite is also true always. I could be like, “I feel like that didn’t sound good at all,” and then I watch the video, and I’m like, “Oh, that was actually okay.” That level of cognitive disconnect in that scenario is huge.  I would go back to my hotel room after the show, and watch the video and take mental notes about things that worked and things that didn’t work. For me, it’s always been very important to put on a visual show. There’s nothing worse than going to see a show and just watching someone that looks like they’re doing their taxes.  Tim Ferriss: Why do you think this particular video – and we’ll put it in the show notes for people who want to see it, you can go to tim.blog/podcast, and it’ll be right in the show notes so you can find the link. But if people wanted to Google this, is there anything, in particular, they should search for? Dave Elitch: You could type in “Dave Elitch drum cam” or just “Dave Elitch,” and it’s going to pop up at the top somewhere.  Tim Ferriss: It’s one of the very first results. Why do you think this video – and this is related to where you were going, I think – why do you think this video caught on in the way that it did? Dave Elitch: Because I’m going apeshit. Tim Ferriss: Fucking berserk.  Dave Elitch: I was standing up, kicking stuff over. Like, just going nuts. I think it’s really important to put on a show, so people are like, “Holy shit. What is going on? This is insane.” So yeah, I’m standing up and hitting super hard. It’s visually entertaining. But the most important part of that is the playing has to be happening. If you go nuts, and then you screw something up, there’s a point. So the playing has to be on point, and then I’m going to stand up and kick something over, you know?  Tim Ferriss: Before you had your first, whether it’s your first performance with The Mars Volta, so you’ve gone through the set twice. You’re in Europe. Or wherever you are in the world. What is your self-talk or your prep before going out on stage to play with this band? Dave Elitch: You’ll be into this because there’s a lot of note-taking.  Tim Ferriss: I’m already into it. Dave Elitch: This is something that I do with a lot of people that I work with. Just showing them how to chart out a song properly because so many people write out way too much nonsense and then it’s way too much to navigate. Learning music at the last minute and having to play it, that does happen quite a bit, whether it’s like a coffee house or a huge show or whatever. So most people will write out everything, and then they go to look at it, and they have no idea. They can’t read their handwriting. Meaning what I do with people is it’s just the roadmap. You’re not writing out notation. It’s just like intro – eight bars; verse – 16 bars; chorus – 16. It’s just that.  That’s it. I might say where my right hand is. Right cymbal, crash, high hat. But it’s very minimalistic. So I made those charts for all the songs. I would go through – it’s all about how you approach this stuff, right? A lot of people would go, “I’m going to play through this setlist,” just bang, bang, bang, down the line. But you’re constantly distracted. You’re constantly switching. The target’s moving. So you can’t get deep. Tim Ferriss: Why is the target moving? Dave Elitch: Because you’re switching songs all the time. What I would do is I would take the first song in the setlist, and I would have my notes and the music, and I would play through it as many times as it took for me to be like, “I know this really well.” But the same thing on repeat. Most people would be like, “I’m just going to go through the set and then it’s like –” Tim Ferriss: By the songs changing, you mean that show to show? Dave Elitch: No, I mean within the setlist itself. So like someone would play the first song and then the second song and then the third song all in a row. Then they can’t remember anything because they’re working on all the songs at the same time.  Tim Ferriss: It’s linear. Dave Elitch: Yes, exactly. Tim Ferriss: It’s also – just because we’ve both had a fair amount of caffeine, so I feel like we can make use of that caffeine now – this is also a reason why certain mnemonic devices work better than others. For instance, if you use what sometimes is referred to as a memory palace, this has been used for thousands of years. Cicero used it for memorizing speeches, among other things, where you could take – this is also how a lot of memory competitors memorize shuffled decks of cards, is they will memorize pairs of cards as interacting images and place them along a familiar route. So walking from their front door to the grocery store or something like that.  But one of the challenges with that is if you want to get to the 12th item and recall that 12th item, you have to run through the list. Similarly, if you’re only memorizing or getting familiar with a playlist or a set from one to 12 or whatever the number is, and then all of a sudden I’m just like imagining the lead singer’s like, “Fuck it. I feel we should just go to five.” And you’re like, “I’m not ready for five.”  Dave Elitch: Totally. That’s a very real thing. And that’s a real thing also when people are doing method book work like out of a drum book, let’s say. I might have them learn the entire page; this happens all the time. I’m like, “Cool. Let me hear you start from the end.” They’re like, “Uh…” So that is a very important point, and that comes later in the process, at the end of the process. So I will go through one song over and over and over again until I know it really well; this is huge; practicing not in regards to time, but in regards to goals.  So the number of people who go to music school and they go, “Yeah, I practice eight hours a day.” It’s not about how much time. It’s about what you’re getting done. And having specific goals. And writing that down and go, “I need to get this from here to here. Once I get that done, I’m done. Check. Moving on.” A lot of people go, “I need to work on this thing for an hour.” That doesn’t mean anything. It’s not a tangible goal. An hour for you and an hour for me are completely different. One person could get it in 20 minutes. Another person could take two hours. It’s unbelievable how everyone structures things in terms of time.  Tim Ferriss: How do you know when you have a song?  Dave Elitch: That’s a good question. I don’t know if I can put that into words. Tim Ferriss: What does it feel like? Dave Elitch: It feels like – you’ve given a lot of talks. You rehearse it enough, and you’re like, “Yeah, I don’t need these notes.” You know it in your core. It’s like when you memorize your times tables or whatever. It’s that same type of thing. You don’t have to gear up to get it going.  Tim Ferriss: Someone could slap you in the face to wake you up and be like, “Do this,” and it would come out. Dave Elitch: It’s in your bones. I prepare in that regard like an insane amount. It’s like a ridiculous amount. So I’ll play the song; I don’t know, like five or 10 times with my notes. And then I start, “Okay, I think I got it now.” Then I’ll put my notes away and just play. No, sorry. Then I’ll play with just the notes, no music. Then I’ll play – Tim Ferriss: As you were saying. So you’re accompanying the music first with your notes.  Dave Elitch: Yes. And then when I get comfortable the next step – Tim Ferriss: Turn off the music. Dave Elitch: – and just play with the notes. And then the next step is music, no notes. And then the final step is just a click track, nothing else. So just a click track.  Tim Ferriss: Click track metronome. Dave Elitch: Yeah. So I hear nothing, and I have to know it so well that I can get through the whole song in my head, hearing everything. That’s an insane amount of work. But the deal is when you get on stage, and there are 30,000 people screaming, and like with Miley, people throwing bras and underwear at me.  Tim Ferriss: Better than batteries and tomatoes, I guess. Or beer bottles.  Dave Elitch: Like at that moment, you have to know everything so well that that’s not going to faze you. It takes a long time. I’m in there for 10 or 12 hours at the beginning. But that type of preparation is huge. What’s funny is when I went to Amsterdam to rehearse the set with them, I set up an extra floor tom on my left side, which you normally wouldn’t do that; they’re on your right side. Were you going to say something? Tim Ferriss: No, no, no. I was going to say maybe you could explain what a floor tom is for people who don’t know. Dave Elitch: Yeah. So Tom’s, yeah, interesting explaining this. Man, how would you explain this to a layman? Tim Ferriss: It’s tough. I’m going to do a poor job. Dave Elitch: Yeah, great. Tim Ferriss: I will do a terrible job, but it’s easy for me to come at this with beginner’s ideas because I don’t know what the fuck I’m talking about. If people can hear the snap, like the, generally – please feel free to call bullshit on any of this.  Dave Elitch: No, no, you’re good. Tim Ferriss: Like that, you’re going to be hearing say a snare drum, right? Dave Elitch: Mm-hmm. Tim Ferriss: When you look at drummers, and they have their hands seemingly crossed, they’re hitting the high hat, and then they’re hitting the snare with the other hand. That’s part of the lifeblood of any kind of rock beat, right? Dave Elitch: And the kick drum with their foot. Tim Ferriss: So it’s like [sound effects], that is the high hat and the snare. Then if you were to hear a drummer say travel left to right, assuming they’re right-handed, like [sound effects], when you hear [sound effects] that part is very often going to be a floor tom.  Dave Elitch: Perfect. Perfect. I couldn’t have done that better myself. Tim Ferriss: So you are right-handed? Dave Elitch: Yes. So you have a rack tom up top, straight in front of you, which is going to be the higher pitch, like [sound effects] and then you go down further, and you get bigger drums, which are sitting on the floor, floor toms, right? Tim Ferriss: Yeah. So having those on the left is not normal. Dave Elitch: Not normal, yeah. Tim Ferriss: So why would you do that? Dave Elitch: So I put it on my left so I could put my notes on the left and didn’t think anyone would see them. I go to the bathroom after the first set, and I come back, and it’s all gone.  Tim Ferriss: Oh, fuck. Dave Elitch: Yeah. And I was like, “Uh…” and the bass player is like, “It’s cool, man. You got it. It’s all good. You don’t need those.” And I didn’t.  Tim Ferriss: You’re like, “Thanks, bass player who’s done this set 400 times.” Dave Elitch: Exactly, yeah, yeah. “Okay, great.”  Tim Ferriss: I want to note something for folks, and I’m so glad we got into this because that particular way that you laid out your progression for practicing a song is nearly identical to how a lot of the best public speakers also prepare their keynotes. They will take a keynote – and I learned to do this as well, but I was borrowing from other people – and instead of – let’s just say for the sake of simplicity, a 60-minute keynote – rather than trying to give the 60-minute keynote from start to finish, they’ll break it into four pieces.  Or what they’ll do – and this is something I started to model – is because the beginning and the ending is so important, actually breaking out the first five minutes and the last five minutes. Let’s make it simple. If it’s a 40-minute talk – this will make the math a little easier – first five minutes, then you have three 10-minute sections and then the last five minutes. And to practice each one of those individually, as opposed to in sequence. Initially, not paying attention to time, although having some rough idea of the total length. And then recording, listening to it, making these post-game analysis edits necessary.  And then also at a later point – and I picked this up from someone as well when I was practicing, you’re talking about the bras and the panties and everything – when I was preparing for my TED talk about a year and a half ago, which was going to be the opening session, main stage, nervous as fuck. Just as a side note – I’m sure you have a million of these, so I’d love to hear some of these war stories – there’s this area behind the stage at TED, which is called something hilarious like the Zen room or the chill-out room where the people who are on deck, like the three or four speakers who are on deck, are meant to hang out there with their little misters and cold water and so on.  You walk in there, at least when I walked in there, it was some of the most polished speakers in the world basically freaking the fuck out. I was like, “I need to leave here now!” Dave Elitch: This isn’t helping.  Tim Ferriss: “I need to leave right now.” This is like being in the water with Bear Grylls and all his survival experts, and they’re losing their shit because there are like great white sharks in the water. You’re like, “This is not helpful. I need not to be here.” But one of the things that I’d done in the last week or so of preparation was to load myself up on way too much caffeine, like three or four coffees, before giving dress rehearsals before strangers at my friends’ companies. I would have them call in people during lunch hour, and I would give a rehearsal in front of people who probably didn’t particularly want to be there. Not a super-warm crowd, who don’t care about my feelings, particularly.  Dave Elitch: And you’re all jacked. Tim Ferriss: And I’m jacked to try to simulate the adrenaline I would feel when I actually got out there.  Dave Elitch: That’s smart, yeah. Tim Ferriss: In any case, I don’t want to brain vomit on you too much.  Dave Elitch: No, it’s all good. That’s what we’re here for. Tim Ferriss: I’ll reserve some of my brain vomit for later. But the point being that progression you use applies to so many things. We’re going to comment. You can see my fondling these – fondling is a strange word – but these gifts. Gifts, people! Get your mind out of the gutter – that you gave me, which I do want to talk about. You’ve followed this progression song-by-song. You’ve gone through the set twice. Hour before you get on stage, what does that hour look like? For that particular mercenary gig.  Dave Elitch: It’s extremely stressful. You’re waking up in the middle of the night going, “Huh, huh, how does that bridge go?” Like freaking out. Because you have the weight of the world on your shoulders. It’s extremely stressful and in a lot of these situations – it was funny. I was thinking about how to sort of present this to the laymen. It’s like your first day on the job. It’s some really, you got like a giant promotion, or you’re at a new company, different title, different role. And you roll in, and you meet everyone. You pick five random people out of the office, and you say, “Great. You guys are going to go on stage in front of 30,000 people together.” You just met.  Or you’re going to spend the next month in a bus together, waking up next to each other. It’s a very weird situation. Who knows how that’s going to work out as far as personalities and everything? But the hour before the show, I’ve done the Sam Harris guided meditation. I just go to an area by myself and sit down and breathe and just try to stay as relaxed as possible.  Tim Ferriss: This is the 10-minute? Dave Elitch: Yeah.  Tim Ferriss: For people who don’t know, this is Sam Harris, a neuroscience Ph.D. and also a very well-known author. I think he’s at samharris.org, two R’s, one S. He has a number of really good guided meditations. So you will have done that? Dave Elitch: Yeah. Tim Ferriss: Is that the morning of? Is that right before? Dave Elitch: Both. If I’m feeling really anxious, I’ll do it right before. One of the things that took years me years of touring to figure out is a lot of people will – drumming is an incredibly physical instrument, especially with how hard I can hit at times, and you really have to treat yourself like an athlete – a lot of people will sit there and “warm up” on a rubber pad and gingerly hit it around for 10 or 15 minutes and then they go out onstage and their feet are cold. I started bringing a jump rope on tour with me. I was just like, “Oh, my God, how did I not figure this out earlier?”  I skip rope for maybe 10 or 15 minutes, and that gets the blood flowing so when I walk out onstage, I feel like I’m three songs in already, which is a game changer, physiologically. I’ll do that. It gets your head in the zone. Because skipping rope is the same exact thing as playing a musical instrument in terms of focus. It’s like a detached focus. If you think about what you’re doing, you use a different part of your brain neurologically, and you’ll screw up whatever you’re doing if it’s a highly learned, embedded task.  So if you’re skipping rope and you think about what you’re doing, you’ll hit your feet, and you’ll screw it all up. If I’m playing a show, I have to be either totally Zenned out and not thinking about anything at all or I have to think about what I’m eating after the show or doing laundry or whatever. I can’t think, “Here comes this part” or “Right, right, left, left,” or I’ll immediately bungle whatever I’m doing. But skipping rope gets my head in that mindset. It also gets me warmed up. So yeah, it’s just a lot of pacing. I don’t drink coffee or Red Bulls or anything because I know my heart rate’s already going to be insane, so I try not to do that.  Tim Ferriss: Do you have anything that you, any particular rituals or things that you say to yourself before you go out or if you are, alternatively, do you take either or both of these – when you’re talking to a professional who perhaps is really nervous about a tour they’re about to do or gigs that they’re doing, what’s your advice to them right before they go out?  Dave Elitch: My advice is what I try to live by in that if you put the time in and you know the material, there’s nothing to be nervous about because you know what you’re doing. As soon as you get on stage, after about five minutes and the adrenaline wears off, you should be comfortable. Because you’re like, “I couldn’t have put in more time. I put in the time. I know what I’m doing. This is fine.” What’s really scary is when you don’t have the time to put the work in; then that’s freaky. I try to never put myself in those situations. But yeah, as long as you put in the time.  When I’m working with someone, I make sure they put in the time. Usually, it’s a lot of guys who’ve been in bands for a long time. They have an ample amount; they might have a month of rehearsals. So it’s not about whether I know this material. It’s maybe some other issue. But I tell everyone to do the Sam Harris guided meditation, especially people who aren’t familiar with that. Because when I first started doing it, I literally had to relearn how to breathe. Tim Ferriss: The guided meditation? Dave Elitch: Yeah. My breathing was – because I was driving to the studio and I was recording this record with this band called Antemasque that I did with Omar and Cedric from The Mars Volta after The Mars Volta. Flea was playing bass on it from the Chili Peppers. I had just finished doing the Killer Be Killed record, which is a metal band I was in, and I had to learn the Miley set after being in the studio all day with Antemasque. So I was driving to the studio, and I was white-knuckling the steering wheel, and I was holding my breath. I realized, “Oh, my God, am I doing this all the time?”  Tim Ferriss: Is this my normal? Dave Elitch: Yeah. This is crazy. Then I started paying attention to it, and I realized I was holding my breath all the time. When I started doing the short guided meditation, I realized, “Oh, my God, I don’t know how to breathe anymore.” I had to literally learn how to take a full breath because I didn’t, just from getting kicked in the balls over and over again and daily life, your breathing gets shallow. So that was massive for me.  As far as the rituals, that’s huge. Even if I don’t have time to sit down and fully do the meditation, I’ll try and get into that headspace, because if you start your day with that, you can very easily go back and access that mindset later on. It’s much easier for me to go, “Okay, feeling stressed, okay, there’s a full breath.” Whereas if I didn’t start my day off doing that, I might not physically be able to access that full breath. Tim Ferriss: Right. You haven’t limbered up. Dave Elitch: Yes.  Tim Ferriss: Psychologically and physically.  Dave Elitch: Yeah, it’s huge. Tim Ferriss: The breathing, facial tension. Yesterday you were asking me when I was sitting at the kit about the jaw and the mouth. We were chatting about that last night. Well, is it just from the standpoint of teaching, there are so many different skills that can be enhanced, oddly enough, by paying attention to mouth, jaw, tongue relaxation. We were chatting last night about “Is it best to tell someone to relax the jaw, or is that too hard?” And, in fact, if you ask someone to relax the tongue, do you get that entire structure to relax more easily?  All of which transcends music specifically. This is a conversation I’ve had a lot with someone who’s been on the podcast, Kelly Starrett, who always talks about breathing and positions. If you can’t breathe in the position, you do not earn the position.  Dave Elitch: That’s why I was so excited about doing this with you. Because I knew there was going to be tons of carryover from different disciplines. That’s what I really love. So you telling me, “If you relax your tongue, you’ll relax your whole face and your jaw.” I was like, “Of course.” That’s huge, and that’s the way I’m going to present it to people from now on because that’s a better way to teach it.  Tim Ferriss: You and I were having a conversation last night, romantic, candle-lit, hot tub conversation.  Dave Elitch: Amongst ice, ice baths. Tim Ferriss: That’s true. We did ice baths, which is also a great opportunity to work on breathing, big time.  Dave Elitch: Breathing. Holy shit.  Tim Ferriss: We can have a Round 2. We were chatting about, in part – we were talking about a lot of things – about what keeps me excited. My answer was seeing the interconnectedness and the transferability of these types of concepts because even if you bleed the stone and work in one area on one discipline, and you get to a point where perhaps you just feel fatigued and want to try something else, but you’re not sure if you could ever recapture the excitement you felt in the nascent stages of that first dominant skill.  For me, I’ve realized that there are thousands of different disciplines you could be exposed to and take to like a fish to water because you have knowingly or unknowingly developed all of these meta-skills that apply. You gave me a few gifts that I alluded to fondling earlier. One of them I’m holding here, and I’d love for you to tell people what it is and why you gave it to me. Dave Elitch: Sure. This is a book called The Inner Game of Tennis by Timothy Gallwey. It came out in 1974. It’s one of those books where people are like, “Oh, yeah, that book.” It had a huge effect, and there are all sorts of spinoffs. The Inner Game of Music is actually a book. The amazing thing with this book is – both of us have read a lot about Zen Buddhism – the thing about Zen Buddhism is by the very nature of what it is, it’s very difficult to pin down and point at directly and define because it’s so amorphous. This is the first thing I ever read where he nails it down in the context of tennis. It’s easier to do that way. Tim Ferriss: Are you a tennis player?  Dave Elitch: I’m not.  Tim Ferriss: This is important.  Dave Elitch: Yeah. So the book talks about essentially these two selves that we have. Self 1 and Self 2. Self 1 is the analytical, cruel self-talk, harsh critic who you hit the ball into the net – if we’re going to stick with the tennis analogy – and Self 1 is like, “Oh, you fucking piece of shit. Come on, get it together.” And Self 2 is your subconscious automatic self that’s just, “Hey, I’m just trying to make this happen here.” The whole idea is calming down the critical, analytical Self 1, your self-talk, and letting Self 2, the automatic subconscious, take over. If you let that happen, everything will happen automatically.  So what’s interesting is what I do with so many people is very technique oriented. This book can be described as an anti-technique because it’s sort of the opposite way of coming about it. But what’s interesting about this is with the Zen stuff, they will lead you down a path and then just leave you there, a lot of times. The brilliant thing with this book is it’s very easy to understand. Anyone can pick it up and learn. You can replace tennis with any other thing, any other discipline.  The brilliant thing about this book is it takes you somewhere and he’s like, this is a plateau you have to overcome and this is how you do it. That happens multiple times in the book. Tim Ferriss: This is the problem. Here are a few approaches to resolving the problem. Dave Elitch: As a for-instance, if you’re really getting in your head – I’ll stick with the tennis analogy – in a match, and you need a device to overcome that Self 1, because like I was saying earlier, if you think physiologically about what you’re doing in terms of movement, you use a different structure in your brain and you’ll botch it. So if you’re serving a tennis ball, you throw the ball up, you go, “I throw the ball up, then I move my racquet,” you’re fucked. You’re going to hit the net every time. So in order to not do that, he’ll say, “Focus on the laces of the ball as it’s coming at you” or “Focus on the whop of the sound when you get a good hit” and just focus on those things in and of themselves that will take you into that space. We were talking about this last night. Everyone that talks about being in the zone or being on that fire, that kind of thing, as a state you can willingly inhabit, it’s not really a thing. It’s not really true. You can set the stage for it by this type of thing, but you can’t willingly enter into that or else everybody would do that all the time. When I’m having these out-of-body experiences when I’m playing music, which is what gets you to do it in the first place, sort of time slows down and unfolds in front of you and you see what you’re going to play.  Tim Ferriss: Neo back-bending with the bullets flying by? Dave Elitch: It’s exactly the same thing. That’s what got me hooked. That Matrix thing. You can use that in any discipline.  Tim Ferriss: And you can’t, as you said, guarantee that you can follow the boot-up sequence and automatically enter flow at any point in time, but you can increase the odds. Dave Elitch: Sure, absolutely.  Tim Ferriss: You can increase the odds. Dave Elitch: Absolutely. Tim Ferriss: You were mentioning it in the context of tennis or a tennis serve, but last night when we were tooling around on the drum kit, it’s very similar, right?  Dave Elitch: Mm-hmm. Tim Ferriss: You were asking me to note the difference in sound from switching from a French grip, thumb on top, to a German grip, which is all more internally rotated. Dave Elitch: Yeah, a flat hand. Tim Ferriss: Flatter hand. But using the wrist. Dave Elitch: As a whip. Tim Ferriss: As a whip for rim shot or on the snare drum. You were asking me to notice the feel and the sound of it. Dave Elitch: What’s amazing about this is we’re playing an electronic kit. We’re not playing an acoustic kit. So even though you’re hearing sounds, theoretically, it shouldn’t really sound any different because it’s not real. You know what I mean?  Tim Ferriss: Yeah. Dave Elitch: But that’s what’s even cooler about this. Being on an electronic kit is once we got you relaxing and getting those techniques happening, and trimming the fat, your vibe and your feel were totally different, even in that situation.  Tim Ferriss: The sound or the queuing into that sound or feeling, much like anyone who has played tennis, and I’ve played very little tennis, knows the gratification of that proper thwack when you really hit it in the sweet spot or anyone who’s boxed and found that sweet spot on a heavy bag. It acts as an anchor for the 27 biomechanical ingredients that make it up, but if you try to recall the 27 separate ingredients discretely when you’re pulling your arm back to hit the ball, you’re fucked.  Dave Elitch: You hit the nail on the head, man. That is exactly the kind of stuff that I find so exciting are those carryovers. When you hit a home run, when you smash a baseball, it doesn’t feel like you did anything. Whereas if you hit it wonky, you’re like [sound effects]. You know what I mean? It’s terrible. Tim Ferriss: Yeah. Dave Elitch: It’s the same thing with drums. When you hit them right, the energy should be going out, not back in. It’s the same with anything else, any athletic movement.  Tim Ferriss: You gave this book, The Inner Game of Tennis, to – and we’re definitely going to come back to this topic – to your therapist, who is 81? Dave Elitch: Something like that, yeah. Tim Ferriss: 80-something and a very wise woman. It now has a prominent place on her shelf. Dave Elitch: Yeah, it has a spot on her mantle. One of the five or six books she gives out to people regularly. Tim Ferriss: I didn’t ask you this because I don’t think you mentioned the five or six other books, but do you know offhand any of the other books? Dave Elitch: The Pia Mellody, Facing Love Addiction, is one of them. Tim Ferriss: Pia Mellody, P-I-A Mellody. Dave Elitch: Yeah. I don’t know the other ones.  Tim Ferriss: We can make that a bonus feature for the show notes.  Dave Elitch: I’ll look closer next time.  Tim Ferriss: We’ll put those in the show notes. Let’s take a look at these other two because I think they are also a fun way to dissect you a bit. Let’s go with this one next. This is a very small book, and I always get excited about small books.  Dave Elitch: One would not think that.  Tim Ferriss: One would not think that. Every time I set out to write a 20-page children’s book, it ends up being a 700-page bludgeoning tool. This is titled The Medium is the Massage. Subtitled, An Inventory of Effects. Marshall McLuhan? Is that how you say it?  Dave Elitch: That’s it.  Tim Ferriss: M, little C, uppercase L-U-H-A-N. And Quentin Fiore? Is he the graphic designer? Dave Elitch: Yes.  Tim Ferriss: And then produced, I didn’t even notice that, by Jerome Agel, I suppose, something like that. Dave Elitch: Yeah. Tim Ferriss: Who knows. That’s not something I typically see associated with books, so I’m not sure what that means. Tell me about this book. Dave Elitch: Marshall McLuhan was a really interesting and very popular social and media theorist in the ‘50s and ‘60s, so I find it really fascinating that he’s not a household name now, being that media is such a massive part of everyone’s life now, especially people who do their own thing. We have to have Instagram and Twitter and all that stuff. You don’t have a choice, right? So I find societal issues and media and how we process and consume media very interesting. This dude was so ahead of everyone by decades. It’s almost creepy. Tim Ferriss: Just in terms of his predictive ability? Dave Elitch: Yeah. The interesting thing about him is he would spout off all sorts of inflammatory, crazy things. People would get furious about certain things, or pick things apart. He would contradict himself all the time, and make these grand statements. That maybe would’ve bothered me years ago, but now, as long as there are gems throughout and he hits the nail on the head in certain areas, and I can take away things that shift my perspective as a whole, that’s all that matters to me. So The Medium is the Message. This is actually The Medium is the Massage because they screwed up when they – Tim Ferriss: That’s so funny. I didn’t even notice that.  Dave Elitch: I know. They screwed up when they were printing it originally, and he thought it was hilarious and he’s like, just leave it, it’s fine. So it was supposed to be The Medium is the Message, but it’s actually The Medium is the Massage. He’s like, “That’s great.”  Tim Ferriss: That’s great. Let’s keep it. Dave Elitch: He loved puns. He was kind of a quirky, weird dude. The whole idea of that phrase is that the medium with which information is submitted to you is more important than the actual information itself. An example I like to use is something like Auto-Tune. For people who don’t know what Auto-Tune is, if you think of that Cher song Do you Believe in Love, whatever, that was 20 years ago. Auto-Tune is a software that people use to correct someone’s vocal take. So if someone’s vocal take is wonky, they just sort of massage it a little bit. Tim Ferriss: It’s been used quite a bit in hip-hop. Dave Elitch: Yes. What the new thing with that Cher song is they used a different key signature to Auto-Tune it, so it way over-corrected itself, and that’s what got that weird, now T-Pain sort of sound. Drake. As something that was an experiment, now has currently changed the way music is. The software itself has now changed the art form to the point where I’ll have producer friends of mine tracking someone doing vocals in their 20s, and they’re like, “Hey, why does my voice sound weird?” They’re like, “That’s what your voice sounds like.”  Tim Ferriss: Oh, uncorrected? Dave Elitch: They expect it to sound Auto-Tuned. So the technology has now affected the art form. Tim Ferriss: It not only changed the content, but it also changed the perception of the raw materials. Dave Elitch: Yeah. And you could say the same thing about, there’s something called Beat Detective, which is something drummers the world over hate. It’s the same sort of a thing for drummers. So you can track something, record something in a studio, and then they will artificially adjust everything to a grid. If someone’s lazy about it, they snap it to the grid, and it’s just like [sound effects], it’s very stiff and computer-like because that’s what it’s been turned into. Tim Ferriss: Spock on drums. Dave Elitch: Exactly. But people got used to hearing that.  Tim Ferriss: Can you remove the soul from my music? Dave Elitch: Yeah. So I’ve done sessions where I’ll go in, and I think I’ve done a pretty good job. Then I’ll hear it back, and I’m like, “Why did you even have me play on this?” Because they’re just lazy. It’s more about them being lazy and not going through and, you know. But people got used to hearing how quote, unquote “perfect” that is. And if someone hears something that rushes or drags or is a little bit not perfect, they’re like, “This is weird.” And so a lot of things are Beat-Detected to the point where it’s just totally artificial now. Tim Ferriss: You’ve drained the blood. Dave Elitch: Yes. And then the pendulum will swing back. That’s why Adele was so successful, because it was real music. Tim Ferriss: And Jack Johnson. Dave Elitch: Yeah, exactly. Tim Ferriss: You do have the pendulum sometimes swing in the opposite direction. Is your interest in this – because I know it’s not limited just to this book – and, one, I wanted to bring up you have mentioned this to me many times. In fact, this is a documentary series that has come up repeatedly on this podcast. I’m embarrassed to say that I still have not seen it. Adam Curtis’ BBC documentary series, The Century of the Self and HyperNormalisation. So you’ve said it changed the way that you saw the world forever. I’ll just continue here.  Even if you just check out – these are your words – the first 20 minutes of Century of the Self, it’ll blow your mind. Maybe you could segue into The Century of the Self and HyperNormalisation. Tell me why this is so interesting to you. Because this seems to be fanatically something that is of great interest to you. We were just talking about Beat Detective and other things. People might assume it’s because he’s a musician and it’s how these things affect music. But I don’t know if that’s true. So could you talk about how you found Century of the Self? Because it has come up surprisingly frequently on this podcast. And why does it grab your attention?  Dave Elitch: My buddy, Chris, is a musician friend of mine. He told me about it years ago. I think it came out in 2000. I’d have to double-check that. The premise of Century of the Self is it starts with focusing on Edward Bernays. Edward Bernays was Sigmund Freud’s nephew. He took all of Sigmund Freud’s theories on the subconscious and came to the conclusion that human beings are either savage animals that are going to rip each other apart, or they can be controlled and made docile via consumerism.  Tim Ferriss: The opiate for the masses. Dave Elitch: Yeah, it’s literally that. Edward Bernays used some of these tactics that he pioneered in propaganda for World War I. Then after World War I, he was like, “Well, we can use these in peacetime for capitalists.”  Tim Ferriss: Selling more detergent. Dave Elitch: Yes. So the whole notion of you buying a pair of shoes to express your inner self was single-handedly formulated by him. So we think that’s just always been around. But really, before him, if people were thirsty, they drank water. They would wear shirts for years. As that dude who I’m a big fan of, Slavoj Žižek – Tim Ferriss: We’re going to come back to this. He’s a Slovenian philosopher. S-L-A-V-O-J. Second name, Z-I-Z-E-K. Amazing name. Please continue. Dave Elitch: Amazing person. Tim Ferriss: We’ll come back to that.  Dave Elitch: What he talks about, he says once you drink Coke instead of water, the excess is with us forever. You can’t go backward. He did interesting things like having a bunch of women smoke cigarettes. There was some sort of subconscious phallic connotation with that. But at the time, women didn’t smoke. He hired a bunch of attractive women to smoke in a parade or in public or something, to get it sort of “trending.”  Tim Ferriss: It’s like having the celebrity wear the sneakers.  Dave Elitch: Exactly. So he created focus groups. He created the idea of PR. This is all him. So this guy single-handedly shaped America as we know it. Of course, America affects everything else in the world. Up until recently, anyway. Especially the world we live in now with Instagram and social media. He’s maybe the most influential person in terms of society. Tim Ferriss: Whose name most people don’t recognize. Dave Elitch: Yeah. It blows my mind. He would be a household name.  Tim Ferriss: This is Edward Bernays. Dave Elitch: Yes. The documentary – Tim Ferriss: B-E-R-N-A-Y-S, for people wondering.  Dave Elitch: What’s interesting is you would think he made himself famous via Sigmund Freud, but it was actually the other way around. He took all of his tactics and made Sigmund Freud into Sigmund Freud. It’s crazy.  Tim Ferriss: That I didn’t, I had no idea. That’s really wild. Dave Elitch: It’s four one-hour episodes and the first episode – Tim Ferriss: The Century of the Self. Dave Elitch: Yeah. It’s called Happiness Machines. That’s the first episode. Adam Curtis has a really interesting style of making these documentaries. I saw him do a talk in Los Angeles when HyperNormalisation came out in 2016. He said, “These aren’t really documentaries. They’re kind of just things that I make.” They’re almost like video essays or collages. McLuhan talks a lot about that, presenting things as sort of a star pattern of images because language is sometimes insufficient to convey the ideas. It can be like a weird collage. I show this documentary to people, and they’re like, “What is this?” It’s really strange. The music is really weird and bizarre. Tim Ferriss: Which one are you talking about? Dave Elitch: Sorry. I’m talking about – Tim Ferriss: HyperNormalisation? Dave Elitch: Either one. Anything Adam Curtis has made is the same style. It’s four one-hour episodes, and it goes all the way up until the Clinton administration because this idea, this Edward Bernays stuff weaves its way into politics. It goes into other things too. That completely changed the way I think about everything. I think about it every day. Tim Ferriss: What would be an example? Is it just that you’re aware of the way your subconscious is being manipulated? Is it that you view other individual and collective behavior differently because you question the free will ingredient? How does it on a day-to-day basis impact how you think about things or view reality? Dave Elitch: It’s all of that. If we’re talking about consumerism, if I want to buy something, whatever it is, a drink or a snare drum, which I buy a lot of, or some art, which I also buy a lot of, I think, “Why do I want this? What’s driving this?” A lot of times, the answer is different than what you think what it may be. Tim Ferriss: Or what you want it to be. Dave Elitch: Yeah. A lot of times you’re filling the void. That’s a whole other topic – existential angst. Tim Ferriss: That is a big topic. Dave Elitch: But that’s why a lot of people are buying things. To make themselves feel better. Tim Ferriss: I heard this quote not too long ago. It’s actually in a collection of quotes. I’m such a promiscuous quote reader. But there’s one, and I don’t know the attribution. Someone out there on the internet can certainly indicate who the proper attribution is. I’ll put it in the show notes as well. I’ll write down this note: mankind existential animal quote question mark. The quote is along the lines of, “Man is the only animal for which his own existence is a problem to be solved.” Dave Elitch: I love that. Yeah, I love that. That’s it right there. Tim Ferriss: It’s like, my dog, Molly, does not seem preoccupied. At all.  Dave Elitch: No, she’s just having a good time. Tim Ferriss: Yeah. You mentioned artwork. We’re going to come back to some music, and we’re also going to jump into some of the rapid-fire questions that I love to ask. We’ve known each other for quite a while, but I don’t think I’ve ever asked, certainly 90% of those that we’re going to be coming up on. The artwork. I follow you on Instagram, and I love your drumming. Dave Elitch: Thanks. Tim Ferriss: So don’t take this the wrong way. I find the artwork that you discover to be fascinating. Dave Elitch: Thanks. Tim Ferriss: And strange. Dave Elitch: Thanks. Tim Ferriss: You’re welcome. So I use your account also as a way of discovering different types of design and art. Have you always been interested in visual art, and if not, how did that become what seems like an important part of your life? I don’t know if it is. Dave Elitch: Yeah, it’s a very important part of my life. Tim Ferriss: How did it become important? Why is it important? Dave Elitch: I used to make art. I used to draw a lot and do watercolors when I was a kid. Then when I started playing drums, really young, like five, six, seven. Then when I started playing drums, I didn’t do anything else. It took my full mental capacity. So that sort of fell by the wayside. I hit a certain point in my career if you just have those blinders on and you’re myopic about something because you’re very focused and driven, you end up burning out eventually. Touring is incredibly stressful. I hit a wall a few years ago. Tim Ferriss: How old are you know? Dave Elitch: 34. Tim Ferriss: Okay. So like 31, 32? Dave Elitch: Something like that, yeah. I turned to art as a sort of oblique form of inspiration. Tim Ferriss: I don’t want to hijack the flow here. When you say hit a wall, is that physical fatigue? What do you mean by that? Dave Elitch: Mental fatigue, mostly. We were sort of talking about this last night. You get to a certain point where you check all the boxes of things that you’ve wanted to do. I got to a certain point where I was like, “I’ve done everything that I wanted to do career-wise. Now, what do I do?” Also, I was talking to Jimmy Chamberlin about this. He’s a good friend of mine, and I’ve been helping him out a little bit. Tim Ferriss: Who is that? Dave Elitch: He plays drums for The Smashing Pumpkins. We were having breakfast a few months ago, and we were talking about the same type of thing. He was saying people are like, “Man, this is great. Your band is doing so well.” Or, “You’re doing all these tours and isn’t that amazing?” I was saying, “Yeah, it’s not amazing. I always knew I was going to do this. This isn’t a surprise to me. I always knew this was going to happen.” In a way, it’s hard to get to the top of Mt. Everest and be like, “I did it.” Because you’re like, “Duh, of course I did it.” Tim Ferriss: When you say, “I knew it was going to happen,” how much of that – and there certainly could be an Option C, D, and E – but how much of that is “I knew it was going to happen because I knew I was really good,” versus “I’m just doing my fucking job. As a professional drummer, I am putting in the work, and therefore it is my job ultimately to do X, Y, and Z, and I did X, Y, and Z, so why would I pat myself on the back for doing my job?” Or something else? Dave Elitch: Sort of both. It’s just like I’m – Tim Ferriss: Because I have a lot of the latter. I’ve struggled with that quite a bit.   Dave Elitch: I’m going to work harder than you are and I’m going to be the first in and the last out. If this guy can make it work, I can certainly make it work. It’s really that sort of thing. I always say this to people I’m working with. I’m saying, look, you can have a good amount of innate ability at whatever you’re doing, but the person who puts the work in is always going to surpass you. If you have a little bit of innate ability, like I think I do, and you work harder than anyone else, obviously there’s a certain amount of luck involved in anything which you can’t do anything about. But there was no other option.  With the thing I was talking about with Jimmy, is he was like, that becomes a self-fulfilling prophecy down to the molecular, atomic level. If you’re operating from that state, things will unfold in that manner because you’re working in that. Not the secret kind of bullshit. Not that crap. He recommended this book to me, and I have so many books I have to read. Is it like On Becoming Yourself? [Ed. Note: Breaking The Habit of Being Yourself by Dr. Joe Dispenza] It’s super popular right now. I’ll have to look it up.  Tim Ferriss: I wonder who wrote it. Dave Elitch: I have it.  Tim Ferriss: Is it Krista Tippett? Dave Elitch: No. She’s great though.  Tim Ferriss: She is, yeah. Dave Elitch: I’m reading this Ellen Langer book called Mindfulness, which you’re going to super dig.  Tim Ferriss: I’ve watched you carrying it around. Dave Elitch: Yeah, it’s so good. Ellen Langer was on her podcast. That’s how I found out about her. Tim Ferriss: All right. We will follow up. So Jimmy recommended a book that maybe On Becoming something or other.  Dave Elitch: God, I have to look it up. Tim Ferriss: What’s the gist of the book or why did he recommend it? Dave Elitch: It basically goes way into that in terms of a scientific vantage point. How all of that stuff works. It’s very scientific. Tim Ferriss: When you say bad stuff, you mean when you place yourself on a certain direction and make thousands of micro-decisions that are subconsciously aligned with that direction? How things unfold? Dave Elitch: Yes. How does that work scientifically instead of some voodoo, weird, I want a new car, so I’m going to put that into the universe and then it’ll just happen.  Tim Ferriss: It makes me think – again, I’m going to blame it on the caffeine, but I just like jumping around and interjecting because I’m too hyperactive – we were talking about Maria Bamford, who is a fucking amazing comedian. At one point, she was doing this bit on having read The Secret. She said, “I went home, and I created a vision board. And on my vision board, I had all the things I wanted, and my sister came over.”  Her sister apparently is some very successful lawyer or something. Her sister comes over, very Type A and her sister is like, “What is this?” She’s like, “Oh, that’s my vision board.” She’s like, “You have a microwave on your vision board?” She’s like, “A fucking microwave? That’s ridiculous. I’ll buy you a fucking microwave.” And then Maria’s like, “Bam! Manifest!”  Dave Elitch: That’s awesome. Tim Ferriss: So we’re not talking about trying to make that happen? Dave Elitch: No. But I haven’t read it yet, so I’m kind of talking out of my ass here. But he was saying it’s incredible.  Tim Ferriss: How did he think it would help you? Why did he prescribe that?  Dave Elitch: Because we were talking about it anyway and he’s like, “Oh, have you read this book?” That’s sort of what it’s all about. It’s in the queue. I haven’t gotten to it yet.  Tim Ferriss: What did he share with you or what were his thoughts on this position that you find yourself in? Where it’s like, “All right, I seem to have some degree of innate ability for this particular field. I was drawn to it. I’ve applied myself very diligently” over, at this point, decades, right? Dave Elitch: Yeah. Tim Ferriss: “I’ve done what I want to do. Now what?” And you said something; I don’t know if you want to debut it here or not. I said, “Oh my God, you should put that on social media just to further outsource your self-esteem,” which I think is social media in a nutshell. Do you want to take a stab at it? Dave Elitch: I said, “Anyone who says do what you love for a living and you’ll never work a day in your life hasn’t done what they want to do for a living.” Tim Ferriss: Yeah, you do anything day in, day out for decades, there’s a point where you’re like, “Okay.” Dave Elitch: Even to the point where I’m doing these tours where I’m super stressed out. You’re walking onstage in an arena for 15,000 people at Staples Center or whatever and you’re like, “Ugh.” After a week, once I have the show down, I’m like, “Ugh, whatever. Making the doughnuts.” Especially if it’s a pop thing because it’s literally the same thing. If it’s something more improvised, that’s a little bit more exciting. There’s something that happens that I have to help people out who are on tour for a year and a half or two years and it’s pop context. Tim Ferriss: Holy shit. I didn’t realize tours were that long. Fuck. Dave Elitch: Oh, yeah, dude. Album cycle? Totally. So you’re playing the exact same thing, note-for-note, day in, day out. Tim Ferriss: So it’s like being on a book tour until your next book comes out, basically? Dave Elitch: Yup. Well, and then you’ll take a break. Tim Ferriss: You’ll do some recording. Dave Elitch: You’ll take a break, do a new record. But yeah, it’s intense. You’re out with the same people, the same techs. You’re away from your family. It’s pretty rough. Something that happens to people is they’re playing the same thing over and over and over again. I mean literally note-for-note. If you’re playing pop, like when I was doing Miley, that’s a massive production. It’s like eight busses, 12 semis. The stage production is insane. I’m going up, up, above, and down, above and below the stage. There’s a huge video wall. She’s riding a giant hot dog 20 feet above the air in the arena. There’s a lot of things that go on there.  So you can’t do anything differently because the dancers will be like, what just happened? So you have people playing the exact same thing note-for-note for a year and a half, two years, and they start to lose their mind because it’s so monotonous and representative.  Tim Ferriss: Yeah, it’s like the polar bear doing the lap in the one 10-foot pool in the enclosure. Dave Elitch: Exactly. It’s exactly the same thing. What starts happening is your brain starts creating weird quagmires for you to fall into because it’s bored.  Tim Ferriss: What would be an example of that? Dave Elitch: So for instance, you’ll get to a certain part, and you’ll be like, “Why can’t I play that? It’s not hard to play.” There was a guy I was working with who has played with Janet Jackson for a year, a lot of people. He’s a fantastic drummer. He had some issues with his foot. He went to see someone in Atlanta, like a neurologist. She had some helmet that he put on. We were looking at the technique, the physical issues. I guess there were some parts of his brain that were turned off to control the foot. It’s crazy. I don’t know how that technology works, but your brain will fuck with you.  There were times with The Mars Volta or with Miley or whatever where I would be like, “Oh, here comes this part.” You’re already dead in the water. Or when I was doing M83, there was one section where I would hear the beat in the wrong place.  Tim Ferriss: Weird. You had like an auditory hallucination. Dave Elitch: Yes. It was a very simple section. I remember at sound check, me going like, “Whoa, what’s going on here?” This is like, and your brain is like, “I need something to do.” It’s crazy. I forgot why I got on that tangent. Tim Ferriss: We were talking about Jimmy and climbing Everest and what his thoughts were on what to do. Dave Elitch: We were talking about this sort of last night. In certain situations, there aren’t a lot of people you can talk to about certain things, right? So we were just going back and forth with that type of thing. The thing with him is he is in a band that’s still huge. This is the thing that’s uncontrollable in the music industry. There are tons of parables here. I can work really hard, and it doesn’t matter if my band makes it or not in a way that if you really hit the lottery, that’s totally outside of your control.  They put in all the hard work, but that band hit the lottery. That is out of your control. But again, you can sort of set the stage for it. Where he’s coming from, because he’s in a band that is huge, is totally different from someone like me, who is a mercenary.  Tim Ferriss: A Blackwater sniper of drumming technicians.  Dave Elitch: Totally. It’s a totally different thing. He’s very intelligent and a great player, and a really great guy, too. He’s amazing. You guys would get along really well. Tim Ferriss: Yeah, I’d love to meet him. Dave Elitch: Yeah, for sure. Tim Ferriss: How long has he been the drummer? Dave Elitch: He took a break for a while and then he recently got back together with them, and they’re on tour right now doing their new record. Tim Ferriss: Cool. There are so many tracks that just fueled me through so many parts of college and other points – Zero, Bullet with Butterfly Wings.  Dave Elitch: Yeah, dude. I love that song. Tim Ferriss: So amazing. I think we should maybe jump into some rapid fire. And we will incorporate this. Thank you for the index finger point. We’re not going to miss this, because you mentioned a word earlier, which is a very useful word, “oblique.” We’re not talking about the sides of your abs. Although I suppose we are. It’s used in that context here. We’re going to come back and talk about Oblique Strategies. But first, since we’ve consumed several black teas, several green teas, several Topo Chicos, and are working our way through a couple of cappuccinos and more green tea, we’ll talk a short bio break and return for your listening pleasure. We’ll be right back. And we’re back, as promised. Oblique Strategies. This is a black case that is holding what looks like a deck of cards. This deck of cards has all sorts of things written on them. The first two which I pulled out yesterday, which were highly relevant to a number of corners I’ve painted myself into recently, where Card No. 1 – simple subtraction. Card No. 2 – what mistakes did you make last time? What are these Oblique Strategies? Dave Elitch: They’re cards that Brian Eno and Peter Schmidt made together in 1975.  Tim Ferriss: Who are those two people? Dave Elitch: Brian Eno is a super-famous musician. He’s done a lot of different things over the years, but he was first famous with the band, Roxy Music. He went on later to pioneer ambient music with Music for Airports.  Tim Ferriss: Literally music for airports?  Dave Elitch: That’s what the record is called. It’s called Music for Airports. Sorry, I should have clarified that. Tim Ferriss: I feel like they would get along with McLuhan and The Medium is the Massage.  Dave Elitch: He wanted to make something that neither had a beginning or an end, and you could tune in and out of, and it didn’t really matter. He’s a very interesting, brilliant person. These are strategies when you’re making anything. This is in the context of making music, but you can obviously apply them to anything. The device is to knock you out of your present state of mind. Like you said when you paint yourself into a corner. You’re like, “I’ve got to get out of this.”  Tim Ferriss: Or you just feel like you’ve painted yourself into a corner. Dave Elitch: Sure. Well, that’s a whole other thing, right? Tim Ferriss: Yeah. Dave Elitch: There’s a whole deck of cards that are very simple, minimalist suggestions. The ones that you picked out, you already said. But if we pick out a few random ones.  Tim Ferriss: Tidy up. Do something boring. The most important thing is the thing most easily forgotten. Ain’t that the truth? Overtly resist change. Discipline self-indulgence. So these are prompts, in a way? Dave Elitch: Yeah. Tim Ferriss: For getting unstuck or un-fucked.  Dave Elitch: I’ve had a set of these for years, and I thought you would be super into these.  Tim Ferriss: How do you use these cards? I’ll just buy a little bit of time because I notice there’s a description card, which I hadn’t noticed earlier. “These cards evolved from separate observations of the principles underlying what we were doing.” What we were doing, I’m imagining, is very much musically related. “But sometimes they were recognized in retrospect, i.e., intellect catching up with intuition. Sometimes they were identified as they were happening. Sometimes they were formulated. They can be used as a pack.  A set of possibilities being continuously reviewed in the mind, or by drawing a single card from the shuffled pack when a dilemma occurs in a working situation. In this case, the card is trusted, even if its appropriateness is quite unclear. They are not final, as new ideas will present themselves and others will become self-evident.” Dave Elitch: There you go.  Tim Ferriss: How do you use or how have you used these cards? Dave Elitch: I always think about them in terms of how I’m supporting music for the greater good. A lot of times in an improvised context, these are very applicable. Because with an instrument such as drums, guitar, piano, or bass, where you don’t have to breathe to play it, you run the risk of vomit chops.  Tim Ferriss: What does that mean? Dave Elitch: It means you can just play as much as you want. If you’re playing a wind instrument, you literally have to breathe, so that affects your phrasing. So you can pause. With drumming, you don’t have to do that. You can play a million miles an hour forever. After two minutes, the listener wants to kill themselves. Tim Ferriss: That’s true. There isn’t as much of a – there is a biological limiter, but it’s not as obvious to the listener. Dave Elitch: No. Yeah, with saxophone or something, you have to breathe every 15 or 20 seconds, so you have to have a space. That cliché thing of it’s not about what you play; it’s about what you don’t play, that’s cliché for a reason. It’s really true. That’s something that I try to focus on a lot because if you have a lot of facility, it’s very easy to just barf all over the place and overwhelm everyone.  Tim Ferriss: I’m not a musician, as I’ve stated repeatedly. I remember someone said to me, music is the space between the notes. I was like, “Ooh, interesting.”  Dave Elitch: With drumming, especially because you’re keeping time for everyone, it’s a very meditative state. A lot of people will count in between the notes, and they’ll be very precise about it. I’ve always tried to be very Zen about it and just feel the void in between the notes that you’re playing. It’s two totally different ways of doing it. Depending on what you’re doing at the moment, one could be better than the other. But yeah, man.  Tim Ferriss: Give me an example, if you could. It could be hypothetical. When would you pull out this deck and be like, “All right, I really feel like I need one of these cards.”  Dave Elitch: I do a lot of the body mechanic stuff with people. I also have people who are just like, “Hey dude, give me a bunch of cool, crazy licks to play. Song enders. [Sound effects]. That kind of a thing.” I did that with my buddy, Stacy Jones, who is Miley’s MD and drummer.  Tim Ferriss: MD? Dave Elitch: Musical director, sorry. Tim Ferriss: I was like, “That’s a hell of a combo. Let me finish this song and then here’s an EpiPen.” Dave Elitch: He was like, “Hey dude, I just want to get some rad song enders.” It was like, “Great. We can totally do that.” So I showed him a bunch of licks, and we had fun. This is the kind of situation that’s great for these because people, after you’re working on phrasing, after about 20 minutes, they’ve played everything they know. Then they’re like, “Well, what do I do now?” So you could just pick something out of the deck. Like you just picked out “Give the game away.” How you interpret that, you could go a number of ways.  Tim Ferriss: Yeah. It’s like “Slow down” on your shirt. Anyone who picks that up, they’re like, “What does that mean?” You’re like, “What does it mean to you?” You could therapize them.  Dave Elitch: Yeah, exactly. For me, the first way I would process that is a lot of times when you’re building up solos, you don’t do that. You want to lead someone in and sort of set the stage. Because if you start off on – Tim Ferriss: Don’t give them the filet mignon as the appetizer.  Dave Elitch: Exactly. This, to me, the way I would interpret this is, I’m going to come in guns blazing and then try to work my way out of that because that’s the biggest no-no. I’m going to do that on purpose and then see what happens. Someone could also say, if you’re thinking about a sports analogy, “I’m just going to play the game and see what happens.” Let it happen on its own. It’s not about winning or losing.  Tim Ferriss: Cool. I dig it. This is good timing for me.  Dave Elitch: Great. Tim Ferriss: We’ve talked a lot about playing in front of huge crowds and the musicians you work with. Certainly, this show tends to feature people who are very good at something or another. I would like to talk about failures or disappointments. This is a question I really enjoy asking. How has a failure or apparent failure set you up for later success? It could be a disappointment or anything. Do you have any particular favorite failures or failures that come to mind that were in retrospect very valuable? Dave Elitch: I’ve gone out for auditions for plenty of bands, and I haven’t gotten gigs. That’s just how it goes. If you go in there and, again, you’re really prepared, and you fully present yourself accurately, and they don’t want it, it’s not the right fit, what else can you do? You might think, “I didn’t get the gig; it’s a failure.” But what about if you – it’s the same thing as dating, right? What if you present a fake version of yourself, and then they like that, and then you have to keep doing that, and then you’re like, “Who am I?” There’s plenty of situations where I go in doing the Dave smash thing like in that Mars Volta video, and they’re like, “Holy shit, Jesus Christ.”  Tim Ferriss: Get a restraining order. Dave Elitch: And it’s too much, and they get freaked out. And it’s like, “Well, I might not be that guy all the time, but that’s definitely possible.” A real-life situation, which is what I always try to talk about because that’s the most important thing. So many people run into problems when they – it’s hyperbole. When I was out with The 1975 maybe a couple of years ago, George, the drummer, I’ve been teaching him for a while, and he broke his collarbone on tour. This was the same type of situation.  Tim Ferriss: How did he break his collarbone? Maybe it’s not for family programming.  Dave Elitch: I don’t know. But he was just like, “Dude, I broke my collarbone.”  Tim Ferriss: Good recovery. Continue.  Dave Elitch: I was like, “Who knows?” He was like, “Can you come out here and fill in?” It’s the same type of situation. I have to learn all the music last minute. It’s really large venues, arenas. I show up in Toronto, meet everyone. We have a line check on stage, which is you make sure all the connections are working. We run through a couple of songs, maybe. Tim Ferriss: The people attempting to assemble my drum kit did not do this.  Dave Elitch: That was another thing. I’m like 5’6” on a good day. George is at least a foot taller than me, if not more. He’s very tall. He’s probably like 6’9”. Tim Ferriss: Holy cow. Dave Elitch: Yeah, he’s very tall.  Tim Ferriss: Daddy long legs on that drum kit. Dave Elitch: Yeah, long legs, long arms, long everything. So I had to rearrange his kit. A lot of times, you have to sit down and just play it, which can present some problems. But I had to rearrange things because it was impossible. An outdoor stage in Toronto. 10,000 people. You just have to go for it.  Tim Ferriss: You said you were going through a line check and then took it off the reservation. Dave Elitch: Line check is like a kick drum, snare drum, guitar. Checking that everything’s working. Matty, the singer, is like, “Can we do this song? Let’s do this song.” We did a couple of songs. Then he’s like, “Okay, great.” Then it’s showtime. Because that’s the type of situation where it’s a band, and you have to come in. The very difficult thing is you have to assume someone else’s character and try to make everyone feel comfortable enough to where it’s comfortable. They were like, “Play the parts, but you can have fun.” I threw in some things here and there, and they were laughing and into it.  It was super fun. We did that run for about a month. Then I sat down with Matty, the singer and he was like, “You know, man, we have to do Glastonbury and some BB1 stuff. It’s really important that this band sounds like The 1975. Right now, it sounds like The 1975 with Dave Elitch, because your personality is just huge.” At the time, I was like, “Fuck.” I was so bummed. Because I really like Matty, I really like George. All those guys. And I really like the music a lot. I was just like, “Fuck, man.” Then I was like, “Wait, this is the best compliment anyone could ever give me.” Because having an identity is the most important thing when you’re making art.  I’m like, “You know what? That’s fucking awesome.” They got my buddy, Freddy, who was doing it for a week until I got there, Freddy Sheed, a really great drummer in the U.K. They got him to do it again until George could come back. Freddy’s great, and he’s a really great buddy of mine. He did a great job. At the time, I was just so bummed.  Tim Ferriss: What helped you reframe it? When were you able to reframe it, and view it that way? Dave Elitch: It took a while. It took a few months.  Tim Ferriss: Did you do it on your own? Did it come to clarity through therapy? What helped? Because a lot of people don’t recover. They’re not able to reframe something that might’ve been a very difficult time. It continues to be something. That was very difficult. Dave Elitch: It takes them out forever.  Tim Ferriss: Or yeah, it just becomes this pain, this dull ache that they revisit every time they have the memory. But you’ve been able to reframe it. Dave Elitch: Yeah. I think through enough experience and having enough success outside of that situation. I can definitely see that happening if it’s like that’s your one shot, and that’s the only amount of success you ever had. But I’ve done a lot of other things, and I did things after that and before it. That was just that one thing. It wasn’t like “You’ve fucked it up,” it was like, “You’re too distracting.” Tim Ferriss: What’s the shittiest music gig you’ve ever had? It could be anything. It could be fucking halftime; it could be a rogue Olive Garden, I don’t know.  Dave Elitch: Man, I don’t know if I can answer that without getting in trouble. Tim Ferriss: Have there ever been moments when you’ve doubted yourself or doubted the music path? Where you’ve just been like, “Fuck.” Dave Elitch: All the time. Tim Ferriss: Any examples come to mind? They could be super early. They could be at any point.  Dave Elitch: The industry has changed so much in the past 10 or 15 years. Just the way it’s structured as a business model alone makes you question things. “Is this even a working model anymore?” That changes on a daily basis. Just thinking about things monetarily, sometimes, “Does this even make sense?” For me, “Am I going to go out on tour, and be away from home, and make X amount of money when I can just stay home and sleep in my own bed, and make X amount of money teaching?” That kind of a thing. Then it’s like, “Well, do I want to teach, or do I want to play music?” Then it’s like, “The grass is always greener.”  That stuff is constantly swirling around in my head. When you’re auditioning for gigs, and you’re like, “That guy got the gig? Are you kidding me?” Then you’re like, “If that’s what people want, that’s garbage.” And everyone else is like, “Oh, gross. That dude’s such a cheeseball. Why would they?” And you’re like, “Is that what people want? If that’s what people want, why am I doing this?” Because no one has good taste. You can get into that whole thing. Totally. I think what’s very important is doing a multitude of things. I teach a lot.  That’s really my bread-and-butter. But because of that, I can be selective and learn how to say no to things because of that. So if someone calls me – Tim Ferriss: To playing gigs? Dave Elitch: Yes. If someone calls me for a tour and I heard a lot of bad things about the artist, like they’re a pain in the ass, I’ll be like, “Nah, I’m good.” I don’t have to do it. I have a lot of friends who tour, and that’s all they do.  Tim Ferriss: They have to go. Dave Elitch: They’re like, “God, you’re so lucky you teach. I have to go out with this piece of shit right now.” Then it comes around to doing what you love for a living. What’s the point if you go out on the road and you’re bumming? So there’s something to be said for the weekend warrior who goes to their suit-and-tie cubicle job, and then they get out of work, and they’re like, “Yeah, I’m going to go play drums right now,” and they’re stoked. There’s something to be said for that. Because it’s still like a wholly special thing.  That’s something that I struggle with in art because I love art so much and it’s so important to me. Everyone’s like, “When are you going to start making stuff?” It’s like, “But if I start making it, then I’m part of it,” and then it’s tainted in a way.  Tim Ferriss: It makes me think of some of my friends who are very successful travel writers. It’s really hard for them to travel for fun because they’re constantly thinking about, “What would the lede be? How would I describe this? Maybe I should take some notes, just in case.” They have a very tough time experiencing travel without thinking about how they would craft the narrative. Dave Elitch: Same thing for me. If you go on tour a lot, you don’t want to go traveling for fun. You’re like, “I was just out for six weeks. I just want to be.” Everyone’s like, “Man, you should take a vacation.” I don’t want to go anywhere. Tim Ferriss: I want a staycation. Dave Elitch: Yeah, exactly. Tim Ferriss: You were talking about the teaching, which I think is really a point I want to revisit because you do multiple things. You have many different interests. It strikes me that in a sense you’ve, number one, diversified your identity in such a way that you don’t feel psychologically compelled always to tour. Secondly, with the teaching and with the online course, Getting Out of Your Own Way, which I think could be, maybe it will be the title of this podcast, so interrelated as it relates to – this is a terrible sentence, but you get the idea – Oblique Strategies, Inner Game of Tennis. So many of these creative pursuits, professional pursuits, personal pursuits, are not about doing something brand-new that is this gigantic skill that you have to acquire over 15 years.  A lot of it is just removing the blocks. But the point I was going to make is you are not in a position, because you have developed these different branches of your life, where you have to feel or act out of desperation. It makes me think, for instance, this might seem like it’s totally out of left field, but Arnold Schwarzenegger never really auditioned. This is something not a whole lot of people know about him. It’s not a secret. But he made millions of dollars in real estate before he ever had his break in film. So he focused on real estate in Santa Monica and other areas and also had other types of business.  He had a mail-order business. He had a bricklaying business with Franco Columbu so that he could be selective about the roles he took.  Dave Elitch: That’s incredible.  Tim Ferriss: So he was able to craft a trajectory, even when – you were talking about the cheeseball taking the gig – when he got started, people are like, “This is never going to work. You’re a freak show. Nobody wants that. People want Al Pacino in Taxi.” Was it Taxi or Taxi Driver? Dave Elitch: Robert De Niro? Tim Ferriss: Yeah, there we go. Wow. How many ways can I get that story wrong? Dave Elitch: We can edit that out.patience Tim Ferriss: Close enough. This is audio verité, so I’ll leave it in. Wow. You get the idea. He was able to bide his time also so that at some point he could put himself in a position where he could be exactly what people wanted. I’ll give you a public thanks also for – you can see how my brain is connecting these two – for your introduction to Bill Burr, a comedian who was also on this show, who you teach. Who, for people who haven’t seen it, does one of the most hilarious Arnold Schwarzenegger bits of all time, which I won’t spoil. It is definitely not suitable for work, so don’t play it at full volume on YouTube at your job and then get pissed off at me on the internet. But the diversification of identity psychologically is very important. Then the income diversification for you, allowing you to then as an artist craft a more deliberate path, I think is really important. Dave Elitch: Absolutely. And if you’re not being deliberate about what you’re creating, then what the hell are you doing? You’re just making garbage, right? Tim Ferriss: Absolutely. You mentioned George. This is George Daniel, right?  Dave Elitch: Yup. Tim Ferriss: The 1975. He has said, and I quote, “Among other things,” I’ll read the whole thing, “Dave saved my arms and hands. He made me see I could, in fact, contrary to my belief, develop a technique that would save me from blisters and helped solve tendinitis from many years of horribly inefficient technique.” We don’t have to talk about that. We can, but the next line is what’s interesting to me. “He taught patience! An incredible player, a really great teacher, and all-around lovely human.” What does that mean by “He taught patience?” Dave Elitch: I think probably, as long as someone is putting the work in, I’m very patient with people, because seeing the light flash in their eyes when something clicks is one of the greatest feelings imaginable. Also, probably for him, I think to be patient with himself. Taking the time to really hone in on certain things and not having to rush through things. Just feeling like, “I’m going to put the work in and I’m going to take the time so all this stuff happens the way it should happen.” You have to be patient with that or else it’s never going to manifest itself.  Tim Ferriss: Or with something that’s as physical as drumming, if you rush it and your technique is not biomechanically suitable for a human body, then – Dave Elitch: That’s what I was saying earlier. It’s inherently an issue of the drum set as an instrument in that the way the drum set was formed initially around the turn of the century, it was called a trap kit, short for “contraption.” So you think of these dudes around the late 1800s, 1900s, taking disparate concert percussion instruments like a bass drum by itself and a snare drum. Then they had to make a pedal to use the bass drum. And the high hats were originally called low boys because they were on the floor and you only played them with your foot.  It’s evolved in this really bizarre, strange way, so it’s physically strange. But also the bar is incredibly low in terms of entry. It’s very easy to play drums in the beginning. You sit down and go [sound effects], and you’re like, “Oh, I can play drums. I can play along to AC/DC and Michael Jackson. This is great.” No one thinks about how anything functions because they can already do it. Then they go out tour and 10 years later, they’re like, “My arms are destroyed,” or “My hip,” or “My back.” Because they’re doing everything inefficiently or incorrectly.  Then also they get stuck as far as the vocabulary goes because they can’t express themselves properly because they’re in their own way. A lot of it is inherently part of the instrument itself. I always use violin as an example. You have to sit there for six months just getting your intonation happening. Or with saxophone, you have to get your embouchure together.  Tim Ferriss: Your what? Dave Elitch: Embouchure.  Tim Ferriss: Embouchure. What is that? Dave Elitch: It’s basically throat control. How you produce air pressure. That takes a while. You start learning the clarinet. You’re squawking all over the place. You have to develop that control. You can’t just sit down and make a sound. There’s a certain amount of gestation. Tim Ferriss: With the drums, you can get the reward without having to develop that body control.  Dave Elitch: Immediately. Exactly. That’s the problem. But that’s part of the instrument. What I was going to say earlier when we were talking about being able to wear many different hats, do many different things, but be deliberate about what you’re doing, I was talking to a friend about this. He was like, “Yeah, if your identity is largely based on what you do for a living, whatever it is, what if you wake up one day and you don’t want to do that thing? Then you’re like, ‘Who am I?’ That’s a mind-fuck.”  Tim Ferriss: Very common. Super, super common. For people who try to retire and then they’re like, “Wait, I’ve spent 12 hours a day for the last 30 years doing X.”  Dave Elitch: Then you have a whole other black hole where if you’re a very important person and you get a lot of respect, and then you retire, you’re just some guy. That’s a whole other thing to deal with. Then what are you going to do with your life when you just wake up? Are you going to play golf? All that? Then that’s a whole other thing. Tim Ferriss: What would you put on a billboard, if you could put – metaphorically, right? A message, a few words, a word. Anything. A billboard to get out to million of people. He’s holding his t-shirt. Slow down? Dave Elitch: Yeah. Slow down. Because generally speaking, so many people need to do that. Slow down, take a deep breath, just relax. Tim Ferriss: You can also cover up or hide a lot of your own mistakes and sloppiness from yourself by doing things too quickly. Dave Elitch: Absolutely. That’s very common in music. Tim Ferriss: Yes, very common in music. It’s very common in a lot of things. When I watch really good boxing instructors, they’re always like, “Slow down.” In the beginning, certainly. Anybody can flail their arms around so nobody can see what you’re doing exactly. I want to see exactly what you’re doing, really slowly in the beginning. It also brings to mind one of my favorite expressions I’ve learned in the last few years, which is from a friend of mine who is a former Navy SEAL. It’s not specific to him. It’s something that you hear quite a lot. It is “Slow is smooth and smooth is fast.”  Dave Elitch: Yes, I like that. Tim Ferriss: Do not rush. Because if you try to rush a reload or rush whatever it might be and you botch it, now you’re really slow. Dave Elitch: You’re slower than you would even be before.  Tim Ferriss: Yes.  Dave Elitch: It’s the same with the weights and shit in the smaller circles. You have to learn things in large movements or whatever you want to think about this is, whatever paradigm you want to think about this in, and then as you get more comfortable with it, it gets smaller and smaller and smaller. Then you’re just throwing someone across the room.  Tim Ferriss: For those people wondering, that’s Josh Waitzkin who is a fantastic guy, a good friend of mine, who is the basis for the book and the movie Searching for Bobby Fischer. He’s really a master in many disciplines. That’s one of his concepts, for sure.  Dave Elitch: I tell everyone I teach to get that book.  Tim Ferriss: The Art of Learning is a fantastic book. He was the second ever guest on this podcast. A lot of great concepts. Also for people interested, I did a television episode with him where we looked at Brazilian Jiu-Jitsu, which he’s a black belt in, among other things. That was the first time for that TV show that he got in front of a chess board in, I want to say 15 years, something like that. His wife said: “I cannot believe that he’s getting in front of a chess board. I’ve maybe never seen him do it.”  Dave Elitch: That thing in the episode where he talks about playing like 50 chess games at the same time. Tim Ferriss: Yeah, the simultaneous games. Dave Elitch: Yeah, and talking about feeling the flow of energy in the room and then he felt like a shift. Tim Ferriss: Yeah. He felt like he had been juggling 30 balls and one of them got dropped. He was playing, it was something like 30 kids, and one of them cheated. And he came back around, and he didn’t know exactly what had happened, but he was like, “This doesn’t feel right.”  Dave Elitch: That sounds spooky. That’s a real thing. That episode was so affirming and exciting for me because he said a lot of things where I was like, “I am doing this right. I am on the right path.” Because there were so many things that we did similarly. Tim Ferriss: The transfer is so clear. Dave Elitch: Huge. Tim Ferriss: Which is part of the fun. It’s a big part of the fun of having this podcast for me is interviewing people across disciplines that at first glance you would expect to have nothing to do with one another, and you just realize that people who are playing their A game in any field have more in common with one another than they do with the B players in their own field.  Dave Elitch: That’s one of my favorite things to do with Burr. We sit down and talk about comedy and drumming and the massive amounts of overlap between the two. When we first started working together, he had basically like a John Bonham, Led Zeppelin, almost like a replica kit. He’s a huge Bonham fan. Everyone who plays drums is a John Bonham fan. He’s incredible. He has a very specific sound. So he got this early ‘70s, green sparkle Ludwig kit. Giant 26” bass drum. It’s a thing. It’s a very specific thing. We’re working together, and we’re talking about identity and what he wants to say and who he wants to be and getting his posture together.  I was like, “Dude, you wouldn’t walk out on stage and start yelling like Sam Kinison. That’s his thing. You do your own thing. You walk out on stage in front of whatever, 12,000 people at Madison Square Garden. You’re doing your own thing. Bring that to this.” He sold the kit immediately. Got his own thing. He’s figuring out what his own thing is. That’s so much fun for me to do. He’s one of the smartest dudes I know. He’s brilliant. Tim Ferriss: He’s a very smart guy. Within any field, you have certain philosophical underpinnings or paradigms that people choose as the foundation for a lot of their decisions and career paths and so on. Then you have the strategies, and you have the tactics. The lower level you go in some respects, the more the fields diverge, but certainly at the higher levels, whether it’s tennis, comedy, drumming, or otherwise, there are so many commonalities. What is an unusual habit or an absurd thing that you love? Dave Elitch: That I love? Tim Ferriss: I’ll give you an example. Or a compulsion. So for instance, Cheryl Strayed, who wrote the book, Wild. She’s an excellent author and a fantastic podcast host. The example she gave is she likes to reassemble sandwiches. So when she gets a sandwich, it bothers her if all the tomatoes are on one side of the sandwich and the avocado is on the other. She wants every bite to be as uniform as possible. So she reassembles her sandwich. I like the number 555 because I finished editing the final line on the final pass of The 4-Hour Body in a samovar tea shop in San Francisco ages ago and looked up and it was 5:55 p.m. So that became this good luck charm. So I take screenshots of that whenever it pops up. It could be anything.  Dave Elitch:   It’s funny. I think to be good at anything, you need to have a touch of OCD, absolutely. You have to be detail oriented. I do have those things, but I can’t think of anything off the top of my head, other than checking the stove 10 times when I’m leaving the house. Checking my studio door four times to make sure it’s locked. I can’t think of anything weirdly specific like that at the moment.  Tim Ferriss: No problem. I’m sure there are depths to plumb there that we can return to. How often do you eat Indian or Himalayan food with some type of curry-type consistency? Dave Elitch: Every day, pretty much. That’s why I go to the gym six days a week, because I have to work off all the clarified butter.  Tim Ferriss: All right. I’ll leave that. That may qualify. When you feel – actually, I’m not going to ask that one. Let me go somewhere else. One thing that’s come up in our conversations recently because I’ve never worked with a therapist, and I’ve listened to interviews you’ve done where you’ve mentioned therapy and your therapist. I’ve always had a certain degree of resistance, particularly to talk therapy, for a lot of reasons I won’t bore everybody with. I’d like to talk about that because it seems like you’ve benefited tremendously from it. If you’re comfortable talking about it, why did you end up engaging a therapist? How did you choose your therapist? What have been some of the benefits that you’ve derived from it so far? Dave Elitch: I initially – Tim Ferriss: Sorry. I’ll continue to step all over your answers. You, as well as a few other people, when I have mentioned that I have not worked with a therapist, they’re just like, “What in the fuck? Are you serious?”  Dave Elitch: Especially you. Tim Ferriss: They’re like, “Really?” I’m like, “Okay, maybe this is something I should explore.” Dave Elitch: Yeah, absolutely.  Tim Ferriss: This has come up multiple times from multiple people. Your story. Dave Elitch: I started seeing a therapist around when I was 30-ish. Something like that. It was mainly to figure out relationship issues that kept happening over and over and over again. I was like, “There’s clearly something here that’s a blind spot to me, and I don’t know what I’m doing; I need to figure this out.” That was the specific reason why I started going. I found my therapist through a really close friend of mine who is a therapist. We obviously can’t work together because she’s a close friend of mine. She was like, “You should see this person; she’s incredible.”  Working with a therapist, having a good relationship with someone where you can really trust them, and you care about each other, it clicks. That is unbelievably important. There are so many bad drum teachers out there, and there are so many bad therapists out there. It can be extremely damaging to someone. Having a good therapist who you get along with and connect with and who’s very competent, that’s why I picked someone – I mean, we hit it off, and it was obvious. But she’s 80. All these life coaches running around who are like 25. It’s like, “What the fuck do you know? You don’t know anything.”  Having a therapist where I can bring up anything and she’s like, “Yup, been there.” That’s huge. It started off with the relationship stuff, and then it obviously shoots off into all these other different directions. Even having someone to go in and dump on and brain vomit, who’s only there to help you out, help you sort things out, the world would be a completely different place if everyone had that. Had a safe – Tim Ferriss: Like an outlet. Dave Elitch: Yeah, to just unload. Tim Ferriss: What are some of the ingredients for success in the beginning? Would you say that it was important for you to meet every week for a certain period of time? Given how much you potentially travel, right? What were some of the things that made it work? Dave Elitch: It’s the same thing with drumming. I’m like, “Hey look, if you’re serious about this, we’ve got to do this once a week,” because it’s like going to the gym. You don’t go two days a week for four hours. You go every day for an hour or something. You have consistency. That’s crucial. You’re able to make progress because it’s a recurring dialogue you’re having with someone. I went once a week for years. When things got particularly messy, I would sometimes go twice a week. There were times when she really saved my life. Dealing with PTSD, you literally feel like you’re going to die.  Now I go once a month to sort of check in. What’s funny, we were talking about this last night, the times when I’m like, “Everything’s kind of cool; I don’t even need to go today.” Those are the times when you stumble into some massive paradigm shift. It literally is a paradigm shift. You see the world in a completely different way. A lot of the times when that happens, it’s funny. I’ll be talking out loud, thinking, but verbalizing it and you sort of get on a path and then you’re like, “Boom,” and something happens. You’re just like, “Holy shit, where did that come from?” It’s almost like an out-of-body experience.  A lot of it is trying to get outside of yourself, which is extremely difficult. Thinking about “Is this aspect of my personality – is this learned from my parents or someone else, or is this part of me?” A lot of things that I didn’t know I was even doing are learned things that can be unlearned. It might take a lot of work. It takes a lot of work. It’s the hardest thing I’ve ever done. But I am a completely different person. A very specific example that’s something small, if I’m at the gym and someone reracks their weights improperly, it drives me fucking bananas. It drives me crazy. If they take the 25s – Tim Ferriss: And put it on the 35s? Dave Elitch: Oh, my God. It drives me crazy. It’s like this could not be more black and white. How is that acceptable? And then that fucks up the flow for everyone else. One day, she was like, “Well, you know, they didn’t see that you were wearing your invisible police uniform. They just didn’t see it.” I start laughing, and I’m like, “Oh, my God, you’re totally right.” The feeling, this need to police everyone. It’s obviously a need for control, which is a learned thing. That’s something that I constantly have to check myself about. That’ll take you out because there are so many things like that on the daily.  Tim Ferriss: Hundreds, thousands, right? Dave Elitch: Yeah, and they’re everywhere.  Tim Ferriss: Why does this guy not know how to use this chip reader? Dave Elitch: Yeah, or like, “Why did you park like an asshole?” It’s mostly people being inconsiderate that drives me crazy. Tim Ferriss: I have one friend, and I’m not sure he’d want to be named explicitly, so I won’t mention his name. He’s a very brilliant guy in his field. When he goes through TSA and airport security, it drives him completely fucking bananas when people don’t know how to go through security. They’ll leave their belt on, or they’ll have a huge container of water after the person has asked them four times if they have any liquids. What he started to do – he’s also been very recently seeing a therapist and has figured out certain coping mechanisms.  One of his coping mechanisms, which I think is really hilarious, is he will become the voice that he imagines they have. They’re 30 feet away. He’ll go, “What do you mean I can’t take water on the airplane? Last time I was here, I could bring my computer through the metal detector.” And he’ll do this. I remember asking him at one point, “That’s really funny. That’s what you say to yourself?” He’s like, “No, that’s what I say out loud. I say it loud enough so that everybody around me can hear it and people start laughing and chill the fuck out.”  Dave Elitch: Oh, it’s a way to defuse it?  Tim Ferriss: I think he did it initially because he thought it was hilarious and uncomfortable to say it out loud, but now he’s become the standup comedian at the back of the line. I now know at least a half dozen people who have spent time with him who now do the same thing in line.  Dave Elitch: That’s hilarious. Tim Ferriss: But it’s the little things that are the big things, right? Dave Elitch: It’s also why would – it’s also for, like, TSA employees driving you bananas. I travel a lot and a lot of them are totally incompetent. It’s like going to anything where you have to deal with someone in that type of a job. You go, “Wait, why would this person be competent? A competent person wouldn’t have this job in the first place, so why am I expecting that to begin with?” I’m setting myself up to get angry.  Tim Ferriss: It’s the small things. We think about these big, existential dilemmas and questions, but in so many cases – that stuff is important or can be important – but it’s also are you giving yourself 100 pats on the back in your day or are you giving yourself 100 papercuts? Because you have ample opportunity for both.  Dave Elitch: What we’re talking about might sound trivial, but you stack all of those things up, and they’ll take you out. Tim Ferriss: Oh, yeah, for sure. Oh, my God. We will, at some point, maybe tonight over some wine, come back to more unusual and absurd things that you love because I am sure there is a treasure trove. One or two last questions. You’ve mentioned a few books here that you gifted to me, which are very timely. Are there any other particular gifts that you’ve given the most as gifts to other people? Dave Elitch: The Andre Agassi book, Open, is phenomenal.  Tim Ferriss: An incredible book. Even if you don’t care about tennis at all, it is an incredible book. Dave Elitch: I tweeted years ago, I was like, “Hey, does anyone know any sports psychology books directly related to tennis or golf?” Because I was really fascinated by those. I don’t really give a shit about sports, really. But I was really fascinated because the psychological warfare you have to navigate by yourself is the same as when the red light’s on in the studio. I have to do these film scores where you have to sight-read everything. You’ve never seen it before. They throw up a book.  Tim Ferriss: Sight reading is you’ve never played it? Dave Elitch: You’ve never seen the music before. They throw up the sheet music, and you have to play it perfectly the first time because you have to do the whole movie in a day.  Tim Ferriss: Jesus. Dave Elitch: So it’s very stressful. Tim Ferriss: Including films like Trolls, The Book of Love. Others? Dave Elitch: Logan, that Wolverine movie.  Tim Ferriss: Oh, so good.  Dave Elitch: That St. Vincent movie with Bill Murray a few years ago. All the Divergent, Insurgent. Tim Ferriss: But like same, same, but different. In terms of the sports, the tennis, the golf.  Dave Elitch: Like when you hit the ball in the sand, and you’re like, “Fuck.” Then you have to leave it be. You can’t let that ruin the whole game. The same sort of thing. When the red light’s on in the studio, or you’re playing in front of 30,000 people, it’s the same thing. If you screw something up, you can’t be “Light, ugh,” and let it screw up the whole show. It’s the same exact thing. I thought that was fascinating. Tim Ferriss: So was the Agassi book recommended as a result of that post that you put up? Dave Elitch: Yeah. I was like, “Oh, my God, this is incredible.” Tim Ferriss: It’s a tremendous book. Dave Elitch: I give that to people all the time. The Art of Learning I give to people all the time. Tim Ferriss: Josh Waitzkin. Dave Elitch: Yup. I give The Inner Game of Tennis. I give Zen in the Art of Archery to people all the time. I feel like that was the very first book that spawned all of these Zen and the art of – Tim Ferriss: Fill-in-the-blank. Yeah, definitely.  Dave Elitch: Yes. So popular now. God, I need to look at my bookcase. There’s so many. Tim Ferriss: Horton Hears a Who! Last but not least.  Dave Elitch: So many. Tim Ferriss: You are one of the best-read people I’ve met in the last I would say five years, which is saying a lot because I meet a lot of people who read very widely.  Dave Elitch: Thanks. Tim Ferriss: This has been so much fun. We could go on for many, many more hours, so maybe we’ll do that at some point. Where are some of the best places for people to find you? We talked about daveelitch.com, Instagram, Twitter @daveelitch. There are other social profiles, I’m sure, but it seems like maybe those are the best. The online course, which is really stunningly shot and very well done, Getting Out of Your Own Way, that’s available at daveelitch.com? Dave Elitch:   Daveelitch.com, yeah.  Tim Ferriss: Any other places where people can find you that you’d like them to pay attention to or any other recommendations or asks of the audience, people who are listening?  Dave Elitch: Well, the easiest place to find me is Instagram. Just Dave Elitch. Or my website. You can contact me through my website. I’m not super active on Twitter or Facebook anymore. Someone else who wrote a lot of books I recommend are Douglas Coupland. He wrote Generation X.  Tim Ferriss: Coupland, that’s C-O-U-P-L-A-N-D. Dave Elitch: He’s also an equally amazing visual artist, which is incredibly rare. I find a ton of inspiration from him. He’s great. I recommend a lot of his books. Generation X is great social commentary from the early ‘90s. Tim Ferriss: He coined that term “Generation X.” Dave Elitch: Yeah. He’s an interesting sort of social tech theorist. I think he has a job at Google now. Tim Ferriss: He very well could. They tend to gather interesting, eclectic folks. Dave Elitch: Yeah, he’s an interesting dude. So yeah. Those are the two best places to contact me, my website or Instagram. If anyone hears this and they’re sort of kindred spirits in terms of what motivates us or in terms of any sort of creative endeavor, reach out and say “Hey.” Tim Ferriss: Lob out a note or a hand wave through the ether that is the interwebs. Dave, it’s so awesome to finally get you on.  Dave Elitch: Same, dude. Tim Ferriss: Many, many adventures ahead. I’m excited for you. I’m hoping to pop into the master class tomorrow, which I will be completely unqualified for. Nonetheless, as a fly on the wall.  Dave Elitch: Awesome. Tim Ferriss: I really look forward to that. Before I forget, Daughters of Mara. Is Mara, I’ve never thought to ask this, but is that a reference to the, what is it, Hindu god? Dave Elitch: I think it’s Buddhist. Tim Ferriss: Yeah, it’s Buddhist. Mara, who’s sort of the equivalent of – Dave Elitch: The Devil. Tim Ferriss: The Devil. Dave Elitch: Yeah, he had three daughters that would tempt people. Sort of like the snake in the Garden of Eden equivalent. Tim Ferriss: Daughters of Mara. Dave Elitch: That was a band I was in in 2005-2007 that was on Virgin, Capitol Records, did a record, and then EMI got bought out by Terra Firma, and that was that. Tim Ferriss: I am Destroyer, appropriate.  Dave Elitch: Yeah, very relevant. Little did we know. Tim Ferriss: Dave smash! All right. Everybody listening, as always, you can find links to all the things we talked about, including the crazy Mars Volta video. We will also look up a few other things, like the books that, in addition to the Pia Mellody book, the other books, perhaps some of the books your therapist has on her mantle, and the mankind existential animal quote question mark, etc. will all be in the show notes.  You can also find links certainly to Getting Out of Your Own Way and everything linked to Dave at tim.blog/podcast. Until next time, thank you for listening. Posted on: November 28, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of my interview with dave elitch (ig: @daveelitch), a regular session-and touring-drummer who has worked with the mars volta, miley cyrus, justin timberlake, m83, the 1975, juliette lewis, big black delta and his own band daughters of mara and a drum teacher who has developed a reputation as the technique/body mechanic specialist, having helped many of the world’s top players and educators overcome physical and mental plateaus at his private studio in los angeles", "it was transcribed and therefore might contain a few typos", "with some episodes lasting 2+ hours, it’s difficult to catch some minor errors", "enjoy", "listen to the interview on apple podcasts, spotify, stitcher, overcast, or on your favorite podcast platform.   due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "tim ferriss: why, hello, boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job each and every episode, this one included, to interview and dissect world-class performers of all different types – business, sports, chess, entertainment, music, sometimes folks who span many multiple disciplines and this is one of those cases, in my mind at least", "we have dave elitch sitting across from me", "dave, how are you", "dave elitch: i’m great, man", "happy to be here", "tim ferriss: on instagram and twitter and elsewhere, @daveelitch, e-l-i-t-c-h", "daveelitch.com", "instagram would probably be the first choice for checking him out", "i’ll read the bio, and then i have all sorts of questions about the bio", "but i think before i get into that, i think it’s helpful to, perhaps as context for some folks, mention what i said to my girlfriend last night, who asked me, fairly, “who is dave", "why is he in the house?” not in an accusatory way", "more out of curiosity", " you were helping to set up my first-ever drum kit after many, many misfires, which we won’t get into right now", "there are a lot of people very, very high on drugs who will volunteer to help you assemble kits", "it turns out they don’t follow the directions very well", "i wanted her to hear you play", "just to tool around after we had consumed many pounds of pork and biscuits and all sorts of other texan health food", "she had asked me at some point the day before, mostly as a hypothetical question, but also she was very curious, “i wonder who annie goes to for relationship advice?” annie, in this case, is a very well-known relationship coach/therapist", "who does the relationship coach go to for relationship advice", " i use that as a bridge to say well, many of the musicians you think of, many of the best drummers you might see on stage go to dave as sort of the drumming whisperer/mechanic fixer, among many other things", "so let’s jump into the bio", "but for those people who are listening and who are thinking to themselves, “well, i don’t really know anything about drumming and i really don’t know anything about music; this is an audio-only format; i’m not going to be able to watch dave smashing on his kit,” we are going to jump across all sorts of different topics", "so fear not", " let’s get into the basic bio", "dave elitch first garnered attention with his band, daughters of mara’s debut album i am destroyer in 2007", "very appropriate debut album name for a lot of reasons", "but his time touring with the progressive rock band the mars volta in 2009-2010 is what really put him on the map and certainly put you on my map, which we can get into", "he has since worked with miley cyrus, justin timberlake, m83, the 1975, juliette lewis, big black delta, and many, many others", "he conducts master class lectures worldwide, and, in fact, you are going to be conducting a master class tomorrow here in austin, texas, which is exciting", " he’s a regular in the l.a", "session scene", "i want to come back to a bunch of vocab here that we can dissect, including performing on film scores for many major motion pictures – and i have questions about that", "as an educator for the last 20 years, which for people who have listened to this podcast for a while is part of what makes you so interesting to me", "it’s not just the ability to perform, but the ability to transmit and to break down and to convey and to demystify", " back to the sentence", "as an educator for the last 20 years, dave has developed a reputation as the technique body mechanic specialist who has helped many of the world’s top players and educators overcome physical and mental plateaus at his private studio in los angeles", "your brand-new online course, getting out of your own way, which is perhaps the best title of any course i’ve ever encountered is available at daveelitch.com", "i have checked it out", "it is fucking awesome", "dave elitch: thank you", "tim ferriss: i have spent a lot of time thinking about teaching", "i’ve spent a lot of time thinking about learning, and i’m by no means a musician but have also digested a fair amount of material related to drumming and cannot recommend it highly enough", "dave elitch: thanks", "tim ferriss: i thought we could start with the t-shirt that you’re wearing right now", "it’s a t-shirt that i liked so much at one point when we hung out in l.a", "and smashed on some drums and then ate a bunch of himalayan yak if i remember correctly, i asked you where i could get one of these shirts", "so could you describe for people what you’re wearing at the moment and why", " dave elitch: absolutely", "i’m wearing one of the t-shirts that i make and are available on my website that say “slow down” on the front and “do it again” on the back", "it came from me having to say that over and over and over again to people as i was teaching them", "so i just got tired of yelling at people and saying the same shit over and over again", "so i point at my shirt now, and go, come on, slow it down", "because so many people, it’s not about what you’re trying to learn as much as it is about how you approach learning it, which obviously is a universal concept", " so many people try to rush through things so quickly, especially when you’re doing something that’s so physically and mentally demanding as drumming", "if you don’t approach it slowly, your brain has no idea what your body is doing", "so all these people try to rush through something, and they physiologically have no idea what’s going on", "“do it again” because of the sheer amount of repetition you have to do to plug in that muscle memory", "it’s fun", "i made it just as a joke kind of, you know", " and then people would come up to me on the street and be like, “oh, i love that shirt,” because people get whatever sort of meaning they want", "tim ferriss: it’s the rorschach inkblot test", " dave elitch: absolutely", "people love it, and they get whatever they want out of it", "it could mean all sorts of different things", " tim ferriss: this also i think highlights for me a difference between, a critical difference in learning anything, or several critical differences", "one is developing a skill versus demonstrating the skill", "you could apply that to say, strength", "it’s development versus display; competing in powerlifting versus training for powerlifting", "in this case, i think maybe a good contrast that comes to mind would be last night, sitting down at this electronic drum kit, my first kit of that type that i’ve ever used, and playing with the basic posture and body mechanics", "so you would ask me to relinquish control of my arm and provide deadweight and to do the same with my leg, to try to ensure that, for instance, when using the – i never know if i should call it a kick or bass or something else", " dave elitch: same thing", "tim ferriss: kick or bass drum or pedal, rather, that i would be using my hip as opposed to getting wicket-whack with my ankle or other articulation", "in aiming to do that, ensuring that i’m not leaning back like i’m in an easy rider because that creates all sorts of instability", "it was incredible to me, but not surprising given my time with you, that within about 120 seconds, you took one of my greatest sources of discomfort sitting at any kit, which was feeling like i had to be balanced on my left ass cheek to make the bass pedal work properly, and you removed that, so now i could have a little bit of anterior pelvic tilt", "and for people wondering what that means, imagine your hips are a glass of wine", "if you pour wine out the front, that’s anterior pelvic tilt", "posterior pelvic tilt would be pouring wine out the back", "and so having a little bit of tilt forward so that i can fit my sit bones on the stool, which you also helped me to do by taking a weight plate – this was in the garage, and the gym is also there – and putting it on top of it", "so you diagnosed that very quickly", "and then we practiced a very slow, basic, sort of ac/dc rock beat", "dave elitch: money beat", " tim ferriss: in doing that, we were able to focus on some fundamental grips and so on in a very slow fashion", "but the video that introduced you to me has a number, it turns out, of stories associated with it that i hadn’t heard", "it seems like a lot of people have come to find you through this video", "so i’d love to tell people about it", "i think it came about because i was on twitter at god knows what unholy hour and was thinking about drumming", "i’ve always been fascinated by drumming", "so i asked something along the lines of “who is a beast drummer who is also a good drummer?” and somebody threw a link up to this video", "what is the video", " dave elitch: the video is me playing with the mars volta at a big day out festival in sydney, australia in 2010, early 2010", "i would videotape all of the shows that we played", "i’d set up a little camera behind me", "because when you’re in the heat of battle, as you could say, you have no idea how it’s actually coming across", "if i backtrack a little bit, with this situation and a lot of situations that i get called for, i’ve sort of developed this reputation as a bit of a mercenary in that like when someone breaks their arm or someone gets fired, or someone needs someone to do a tour like last minute, with no rehearsal, little rehearsal, whatever, they call me and i have to learn everything last minute", "it’s funny", "i’ve been – tim ferriss: the cleaner", " dave elitch: yeah, exactly", "so with the mars volta, with miley cyrus, with 1975, with m83, you walk into a room", "you go, “nice to meet you guys.” you might run through the set once, and then you’re playing in front of 15,000-30,000 people", "it’s a unique situation to be in", "the amount of pressure is unbelievable", "because as a drummer, if you drop the ball, the whole show collapses in on top of you", "it’s not like the guitar, where you can go, whoops, flubbed that, and then you can just kind of keep playing", " tim ferriss: do it twice, and you’re playing jazz", " dave elitch: yes, exactly", "drumming, if you drop the ball, the whole show caves in on you", "so the mars volta was the first big situation that i was in like that", "i got that gig when i was 25", "they called hundreds of people to do it", "people were sending in video auditions and all kinds of stuff", "when they asked me to do it, i said, “yeah, sure.” in your head, it’s one of those – i’m sure you’ve had this experience before – they’re like, “great, this sounds great.” in my head, i’m like, “no, no, no, no, no,” and then i was just like, “yes.” yes just comes out of your mouth", "i feel like every important life decision i’ve ever made, that happens, and it’s super important just to do it", " tim ferriss: grow wings on the way down", "dave elitch: yes, exactly", "so i flew to europe, met the band, we ran through the two and a half hour set twice, and then went on tour", "this is for people who aren’t familiar with the band, it’s extremely complex music", "lots of – omar the guitar player, lots of hand signals and eyebrows, cues", " tim ferriss: i didn’t realize that", "so he’s like a major league baseball catcher", " dave elitch: yeah, yeah, yeah", "there’s a long drum solo every night", "you have to be on point, really", "so i would set up a camera behind me every night to be like, “i need to know what this actually sounds like.” because in the heat of the moment, you could think you’re killing it, and then you watch a video, and you’re like, “ugh, whoops.” or the opposite is also true always", "i could be like, “i feel like that didn’t sound good at all,” and then i watch the video, and i’m like, “oh, that was actually okay.” that level of cognitive disconnect in that scenario is huge", " i would go back to my hotel room after the show, and watch the video and take mental notes about things that worked and things that didn’t work", "for me, it’s always been very important to put on a visual show", "there’s nothing worse than going to see a show and just watching someone that looks like they’re doing their taxes", " tim ferriss: why do you think this particular video – and we’ll put it in the show notes for people who want to see it, you can go to tim.blog/podcast, and it’ll be right in the show notes so you can find the link", "but if people wanted to google this, is there anything, in particular, they should search for", "dave elitch: you could type in “dave elitch drum cam” or just “dave elitch,” and it’s going to pop up at the top somewhere", " tim ferriss: it’s one of the very first results", "why do you think this video – and this is related to where you were going, i think – why do you think this video caught on in the way that it did", "dave elitch: because i’m going apeshit", "tim ferriss: fucking berserk", " dave elitch: i was standing up, kicking stuff over", "like, just going nuts", "i think it’s really important to put on a show, so people are like, “holy shit", "what is going on", "this is insane.” so yeah, i’m standing up and hitting super hard", "it’s visually entertaining", "but the most important part of that is the playing has to be happening", "if you go nuts, and then you screw something up, there’s a point", "so the playing has to be on point, and then i’m going to stand up and kick something over, you know", " tim ferriss: before you had your first, whether it’s your first performance with the mars volta, so you’ve gone through the set twice", "you’re in europe", "or wherever you are in the world", "what is your self-talk or your prep before going out on stage to play with this band", "dave elitch: you’ll be into this because there’s a lot of note-taking", " tim ferriss: i’m already into it", "dave elitch: this is something that i do with a lot of people that i work with", "just showing them how to chart out a song properly because so many people write out way too much nonsense and then it’s way too much to navigate", "learning music at the last minute and having to play it, that does happen quite a bit, whether it’s like a coffee house or a huge show or whatever", "so most people will write out everything, and then they go to look at it, and they have no idea", "they can’t read their handwriting", "meaning what i do with people is it’s just the roadmap", "you’re not writing out notation", "it’s just like intro – eight bars; verse – 16 bars; chorus – 16", "it’s just that", " that’s it", "i might say where my right hand is", "right cymbal, crash, high hat", "but it’s very minimalistic", "so i made those charts for all the songs", "i would go through – it’s all about how you approach this stuff, right", "a lot of people would go, “i’m going to play through this setlist,” just bang, bang, bang, down the line", "but you’re constantly distracted", "you’re constantly switching", "the target’s moving", "so you can’t get deep", "tim ferriss: why is the target moving", "dave elitch: because you’re switching songs all the time", "what i would do is i would take the first song in the setlist, and i would have my notes and the music, and i would play through it as many times as it took for me to be like, “i know this really well.” but the same thing on repeat", "most people would be like, “i’m just going to go through the set and then it’s like –” tim ferriss: by the songs changing, you mean that show to show", "dave elitch: no, i mean within the setlist itself", "so like someone would play the first song and then the second song and then the third song all in a row", "then they can’t remember anything because they’re working on all the songs at the same time", " tim ferriss: it’s linear", "dave elitch: yes, exactly", "tim ferriss: it’s also – just because we’ve both had a fair amount of caffeine, so i feel like we can make use of that caffeine now – this is also a reason why certain mnemonic devices work better than others", "for instance, if you use what sometimes is referred to as a memory palace, this has been used for thousands of years", "cicero used it for memorizing speeches, among other things, where you could take – this is also how a lot of memory competitors memorize shuffled decks of cards, is they will memorize pairs of cards as interacting images and place them along a familiar route", "so walking from their front door to the grocery store or something like that", " but one of the challenges with that is if you want to get to the 12th item and recall that 12th item, you have to run through the list", "similarly, if you’re only memorizing or getting familiar with a playlist or a set from one to 12 or whatever the number is, and then all of a sudden i’m just like imagining the lead singer’s like, “fuck it", "i feel we should just go to five.” and you’re like, “i’m not ready for five.”  dave elitch: totally", "that’s a very real thing", "and that’s a real thing also when people are doing method book work like out of a drum book, let’s say", "i might have them learn the entire page; this happens all the time", "i’m like, “cool", "let me hear you start from the end.” they’re like, “uh…” so that is a very important point, and that comes later in the process, at the end of the process", "so i will go through one song over and over and over again until i know it really well; this is huge; practicing not in regards to time, but in regards to goals", " so the number of people who go to music school and they go, “yeah, i practice eight hours a day.” it’s not about how much time", "it’s about what you’re getting done", "and having specific goals", "and writing that down and go, “i need to get this from here to here", "once i get that done, i’m done", "check", "moving on.” a lot of people go, “i need to work on this thing for an hour.” that doesn’t mean anything", "it’s not a tangible goal", "an hour for you and an hour for me are completely different", "one person could get it in 20 minutes", "another person could take two hours", "it’s unbelievable how everyone structures things in terms of time", " tim ferriss: how do you know when you have a song", " dave elitch: that’s a good question", "i don’t know if i can put that into words", "tim ferriss: what does it feel like", "dave elitch: it feels like – you’ve given a lot of talks", "you rehearse it enough, and you’re like, “yeah, i don’t need these notes.” you know it in your core", "it’s like when you memorize your times tables or whatever", "it’s that same type of thing", "you don’t have to gear up to get it going", " tim ferriss: someone could slap you in the face to wake you up and be like, “do this,” and it would come out", "dave elitch: it’s in your bones", "i prepare in that regard like an insane amount", "it’s like a ridiculous amount", "so i’ll play the song; i don’t know, like five or 10 times with my notes", "and then i start, “okay, i think i got it now.” then i’ll put my notes away and just play", "no, sorry", "then i’ll play with just the notes, no music", "then i’ll play – tim ferriss: as you were saying", "so you’re accompanying the music first with your notes", " dave elitch: yes", "and then when i get comfortable the next step – tim ferriss: turn off the music", "dave elitch: – and just play with the notes", "and then the next step is music, no notes", "and then the final step is just a click track, nothing else", "so just a click track", " tim ferriss: click track metronome", "dave elitch: yeah", "so i hear nothing, and i have to know it so well that i can get through the whole song in my head, hearing everything", "that’s an insane amount of work", "but the deal is when you get on stage, and there are 30,000 people screaming, and like with miley, people throwing bras and underwear at me", " tim ferriss: better than batteries and tomatoes, i guess", "or beer bottles", " dave elitch: like at that moment, you have to know everything so well that that’s not going to faze you", "it takes a long time", "i’m in there for 10 or 12 hours at the beginning", "but that type of preparation is huge", "what’s funny is when i went to amsterdam to rehearse the set with them, i set up an extra floor tom on my left side, which you normally wouldn’t do that; they’re on your right side", "were you going to say something", "tim ferriss: no, no, no", "i was going to say maybe you could explain what a floor tom is for people who don’t know", "dave elitch: yeah", "so tom’s, yeah, interesting explaining this", "man, how would you explain this to a layman", "tim ferriss: it’s tough", "i’m going to do a poor job", "dave elitch: yeah, great", "tim ferriss: i will do a terrible job, but it’s easy for me to come at this with beginner’s ideas because i don’t know what the fuck i’m talking about", "if people can hear the snap, like the, generally – please feel free to call bullshit on any of this", " dave elitch: no, no, you’re good", "tim ferriss: like that, you’re going to be hearing say a snare drum, right", "dave elitch: mm-hmm", "tim ferriss: when you look at drummers, and they have their hands seemingly crossed, they’re hitting the high hat, and then they’re hitting the snare with the other hand", "that’s part of the lifeblood of any kind of rock beat, right", "dave elitch: and the kick drum with their foot", "tim ferriss: so it’s like [sound effects], that is the high hat and the snare", "then if you were to hear a drummer say travel left to right, assuming they’re right-handed, like [sound effects], when you hear [sound effects] that part is very often going to be a floor tom", " dave elitch: perfect", "perfect", "i couldn’t have done that better myself", "tim ferriss: so you are right-handed", "dave elitch: yes", "so you have a rack tom up top, straight in front of you, which is going to be the higher pitch, like [sound effects] and then you go down further, and you get bigger drums, which are sitting on the floor, floor toms, right", "tim ferriss: yeah", "so having those on the left is not normal", "dave elitch: not normal, yeah", "tim ferriss: so why would you do that", "dave elitch: so i put it on my left so i could put my notes on the left and didn’t think anyone would see them", "i go to the bathroom after the first set, and i come back, and it’s all gone", " tim ferriss: oh, fuck", "dave elitch: yeah", "and i was like, “uh…” and the bass player is like, “it’s cool, man", "you got it", "it’s all good", "you don’t need those.” and i didn’t", " tim ferriss: you’re like, “thanks, bass player who’s done this set 400 times.” dave elitch: exactly, yeah, yeah", "“okay, great.”  tim ferriss: i want to note something for folks, and i’m so glad we got into this because that particular way that you laid out your progression for practicing a song is nearly identical to how a lot of the best public speakers also prepare their keynotes", "they will take a keynote – and i learned to do this as well, but i was borrowing from other people – and instead of – let’s just say for the sake of simplicity, a 60-minute keynote – rather than trying to give the 60-minute keynote from start to finish, they’ll break it into four pieces", " or what they’ll do – and this is something i started to model – is because the beginning and the ending is so important, actually breaking out the first five minutes and the last five minutes", "let’s make it simple", "if it’s a 40-minute talk – this will make the math a little easier – first five minutes, then you have three 10-minute sections and then the last five minutes", "and to practice each one of those individually, as opposed to in sequence", "initially, not paying attention to time, although having some rough idea of the total length", "and then recording, listening to it, making these post-game analysis edits necessary", " and then also at a later point – and i picked this up from someone as well when i was practicing, you’re talking about the bras and the panties and everything – when i was preparing for my ted talk about a year and a half ago, which was going to be the opening session, main stage, nervous as fuck", "just as a side note – i’m sure you have a million of these, so i’d love to hear some of these war stories – there’s this area behind the stage at ted, which is called something hilarious like the zen room or the chill-out room where the people who are on deck, like the three or four speakers who are on deck, are meant to hang out there with their little misters and cold water and so on", " you walk in there, at least when i walked in there, it was some of the most polished speakers in the world basically freaking the fuck out", "i was like, “i need to leave here now!” dave elitch: this isn’t helping", " tim ferriss: “i need to leave right now.” this is like being in the water with bear grylls and all his survival experts, and they’re losing their shit because there are like great white sharks in the water", "you’re like, “this is not helpful", "i need not to be here.” but one of the things that i’d done in the last week or so of preparation was to load myself up on way too much caffeine, like three or four coffees, before giving dress rehearsals before strangers at my friends’ companies", "i would have them call in people during lunch hour, and i would give a rehearsal in front of people who probably didn’t particularly want to be there", "not a super-warm crowd, who don’t care about my feelings, particularly", " dave elitch: and you’re all jacked", "tim ferriss: and i’m jacked to try to simulate the adrenaline i would feel when i actually got out there", " dave elitch: that’s smart, yeah", "tim ferriss: in any case, i don’t want to brain vomit on you too much", " dave elitch: no, it’s all good", "that’s what we’re here for", "tim ferriss: i’ll reserve some of my brain vomit for later", "but the point being that progression you use applies to so many things", "we’re going to comment", "you can see my fondling these – fondling is a strange word – but these gifts", "gifts, people", "get your mind out of the gutter – that you gave me, which i do want to talk about", "you’ve followed this progression song-by-song", "you’ve gone through the set twice", "hour before you get on stage, what does that hour look like", "for that particular mercenary gig", " dave elitch: it’s extremely stressful", "you’re waking up in the middle of the night going, “huh, huh, how does that bridge go?” like freaking out", "because you have the weight of the world on your shoulders", "it’s extremely stressful and in a lot of these situations – it was funny", "i was thinking about how to sort of present this to the laymen", "it’s like your first day on the job", "it’s some really, you got like a giant promotion, or you’re at a new company, different title, different role", "and you roll in, and you meet everyone", "you pick five random people out of the office, and you say, “great", "you guys are going to go on stage in front of 30,000 people together.” you just met", " or you’re going to spend the next month in a bus together, waking up next to each other", "it’s a very weird situation", "who knows how that’s going to work out as far as personalities and everything", "but the hour before the show, i’ve done the sam harris guided meditation", "i just go to an area by myself and sit down and breathe and just try to stay as relaxed as possible", " tim ferriss: this is the 10-minute", "dave elitch: yeah", " tim ferriss: for people who don’t know, this is sam harris, a neuroscience ph.d", "and also a very well-known author", "i think he’s at samharris.org, two r’s, one s", "he has a number of really good guided meditations", "so you will have done that", "dave elitch: yeah", "tim ferriss: is that the morning of", "is that right before", "dave elitch: both", "if i’m feeling really anxious, i’ll do it right before", "one of the things that took years me years of touring to figure out is a lot of people will – drumming is an incredibly physical instrument, especially with how hard i can hit at times, and you really have to treat yourself like an athlete – a lot of people will sit there and “warm up” on a rubber pad and gingerly hit it around for 10 or 15 minutes and then they go out onstage and their feet are cold", "i started bringing a jump rope on tour with me", "i was just like, “oh, my god, how did i not figure this out earlier?”  i skip rope for maybe 10 or 15 minutes, and that gets the blood flowing so when i walk out onstage, i feel like i’m three songs in already, which is a game changer, physiologically", "i’ll do that", "it gets your head in the zone", "because skipping rope is the same exact thing as playing a musical instrument in terms of focus", "it’s like a detached focus", "if you think about what you’re doing, you use a different part of your brain neurologically, and you’ll screw up whatever you’re doing if it’s a highly learned, embedded task", " so if you’re skipping rope and you think about what you’re doing, you’ll hit your feet, and you’ll screw it all up", "if i’m playing a show, i have to be either totally zenned out and not thinking about anything at all or i have to think about what i’m eating after the show or doing laundry or whatever", "i can’t think, “here comes this part” or “right, right, left, left,” or i’ll immediately bungle whatever i’m doing", "but skipping rope gets my head in that mindset", "it also gets me warmed up", "so yeah, it’s just a lot of pacing", "i don’t drink coffee or red bulls or anything because i know my heart rate’s already going to be insane, so i try not to do that", " tim ferriss: do you have anything that you, any particular rituals or things that you say to yourself before you go out or if you are, alternatively, do you take either or both of these – when you’re talking to a professional who perhaps is really nervous about a tour they’re about to do or gigs that they’re doing, what’s your advice to them right before they go out", " dave elitch: my advice is what i try to live by in that if you put the time in and you know the material, there’s nothing to be nervous about because you know what you’re doing", "as soon as you get on stage, after about five minutes and the adrenaline wears off, you should be comfortable", "because you’re like, “i couldn’t have put in more time", "i put in the time", "i know what i’m doing", "this is fine.” what’s really scary is when you don’t have the time to put the work in; then that’s freaky", "i try to never put myself in those situations", "but yeah, as long as you put in the time", " when i’m working with someone, i make sure they put in the time", "usually, it’s a lot of guys who’ve been in bands for a long time", "they have an ample amount; they might have a month of rehearsals", "so it’s not about whether i know this material", "it’s maybe some other issue", "but i tell everyone to do the sam harris guided meditation, especially people who aren’t familiar with that", "because when i first started doing it, i literally had to relearn how to breathe", "tim ferriss: the guided meditation", "dave elitch: yeah", "my breathing was – because i was driving to the studio and i was recording this record with this band called antemasque that i did with omar and cedric from the mars volta after the mars volta", "flea was playing bass on it from the chili peppers", "i had just finished doing the killer be killed record, which is a metal band i was in, and i had to learn the miley set after being in the studio all day with antemasque", "so i was driving to the studio, and i was white-knuckling the steering wheel, and i was holding my breath", "i realized, “oh, my god, am i doing this all the time?”  tim ferriss: is this my normal", "dave elitch: yeah", "this is crazy", "then i started paying attention to it, and i realized i was holding my breath all the time", "when i started doing the short guided meditation, i realized, “oh, my god, i don’t know how to breathe anymore.” i had to literally learn how to take a full breath because i didn’t, just from getting kicked in the balls over and over again and daily life, your breathing gets shallow", "so that was massive for me", " as far as the rituals, that’s huge", "even if i don’t have time to sit down and fully do the meditation, i’ll try and get into that headspace, because if you start your day with that, you can very easily go back and access that mindset later on", "it’s much easier for me to go, “okay, feeling stressed, okay, there’s a full breath.” whereas if i didn’t start my day off doing that, i might not physically be able to access that full breath", "tim ferriss: right", "you haven’t limbered up", "dave elitch: yes", " tim ferriss: psychologically and physically", " dave elitch: yeah, it’s huge", "tim ferriss: the breathing, facial tension", "yesterday you were asking me when i was sitting at the kit about the jaw and the mouth", "we were chatting about that last night", "well, is it just from the standpoint of teaching, there are so many different skills that can be enhanced, oddly enough, by paying attention to mouth, jaw, tongue relaxation", "we were chatting last night about “is it best to tell someone to relax the jaw, or is that too hard?” and, in fact, if you ask someone to relax the tongue, do you get that entire structure to relax more easily", " all of which transcends music specifically", "this is a conversation i’ve had a lot with someone who’s been on the podcast, kelly starrett, who always talks about breathing and positions", "if you can’t breathe in the position, you do not earn the position", " dave elitch: that’s why i was so excited about doing this with you", "because i knew there was going to be tons of carryover from different disciplines", "that’s what i really love", "so you telling me, “if you relax your tongue, you’ll relax your whole face and your jaw.” i was like, “of course.” that’s huge, and that’s the way i’m going to present it to people from now on because that’s a better way to teach it", " tim ferriss: you and i were having a conversation last night, romantic, candle-lit, hot tub conversation", " dave elitch: amongst ice, ice baths", "tim ferriss: that’s true", "we did ice baths, which is also a great opportunity to work on breathing, big time", " dave elitch: breathing", "holy shit", " tim ferriss: we can have a round 2", "we were chatting about, in part – we were talking about a lot of things – about what keeps me excited", "my answer was seeing the interconnectedness and the transferability of these types of concepts because even if you bleed the stone and work in one area on one discipline, and you get to a point where perhaps you just feel fatigued and want to try something else, but you’re not sure if you could ever recapture the excitement you felt in the nascent stages of that first dominant skill", " for me, i’ve realized that there are thousands of different disciplines you could be exposed to and take to like a fish to water because you have knowingly or unknowingly developed all of these meta-skills that apply", "you gave me a few gifts that i alluded to fondling earlier", "one of them i’m holding here, and i’d love for you to tell people what it is and why you gave it to me", "dave elitch: sure", "this is a book called the inner game of tennis by timothy gallwey", "it came out in 1974", "it’s one of those books where people are like, “oh, yeah, that book.” it had a huge effect, and there are all sorts of spinoffs", "the inner game of music is actually a book", "the amazing thing with this book is – both of us have read a lot about zen buddhism – the thing about zen buddhism is by the very nature of what it is, it’s very difficult to pin down and point at directly and define because it’s so amorphous", "this is the first thing i ever read where he nails it down in the context of tennis", "it’s easier to do that way", "tim ferriss: are you a tennis player", " dave elitch: i’m not", " tim ferriss: this is important", " dave elitch: yeah", "so the book talks about essentially these two selves that we have", "self 1 and self 2", "self 1 is the analytical, cruel self-talk, harsh critic who you hit the ball into the net – if we’re going to stick with the tennis analogy – and self 1 is like, “oh, you fucking piece of shit", "come on, get it together.” and self 2 is your subconscious automatic self that’s just, “hey, i’m just trying to make this happen here.” the whole idea is calming down the critical, analytical self 1, your self-talk, and letting self 2, the automatic subconscious, take over", "if you let that happen, everything will happen automatically", " so what’s interesting is what i do with so many people is very technique oriented", "this book can be described as an anti-technique because it’s sort of the opposite way of coming about it", "but what’s interesting about this is with the zen stuff, they will lead you down a path and then just leave you there, a lot of times", "the brilliant thing with this book is it’s very easy to understand", "anyone can pick it up and learn", "you can replace tennis with any other thing, any other discipline", " the brilliant thing about this book is it takes you somewhere and he’s like, this is a plateau you have to overcome and this is how you do it", "that happens multiple times in the book", "tim ferriss: this is the problem", "here are a few approaches to resolving the problem", "dave elitch: as a for-instance, if you’re really getting in your head – i’ll stick with the tennis analogy – in a match, and you need a device to overcome that self 1, because like i was saying earlier, if you think physiologically about what you’re doing in terms of movement, you use a different structure in your brain and you’ll botch it", "so if you’re serving a tennis ball, you throw the ball up, you go, “i throw the ball up, then i move my racquet,” you’re fucked", "you’re going to hit the net every time", "so in order to not do that, he’ll say, “focus on the laces of the ball as it’s coming at you” or “focus on the whop of the sound when you get a good hit” and just focus on those things in and of themselves that will take you into that space", "we were talking about this last night", "everyone that talks about being in the zone or being on that fire, that kind of thing, as a state you can willingly inhabit, it’s not really a thing", "it’s not really true", "you can set the stage for it by this type of thing, but you can’t willingly enter into that or else everybody would do that all the time", "when i’m having these out-of-body experiences when i’m playing music, which is what gets you to do it in the first place, sort of time slows down and unfolds in front of you and you see what you’re going to play", " tim ferriss: neo back-bending with the bullets flying by", "dave elitch: it’s exactly the same thing", "that’s what got me hooked", "that matrix thing", "you can use that in any discipline", " tim ferriss: and you can’t, as you said, guarantee that you can follow the boot-up sequence and automatically enter flow at any point in time, but you can increase the odds", "dave elitch: sure, absolutely", " tim ferriss: you can increase the odds", "dave elitch: absolutely", "tim ferriss: you were mentioning it in the context of tennis or a tennis serve, but last night when we were tooling around on the drum kit, it’s very similar, right", " dave elitch: mm-hmm", "tim ferriss: you were asking me to note the difference in sound from switching from a french grip, thumb on top, to a german grip, which is all more internally rotated", "dave elitch: yeah, a flat hand", "tim ferriss: flatter hand", "but using the wrist", "dave elitch: as a whip", "tim ferriss: as a whip for rim shot or on the snare drum", "you were asking me to notice the feel and the sound of it", "dave elitch: what’s amazing about this is we’re playing an electronic kit", "we’re not playing an acoustic kit", "so even though you’re hearing sounds, theoretically, it shouldn’t really sound any different because it’s not real", "you know what i mean", " tim ferriss: yeah", "dave elitch: but that’s what’s even cooler about this", "being on an electronic kit is once we got you relaxing and getting those techniques happening, and trimming the fat, your vibe and your feel were totally different, even in that situation", " tim ferriss: the sound or the queuing into that sound or feeling, much like anyone who has played tennis, and i’ve played very little tennis, knows the gratification of that proper thwack when you really hit it in the sweet spot or anyone who’s boxed and found that sweet spot on a heavy bag", "it acts as an anchor for the 27 biomechanical ingredients that make it up, but if you try to recall the 27 separate ingredients discretely when you’re pulling your arm back to hit the ball, you’re fucked", " dave elitch: you hit the nail on the head, man", "that is exactly the kind of stuff that i find so exciting are those carryovers", "when you hit a home run, when you smash a baseball, it doesn’t feel like you did anything", "whereas if you hit it wonky, you’re like [sound effects]", "you know what i mean", "it’s terrible", "tim ferriss: yeah", "dave elitch: it’s the same thing with drums", "when you hit them right, the energy should be going out, not back in", "it’s the same with anything else, any athletic movement", " tim ferriss: you gave this book, the inner game of tennis, to – and we’re definitely going to come back to this topic – to your therapist, who is 81", "dave elitch: something like that, yeah", "tim ferriss: 80-something and a very wise woman", "it now has a prominent place on her shelf", "dave elitch: yeah, it has a spot on her mantle", "one of the five or six books she gives out to people regularly", "tim ferriss: i didn’t ask you this because i don’t think you mentioned the five or six other books, but do you know offhand any of the other books", "dave elitch: the pia mellody, facing love addiction, is one of them", "tim ferriss: pia mellody, p-i-a mellody", "dave elitch: yeah", "i don’t know the other ones", " tim ferriss: we can make that a bonus feature for the show notes", " dave elitch: i’ll look closer next time", " tim ferriss: we’ll put those in the show notes", "let’s take a look at these other two because i think they are also a fun way to dissect you a bit", "let’s go with this one next", "this is a very small book, and i always get excited about small books", " dave elitch: one would not think that", " tim ferriss: one would not think that", "every time i set out to write a 20-page children’s book, it ends up being a 700-page bludgeoning tool", "this is titled the medium is the massage", "subtitled, an inventory of effects", "marshall mcluhan", "is that how you say it", " dave elitch: that’s it", " tim ferriss: m, little c, uppercase l-u-h-a-n", "and quentin fiore", "is he the graphic designer", "dave elitch: yes", " tim ferriss: and then produced, i didn’t even notice that, by jerome agel, i suppose, something like that", "dave elitch: yeah", "tim ferriss: who knows", "that’s not something i typically see associated with books, so i’m not sure what that means", "tell me about this book", "dave elitch: marshall mcluhan was a really interesting and very popular social and media theorist in the ‘50s and ‘60s, so i find it really fascinating that he’s not a household name now, being that media is such a massive part of everyone’s life now, especially people who do their own thing", "we have to have instagram and twitter and all that stuff", "you don’t have a choice, right", "so i find societal issues and media and how we process and consume media very interesting", "this dude was so ahead of everyone by decades", "it’s almost creepy", "tim ferriss: just in terms of his predictive ability", "dave elitch: yeah", "the interesting thing about him is he would spout off all sorts of inflammatory, crazy things", "people would get furious about certain things, or pick things apart", "he would contradict himself all the time, and make these grand statements", "that maybe would’ve bothered me years ago, but now, as long as there are gems throughout and he hits the nail on the head in certain areas, and i can take away things that shift my perspective as a whole, that’s all that matters to me", "so the medium is the message", "this is actually the medium is the massage because they screwed up when they – tim ferriss: that’s so funny", "i didn’t even notice that", " dave elitch: i know", "they screwed up when they were printing it originally, and he thought it was hilarious and he’s like, just leave it, it’s fine", "so it was supposed to be the medium is the message, but it’s actually the medium is the massage", "he’s like, “that’s great.”  tim ferriss: that’s great", "let’s keep it", "dave elitch: he loved puns", "he was kind of a quirky, weird dude", "the whole idea of that phrase is that the medium with which information is submitted to you is more important than the actual information itself", "an example i like to use is something like auto-tune", "for people who don’t know what auto-tune is, if you think of that cher song do you believe in love, whatever, that was 20 years ago", "auto-tune is a software that people use to correct someone’s vocal take", "so if someone’s vocal take is wonky, they just sort of massage it a little bit", "tim ferriss: it’s been used quite a bit in hip-hop", "dave elitch: yes", "what the new thing with that cher song is they used a different key signature to auto-tune it, so it way over-corrected itself, and that’s what got that weird, now t-pain sort of sound", "drake", "as something that was an experiment, now has currently changed the way music is", "the software itself has now changed the art form to the point where i’ll have producer friends of mine tracking someone doing vocals in their 20s, and they’re like, “hey, why does my voice sound weird?” they’re like, “that’s what your voice sounds like.”  tim ferriss: oh, uncorrected", "dave elitch: they expect it to sound auto-tuned", "so the technology has now affected the art form", "tim ferriss: it not only changed the content, but it also changed the perception of the raw materials", "dave elitch: yeah", "and you could say the same thing about, there’s something called beat detective, which is something drummers the world over hate", "it’s the same sort of a thing for drummers", "so you can track something, record something in a studio, and then they will artificially adjust everything to a grid", "if someone’s lazy about it, they snap it to the grid, and it’s just like [sound effects], it’s very stiff and computer-like because that’s what it’s been turned into", "tim ferriss: spock on drums", "dave elitch: exactly", "but people got used to hearing that", " tim ferriss: can you remove the soul from my music", "dave elitch: yeah", "so i’ve done sessions where i’ll go in, and i think i’ve done a pretty good job", "then i’ll hear it back, and i’m like, “why did you even have me play on this?” because they’re just lazy", "it’s more about them being lazy and not going through and, you know", "but people got used to hearing how quote, unquote “perfect” that is", "and if someone hears something that rushes or drags or is a little bit not perfect, they’re like, “this is weird.” and so a lot of things are beat-detected to the point where it’s just totally artificial now", "tim ferriss: you’ve drained the blood", "dave elitch: yes", "and then the pendulum will swing back", "that’s why adele was so successful, because it was real music", "tim ferriss: and jack johnson", "dave elitch: yeah, exactly", "tim ferriss: you do have the pendulum sometimes swing in the opposite direction", "is your interest in this – because i know it’s not limited just to this book – and, one, i wanted to bring up you have mentioned this to me many times", "in fact, this is a documentary series that has come up repeatedly on this podcast", "i’m embarrassed to say that i still have not seen it", "adam curtis’ bbc documentary series, the century of the self and hypernormalisation", "so you’ve said it changed the way that you saw the world forever", "i’ll just continue here", " even if you just check out – these are your words – the first 20 minutes of century of the self, it’ll blow your mind", "maybe you could segue into the century of the self and hypernormalisation", "tell me why this is so interesting to you", "because this seems to be fanatically something that is of great interest to you", "we were just talking about beat detective and other things", "people might assume it’s because he’s a musician and it’s how these things affect music", "but i don’t know if that’s true", "so could you talk about how you found century of the self", "because it has come up surprisingly frequently on this podcast", "and why does it grab your attention", " dave elitch: my buddy, chris, is a musician friend of mine", "he told me about it years ago", "i think it came out in 2000", "i’d have to double-check that", "the premise of century of the self is it starts with focusing on edward bernays", "edward bernays was sigmund freud’s nephew", "he took all of sigmund freud’s theories on the subconscious and came to the conclusion that human beings are either savage animals that are going to rip each other apart, or they can be controlled and made docile via consumerism", " tim ferriss: the opiate for the masses", "dave elitch: yeah, it’s literally that", "edward bernays used some of these tactics that he pioneered in propaganda for world war i", "then after world war i, he was like, “well, we can use these in peacetime for capitalists.”  tim ferriss: selling more detergent", "dave elitch: yes", "so the whole notion of you buying a pair of shoes to express your inner self was single-handedly formulated by him", "so we think that’s just always been around", "but really, before him, if people were thirsty, they drank water", "they would wear shirts for years", "as that dude who i’m a big fan of, slavoj žižek – tim ferriss: we’re going to come back to this", "he’s a slovenian philosopher", "s-l-a-v-o-j", "second name, z-i-z-e-k", "amazing name", "please continue", "dave elitch: amazing person", "tim ferriss: we’ll come back to that", " dave elitch: what he talks about, he says once you drink coke instead of water, the excess is with us forever", "you can’t go backward", "he did interesting things like having a bunch of women smoke cigarettes", "there was some sort of subconscious phallic connotation with that", "but at the time, women didn’t smoke", "he hired a bunch of attractive women to smoke in a parade or in public or something, to get it sort of “trending.”  tim ferriss: it’s like having the celebrity wear the sneakers", " dave elitch: exactly", "so he created focus groups", "he created the idea of pr", "this is all him", "so this guy single-handedly shaped america as we know it", "of course, america affects everything else in the world", "up until recently, anyway", "especially the world we live in now with instagram and social media", "he’s maybe the most influential person in terms of society", "tim ferriss: whose name most people don’t recognize", "dave elitch: yeah", "it blows my mind", "he would be a household name", " tim ferriss: this is edward bernays", "dave elitch: yes", "the documentary – tim ferriss: b-e-r-n-a-y-s, for people wondering", " dave elitch: what’s interesting is you would think he made himself famous via sigmund freud, but it was actually the other way around", "he took all of his tactics and made sigmund freud into sigmund freud", "it’s crazy", " tim ferriss: that i didn’t, i had no idea", "that’s really wild", "dave elitch: it’s four one-hour episodes and the first episode – tim ferriss: the century of the self", "dave elitch: yeah", "it’s called happiness machines", "that’s the first episode", "adam curtis has a really interesting style of making these documentaries", "i saw him do a talk in los angeles when hypernormalisation came out in 2016", "he said, “these aren’t really documentaries", "they’re kind of just things that i make.” they’re almost like video essays or collages", "mcluhan talks a lot about that, presenting things as sort of a star pattern of images because language is sometimes insufficient to convey the ideas", "it can be like a weird collage", "i show this documentary to people, and they’re like, “what is this?” it’s really strange", "the music is really weird and bizarre", "tim ferriss: which one are you talking about", "dave elitch: sorry", "i’m talking about – tim ferriss: hypernormalisation", "dave elitch: either one", "anything adam curtis has made is the same style", "it’s four one-hour episodes, and it goes all the way up until the clinton administration because this idea, this edward bernays stuff weaves its way into politics", "it goes into other things too", "that completely changed the way i think about everything", "i think about it every day", "tim ferriss: what would be an example", "is it just that you’re aware of the way your subconscious is being manipulated", "is it that you view other individual and collective behavior differently because you question the free will ingredient", "how does it on a day-to-day basis impact how you think about things or view reality", "dave elitch: it’s all of that", "if we’re talking about consumerism, if i want to buy something, whatever it is, a drink or a snare drum, which i buy a lot of, or some art, which i also buy a lot of, i think, “why do i want this", "what’s driving this?” a lot of times, the answer is different than what you think what it may be", "tim ferriss: or what you want it to be", "dave elitch: yeah", "a lot of times you’re filling the void", "that’s a whole other topic – existential angst", "tim ferriss: that is a big topic", "dave elitch: but that’s why a lot of people are buying things", "to make themselves feel better", "tim ferriss: i heard this quote not too long ago", "it’s actually in a collection of quotes", "i’m such a promiscuous quote reader", "but there’s one, and i don’t know the attribution", "someone out there on the internet can certainly indicate who the proper attribution is", "i’ll put it in the show notes as well", "i’ll write down this note: mankind existential animal quote question mark", "the quote is along the lines of, “man is the only animal for which his own existence is a problem to be solved.” dave elitch: i love that", "yeah, i love that", "that’s it right there", "tim ferriss: it’s like, my dog, molly, does not seem preoccupied", "at all", " dave elitch: no, she’s just having a good time", "tim ferriss: yeah", "you mentioned artwork", "we’re going to come back to some music, and we’re also going to jump into some of the rapid-fire questions that i love to ask", "we’ve known each other for quite a while, but i don’t think i’ve ever asked, certainly 90% of those that we’re going to be coming up on", "the artwork", "i follow you on instagram, and i love your drumming", "dave elitch: thanks", "tim ferriss: so don’t take this the wrong way", "i find the artwork that you discover to be fascinating", "dave elitch: thanks", "tim ferriss: and strange", "dave elitch: thanks", "tim ferriss: you’re welcome", "so i use your account also as a way of discovering different types of design and art", "have you always been interested in visual art, and if not, how did that become what seems like an important part of your life", "i don’t know if it is", "dave elitch: yeah, it’s a very important part of my life", "tim ferriss: how did it become important", "why is it important", "dave elitch: i used to make art", "i used to draw a lot and do watercolors when i was a kid", "then when i started playing drums, really young, like five, six, seven", "then when i started playing drums, i didn’t do anything else", "it took my full mental capacity", "so that sort of fell by the wayside", "i hit a certain point in my career if you just have those blinders on and you’re myopic about something because you’re very focused and driven, you end up burning out eventually", "touring is incredibly stressful", "i hit a wall a few years ago", "tim ferriss: how old are you know", "dave elitch: 34", "tim ferriss: okay", "so like 31, 32", "dave elitch: something like that, yeah", "i turned to art as a sort of oblique form of inspiration", "tim ferriss: i don’t want to hijack the flow here", "when you say hit a wall, is that physical fatigue", "what do you mean by that", "dave elitch: mental fatigue, mostly", "we were sort of talking about this last night", "you get to a certain point where you check all the boxes of things that you’ve wanted to do", "i got to a certain point where i was like, “i’ve done everything that i wanted to do career-wise", "now, what do i do?” also, i was talking to jimmy chamberlin about this", "he’s a good friend of mine, and i’ve been helping him out a little bit", "tim ferriss: who is that", "dave elitch: he plays drums for the smashing pumpkins", "we were having breakfast a few months ago, and we were talking about the same type of thing", "he was saying people are like, “man, this is great", "your band is doing so well.” or, “you’re doing all these tours and isn’t that amazing?” i was saying, “yeah, it’s not amazing", "i always knew i was going to do this", "this isn’t a surprise to me", "i always knew this was going to happen.” in a way, it’s hard to get to the top of mt", "everest and be like, “i did it.” because you’re like, “duh, of course i did it.” tim ferriss: when you say, “i knew it was going to happen,” how much of that – and there certainly could be an option c, d, and e – but how much of that is “i knew it was going to happen because i knew i was really good,” versus “i’m just doing my fucking job", "as a professional drummer, i am putting in the work, and therefore it is my job ultimately to do x, y, and z, and i did x, y, and z, so why would i pat myself on the back for doing my job?” or something else", "dave elitch: sort of both", "it’s just like i’m – tim ferriss: because i have a lot of the latter", "i’ve struggled with that quite a bit", "  dave elitch: i’m going to work harder than you are and i’m going to be the first in and the last out", "if this guy can make it work, i can certainly make it work", "it’s really that sort of thing", "i always say this to people i’m working with", "i’m saying, look, you can have a good amount of innate ability at whatever you’re doing, but the person who puts the work in is always going to surpass you", "if you have a little bit of innate ability, like i think i do, and you work harder than anyone else, obviously there’s a certain amount of luck involved in anything which you can’t do anything about", "but there was no other option", " with the thing i was talking about with jimmy, is he was like, that becomes a self-fulfilling prophecy down to the molecular, atomic level", "if you’re operating from that state, things will unfold in that manner because you’re working in that", "not the secret kind of bullshit", "not that crap", "he recommended this book to me, and i have so many books i have to read", "is it like on becoming yourself", "[ed", "note: breaking the habit of being yourself by dr", "joe dispenza] it’s super popular right now", "i’ll have to look it up", " tim ferriss: i wonder who wrote it", "dave elitch: i have it", " tim ferriss: is it krista tippett", "dave elitch: no", "she’s great though", " tim ferriss: she is, yeah", "dave elitch: i’m reading this ellen langer book called mindfulness, which you’re going to super dig", " tim ferriss: i’ve watched you carrying it around", "dave elitch: yeah, it’s so good", "ellen langer was on her podcast", "that’s how i found out about her", "tim ferriss: all right", "we will follow up", "so jimmy recommended a book that maybe on becoming something or other", " dave elitch: god, i have to look it up", "tim ferriss: what’s the gist of the book or why did he recommend it", "dave elitch: it basically goes way into that in terms of a scientific vantage point", "how all of that stuff works", "it’s very scientific", "tim ferriss: when you say bad stuff, you mean when you place yourself on a certain direction and make thousands of micro-decisions that are subconsciously aligned with that direction", "how things unfold", "dave elitch: yes", "how does that work scientifically instead of some voodoo, weird, i want a new car, so i’m going to put that into the universe and then it’ll just happen", " tim ferriss: it makes me think – again, i’m going to blame it on the caffeine, but i just like jumping around and interjecting because i’m too hyperactive – we were talking about maria bamford, who is a fucking amazing comedian", "at one point, she was doing this bit on having read the secret", "she said, “i went home, and i created a vision board", "and on my vision board, i had all the things i wanted, and my sister came over.”  her sister apparently is some very successful lawyer or something", "her sister comes over, very type a and her sister is like, “what is this?” she’s like, “oh, that’s my vision board.” she’s like, “you have a microwave on your vision board?” she’s like, “a fucking microwave", "that’s ridiculous", "i’ll buy you a fucking microwave.” and then maria’s like, “bam", "manifest!”  dave elitch: that’s awesome", "tim ferriss: so we’re not talking about trying to make that happen", "dave elitch: no", "but i haven’t read it yet, so i’m kind of talking out of my ass here", "but he was saying it’s incredible", " tim ferriss: how did he think it would help you", "why did he prescribe that", " dave elitch: because we were talking about it anyway and he’s like, “oh, have you read this book?” that’s sort of what it’s all about", "it’s in the queue", "i haven’t gotten to it yet", " tim ferriss: what did he share with you or what were his thoughts on this position that you find yourself in", "where it’s like, “all right, i seem to have some degree of innate ability for this particular field", "i was drawn to it", "i’ve applied myself very diligently” over, at this point, decades, right", "dave elitch: yeah", "tim ferriss: “i’ve done what i want to do", "now what?” and you said something; i don’t know if you want to debut it here or not", "i said, “oh my god, you should put that on social media just to further outsource your self-esteem,” which i think is social media in a nutshell", "do you want to take a stab at it", "dave elitch: i said, “anyone who says do what you love for a living and you’ll never work a day in your life hasn’t done what they want to do for a living.” tim ferriss: yeah, you do anything day in, day out for decades, there’s a point where you’re like, “okay.” dave elitch: even to the point where i’m doing these tours where i’m super stressed out", "you’re walking onstage in an arena for 15,000 people at staples center or whatever and you’re like, “ugh.” after a week, once i have the show down, i’m like, “ugh, whatever", "making the doughnuts.” especially if it’s a pop thing because it’s literally the same thing", "if it’s something more improvised, that’s a little bit more exciting", "there’s something that happens that i have to help people out who are on tour for a year and a half or two years and it’s pop context", "tim ferriss: holy shit", "i didn’t realize tours were that long", "fuck", "dave elitch: oh, yeah, dude", "album cycle", "totally", "so you’re playing the exact same thing, note-for-note, day in, day out", "tim ferriss: so it’s like being on a book tour until your next book comes out, basically", "dave elitch: yup", "well, and then you’ll take a break", "tim ferriss: you’ll do some recording", "dave elitch: you’ll take a break, do a new record", "but yeah, it’s intense", "you’re out with the same people, the same techs", "you’re away from your family", "it’s pretty rough", "something that happens to people is they’re playing the same thing over and over and over again", "i mean literally note-for-note", "if you’re playing pop, like when i was doing miley, that’s a massive production", "it’s like eight busses, 12 semis", "the stage production is insane", "i’m going up, up, above, and down, above and below the stage", "there’s a huge video wall", "she’s riding a giant hot dog 20 feet above the air in the arena", "there’s a lot of things that go on there", " so you can’t do anything differently because the dancers will be like, what just happened", "so you have people playing the exact same thing note-for-note for a year and a half, two years, and they start to lose their mind because it’s so monotonous and representative", " tim ferriss: yeah, it’s like the polar bear doing the lap in the one 10-foot pool in the enclosure", "dave elitch: exactly", "it’s exactly the same thing", "what starts happening is your brain starts creating weird quagmires for you to fall into because it’s bored", " tim ferriss: what would be an example of that", "dave elitch: so for instance, you’ll get to a certain part, and you’ll be like, “why can’t i play that", "it’s not hard to play.” there was a guy i was working with who has played with janet jackson for a year, a lot of people", "he’s a fantastic drummer", "he had some issues with his foot", "he went to see someone in atlanta, like a neurologist", "she had some helmet that he put on", "we were looking at the technique, the physical issues", "i guess there were some parts of his brain that were turned off to control the foot", "it’s crazy", "i don’t know how that technology works, but your brain will fuck with you", " there were times with the mars volta or with miley or whatever where i would be like, “oh, here comes this part.” you’re already dead in the water", "or when i was doing m83, there was one section where i would hear the beat in the wrong place", " tim ferriss: weird", "you had like an auditory hallucination", "dave elitch: yes", "it was a very simple section", "i remember at sound check, me going like, “whoa, what’s going on here?” this is like, and your brain is like, “i need something to do.” it’s crazy", "i forgot why i got on that tangent", "tim ferriss: we were talking about jimmy and climbing everest and what his thoughts were on what to do", "dave elitch: we were talking about this sort of last night", "in certain situations, there aren’t a lot of people you can talk to about certain things, right", "so we were just going back and forth with that type of thing", "the thing with him is he is in a band that’s still huge", "this is the thing that’s uncontrollable in the music industry", "there are tons of parables here", "i can work really hard, and it doesn’t matter if my band makes it or not in a way that if you really hit the lottery, that’s totally outside of your control", " they put in all the hard work, but that band hit the lottery", "that is out of your control", "but again, you can sort of set the stage for it", "where he’s coming from, because he’s in a band that is huge, is totally different from someone like me, who is a mercenary", " tim ferriss: a blackwater sniper of drumming technicians", " dave elitch: totally", "it’s a totally different thing", "he’s very intelligent and a great player, and a really great guy, too", "he’s amazing", "you guys would get along really well", "tim ferriss: yeah, i’d love to meet him", "dave elitch: yeah, for sure", "tim ferriss: how long has he been the drummer", "dave elitch: he took a break for a while and then he recently got back together with them, and they’re on tour right now doing their new record", "tim ferriss: cool", "there are so many tracks that just fueled me through so many parts of college and other points – zero, bullet with butterfly wings", " dave elitch: yeah, dude", "i love that song", "tim ferriss: so amazing", "i think we should maybe jump into some rapid fire", "and we will incorporate this", "thank you for the index finger point", "we’re not going to miss this, because you mentioned a word earlier, which is a very useful word, “oblique.” we’re not talking about the sides of your abs", "although i suppose we are", "it’s used in that context here", "we’re going to come back and talk about oblique strategies", "but first, since we’ve consumed several black teas, several green teas, several topo chicos, and are working our way through a couple of cappuccinos and more green tea, we’ll talk a short bio break and return for your listening pleasure", "we’ll be right back", "and we’re back, as promised", "oblique strategies", "this is a black case that is holding what looks like a deck of cards", "this deck of cards has all sorts of things written on them", "the first two which i pulled out yesterday, which were highly relevant to a number of corners i’ve painted myself into recently, where card no", "1 – simple subtraction", "card no", "2 – what mistakes did you make last time", "what are these oblique strategies", "dave elitch: they’re cards that brian eno and peter schmidt made together in 1975", " tim ferriss: who are those two people", "dave elitch: brian eno is a super-famous musician", "he’s done a lot of different things over the years, but he was first famous with the band, roxy music", "he went on later to pioneer ambient music with music for airports", " tim ferriss: literally music for airports", " dave elitch: that’s what the record is called", "it’s called music for airports", "sorry, i should have clarified that", "tim ferriss: i feel like they would get along with mcluhan and the medium is the massage", " dave elitch: he wanted to make something that neither had a beginning or an end, and you could tune in and out of, and it didn’t really matter", "he’s a very interesting, brilliant person", "these are strategies when you’re making anything", "this is in the context of making music, but you can obviously apply them to anything", "the device is to knock you out of your present state of mind", "like you said when you paint yourself into a corner", "you’re like, “i’ve got to get out of this.”  tim ferriss: or you just feel like you’ve painted yourself into a corner", "dave elitch: sure", "well, that’s a whole other thing, right", "tim ferriss: yeah", "dave elitch: there’s a whole deck of cards that are very simple, minimalist suggestions", "the ones that you picked out, you already said", "but if we pick out a few random ones", " tim ferriss: tidy up", "do something boring", "the most important thing is the thing most easily forgotten", "ain’t that the truth", "overtly resist change", "discipline self-indulgence", "so these are prompts, in a way", "dave elitch: yeah", "tim ferriss: for getting unstuck or un-fucked", " dave elitch: i’ve had a set of these for years, and i thought you would be super into these", " tim ferriss: how do you use these cards", "i’ll just buy a little bit of time because i notice there’s a description card, which i hadn’t noticed earlier", "“these cards evolved from separate observations of the principles underlying what we were doing.” what we were doing, i’m imagining, is very much musically related", "“but sometimes they were recognized in retrospect, i.e., intellect catching up with intuition", "sometimes they were identified as they were happening", "sometimes they were formulated", "they can be used as a pack", " a set of possibilities being continuously reviewed in the mind, or by drawing a single card from the shuffled pack when a dilemma occurs in a working situation", "in this case, the card is trusted, even if its appropriateness is quite unclear", "they are not final, as new ideas will present themselves and others will become self-evident.” dave elitch: there you go", " tim ferriss: how do you use or how have you used these cards", "dave elitch: i always think about them in terms of how i’m supporting music for the greater good", "a lot of times in an improvised context, these are very applicable", "because with an instrument such as drums, guitar, piano, or bass, where you don’t have to breathe to play it, you run the risk of vomit chops", " tim ferriss: what does that mean", "dave elitch: it means you can just play as much as you want", "if you’re playing a wind instrument, you literally have to breathe, so that affects your phrasing", "so you can pause", "with drumming, you don’t have to do that", "you can play a million miles an hour forever", "after two minutes, the listener wants to kill themselves", "tim ferriss: that’s true", "there isn’t as much of a – there is a biological limiter, but it’s not as obvious to the listener", "dave elitch: no", "yeah, with saxophone or something, you have to breathe every 15 or 20 seconds, so you have to have a space", "that cliché thing of it’s not about what you play; it’s about what you don’t play, that’s cliché for a reason", "it’s really true", "that’s something that i try to focus on a lot because if you have a lot of facility, it’s very easy to just barf all over the place and overwhelm everyone", " tim ferriss: i’m not a musician, as i’ve stated repeatedly", "i remember someone said to me, music is the space between the notes", "i was like, “ooh, interesting.”  dave elitch: with drumming, especially because you’re keeping time for everyone, it’s a very meditative state", "a lot of people will count in between the notes, and they’ll be very precise about it", "i’ve always tried to be very zen about it and just feel the void in between the notes that you’re playing", "it’s two totally different ways of doing it", "depending on what you’re doing at the moment, one could be better than the other", "but yeah, man", " tim ferriss: give me an example, if you could", "it could be hypothetical", "when would you pull out this deck and be like, “all right, i really feel like i need one of these cards.”  dave elitch: i do a lot of the body mechanic stuff with people", "i also have people who are just like, “hey dude, give me a bunch of cool, crazy licks to play", "song enders", "[sound effects]", "that kind of a thing.” i did that with my buddy, stacy jones, who is miley’s md and drummer", " tim ferriss: md", "dave elitch: musical director, sorry", "tim ferriss: i was like, “that’s a hell of a combo", "let me finish this song and then here’s an epipen.” dave elitch: he was like, “hey dude, i just want to get some rad song enders.” it was like, “great", "we can totally do that.” so i showed him a bunch of licks, and we had fun", "this is the kind of situation that’s great for these because people, after you’re working on phrasing, after about 20 minutes, they’ve played everything they know", "then they’re like, “well, what do i do now?” so you could just pick something out of the deck", "like you just picked out “give the game away.” how you interpret that, you could go a number of ways", " tim ferriss: yeah", "it’s like “slow down” on your shirt", "anyone who picks that up, they’re like, “what does that mean?” you’re like, “what does it mean to you?” you could therapize them", " dave elitch: yeah, exactly", "for me, the first way i would process that is a lot of times when you’re building up solos, you don’t do that", "you want to lead someone in and sort of set the stage", "because if you start off on – tim ferriss: don’t give them the filet mignon as the appetizer", " dave elitch: exactly", "this, to me, the way i would interpret this is, i’m going to come in guns blazing and then try to work my way out of that because that’s the biggest no-no", "i’m going to do that on purpose and then see what happens", "someone could also say, if you’re thinking about a sports analogy, “i’m just going to play the game and see what happens.” let it happen on its own", "it’s not about winning or losing", " tim ferriss: cool", "i dig it", "this is good timing for me", " dave elitch: great", "tim ferriss: we’ve talked a lot about playing in front of huge crowds and the musicians you work with", "certainly, this show tends to feature people who are very good at something or another", "i would like to talk about failures or disappointments", "this is a question i really enjoy asking", "how has a failure or apparent failure set you up for later success", "it could be a disappointment or anything", "do you have any particular favorite failures or failures that come to mind that were in retrospect very valuable", "dave elitch: i’ve gone out for auditions for plenty of bands, and i haven’t gotten gigs", "that’s just how it goes", "if you go in there and, again, you’re really prepared, and you fully present yourself accurately, and they don’t want it, it’s not the right fit, what else can you do", "you might think, “i didn’t get the gig; it’s a failure.” but what about if you – it’s the same thing as dating, right", "what if you present a fake version of yourself, and then they like that, and then you have to keep doing that, and then you’re like, “who am i?” there’s plenty of situations where i go in doing the dave smash thing like in that mars volta video, and they’re like, “holy shit, jesus christ.”  tim ferriss: get a restraining order", "dave elitch: and it’s too much, and they get freaked out", "and it’s like, “well, i might not be that guy all the time, but that’s definitely possible.” a real-life situation, which is what i always try to talk about because that’s the most important thing", "so many people run into problems when they – it’s hyperbole", "when i was out with the 1975 maybe a couple of years ago, george, the drummer, i’ve been teaching him for a while, and he broke his collarbone on tour", "this was the same type of situation", " tim ferriss: how did he break his collarbone", "maybe it’s not for family programming", " dave elitch: i don’t know", "but he was just like, “dude, i broke my collarbone.”  tim ferriss: good recovery", "continue", " dave elitch: i was like, “who knows?” he was like, “can you come out here and fill in?” it’s the same type of situation", "i have to learn all the music last minute", "it’s really large venues, arenas", "i show up in toronto, meet everyone", "we have a line check on stage, which is you make sure all the connections are working", "we run through a couple of songs, maybe", "tim ferriss: the people attempting to assemble my drum kit did not do this", " dave elitch: that was another thing", "i’m like 5’6” on a good day", "george is at least a foot taller than me, if not more", "he’s very tall", "he’s probably like 6’9”", "tim ferriss: holy cow", "dave elitch: yeah, he’s very tall", " tim ferriss: daddy long legs on that drum kit", "dave elitch: yeah, long legs, long arms, long everything", "so i had to rearrange his kit", "a lot of times, you have to sit down and just play it, which can present some problems", "but i had to rearrange things because it was impossible", "an outdoor stage in toronto", "10,000 people", "you just have to go for it", " tim ferriss: you said you were going through a line check and then took it off the reservation", "dave elitch: line check is like a kick drum, snare drum, guitar", "checking that everything’s working", "matty, the singer, is like, “can we do this song", "let’s do this song.” we did a couple of songs", "then he’s like, “okay, great.” then it’s showtime", "because that’s the type of situation where it’s a band, and you have to come in", "the very difficult thing is you have to assume someone else’s character and try to make everyone feel comfortable enough to where it’s comfortable", "they were like, “play the parts, but you can have fun.” i threw in some things here and there, and they were laughing and into it", " it was super fun", "we did that run for about a month", "then i sat down with matty, the singer and he was like, “you know, man, we have to do glastonbury and some bb1 stuff", "it’s really important that this band sounds like the 1975", "right now, it sounds like the 1975 with dave elitch, because your personality is just huge.” at the time, i was like, “fuck.” i was so bummed", "because i really like matty, i really like george", "all those guys", "and i really like the music a lot", "i was just like, “fuck, man.” then i was like, “wait, this is the best compliment anyone could ever give me.” because having an identity is the most important thing when you’re making art", " i’m like, “you know what", "that’s fucking awesome.” they got my buddy, freddy, who was doing it for a week until i got there, freddy sheed, a really great drummer in the u.k", "they got him to do it again until george could come back", "freddy’s great, and he’s a really great buddy of mine", "he did a great job", "at the time, i was just so bummed", " tim ferriss: what helped you reframe it", "when were you able to reframe it, and view it that way", "dave elitch: it took a while", "it took a few months", " tim ferriss: did you do it on your own", "did it come to clarity through therapy", "what helped", "because a lot of people don’t recover", "they’re not able to reframe something that might’ve been a very difficult time", "it continues to be something", "that was very difficult", "dave elitch: it takes them out forever", " tim ferriss: or yeah, it just becomes this pain, this dull ache that they revisit every time they have the memory", "but you’ve been able to reframe it", "dave elitch: yeah", "i think through enough experience and having enough success outside of that situation", "i can definitely see that happening if it’s like that’s your one shot, and that’s the only amount of success you ever had", "but i’ve done a lot of other things, and i did things after that and before it", "that was just that one thing", "it wasn’t like “you’ve fucked it up,” it was like, “you’re too distracting.” tim ferriss: what’s the shittiest music gig you’ve ever had", "it could be anything", "it could be fucking halftime; it could be a rogue olive garden, i don’t know", " dave elitch: man, i don’t know if i can answer that without getting in trouble", "tim ferriss: have there ever been moments when you’ve doubted yourself or doubted the music path", "where you’ve just been like, “fuck.” dave elitch: all the time", "tim ferriss: any examples come to mind", "they could be super early", "they could be at any point", " dave elitch: the industry has changed so much in the past 10 or 15 years", "just the way it’s structured as a business model alone makes you question things", "“is this even a working model anymore?” that changes on a daily basis", "just thinking about things monetarily, sometimes, “does this even make sense?” for me, “am i going to go out on tour, and be away from home, and make x amount of money when i can just stay home and sleep in my own bed, and make x amount of money teaching?” that kind of a thing", "then it’s like, “well, do i want to teach, or do i want to play music?” then it’s like, “the grass is always greener.”  that stuff is constantly swirling around in my head", "when you’re auditioning for gigs, and you’re like, “that guy got the gig", "are you kidding me?” then you’re like, “if that’s what people want, that’s garbage.” and everyone else is like, “oh, gross", "that dude’s such a cheeseball", "why would they?” and you’re like, “is that what people want", "if that’s what people want, why am i doing this?” because no one has good taste", "you can get into that whole thing", "totally", "i think what’s very important is doing a multitude of things", "i teach a lot", " that’s really my bread-and-butter", "but because of that, i can be selective and learn how to say no to things because of that", "so if someone calls me – tim ferriss: to playing gigs", "dave elitch: yes", "if someone calls me for a tour and i heard a lot of bad things about the artist, like they’re a pain in the ass, i’ll be like, “nah, i’m good.” i don’t have to do it", "i have a lot of friends who tour, and that’s all they do", " tim ferriss: they have to go", "dave elitch: they’re like, “god, you’re so lucky you teach", "i have to go out with this piece of shit right now.” then it comes around to doing what you love for a living", "what’s the point if you go out on the road and you’re bumming", "so there’s something to be said for the weekend warrior who goes to their suit-and-tie cubicle job, and then they get out of work, and they’re like, “yeah, i’m going to go play drums right now,” and they’re stoked", "there’s something to be said for that", "because it’s still like a wholly special thing", " that’s something that i struggle with in art because i love art so much and it’s so important to me", "everyone’s like, “when are you going to start making stuff?” it’s like, “but if i start making it, then i’m part of it,” and then it’s tainted in a way", " tim ferriss: it makes me think of some of my friends who are very successful travel writers", "it’s really hard for them to travel for fun because they’re constantly thinking about, “what would the lede be", "how would i describe this", "maybe i should take some notes, just in case.” they have a very tough time experiencing travel without thinking about how they would craft the narrative", "dave elitch: same thing for me", "if you go on tour a lot, you don’t want to go traveling for fun", "you’re like, “i was just out for six weeks", "i just want to be.” everyone’s like, “man, you should take a vacation.” i don’t want to go anywhere", "tim ferriss: i want a staycation", "dave elitch: yeah, exactly", "tim ferriss: you were talking about the teaching, which i think is really a point i want to revisit because you do multiple things", "you have many different interests", "it strikes me that in a sense you’ve, number one, diversified your identity in such a way that you don’t feel psychologically compelled always to tour", "secondly, with the teaching and with the online course, getting out of your own way, which i think could be, maybe it will be the title of this podcast, so interrelated as it relates to – this is a terrible sentence, but you get the idea – oblique strategies, inner game of tennis", "so many of these creative pursuits, professional pursuits, personal pursuits, are not about doing something brand-new that is this gigantic skill that you have to acquire over 15 years", " a lot of it is just removing the blocks", "but the point i was going to make is you are not in a position, because you have developed these different branches of your life, where you have to feel or act out of desperation", "it makes me think, for instance, this might seem like it’s totally out of left field, but arnold schwarzenegger never really auditioned", "this is something not a whole lot of people know about him", "it’s not a secret", "but he made millions of dollars in real estate before he ever had his break in film", "so he focused on real estate in santa monica and other areas and also had other types of business", " he had a mail-order business", "he had a bricklaying business with franco columbu so that he could be selective about the roles he took", " dave elitch: that’s incredible", " tim ferriss: so he was able to craft a trajectory, even when – you were talking about the cheeseball taking the gig – when he got started, people are like, “this is never going to work", "you’re a freak show", "nobody wants that", "people want al pacino in taxi.” was it taxi or taxi driver", "dave elitch: robert de niro", "tim ferriss: yeah, there we go", "wow", "how many ways can i get that story wrong", "dave elitch: we can edit that out.patience tim ferriss: close enough", "this is audio verité, so i’ll leave it in", "wow", "you get the idea", "he was able to bide his time also so that at some point he could put himself in a position where he could be exactly what people wanted", "i’ll give you a public thanks also for – you can see how my brain is connecting these two – for your introduction to bill burr, a comedian who was also on this show, who you teach", "who, for people who haven’t seen it, does one of the most hilarious arnold schwarzenegger bits of all time, which i won’t spoil", "it is definitely not suitable for work, so don’t play it at full volume on youtube at your job and then get pissed off at me on the internet", "but the diversification of identity psychologically is very important", "then the income diversification for you, allowing you to then as an artist craft a more deliberate path, i think is really important", "dave elitch: absolutely", "and if you’re not being deliberate about what you’re creating, then what the hell are you doing", "you’re just making garbage, right", "tim ferriss: absolutely", "you mentioned george", "this is george daniel, right", " dave elitch: yup", "tim ferriss: the 1975", "he has said, and i quote, “among other things,” i’ll read the whole thing, “dave saved my arms and hands", "he made me see i could, in fact, contrary to my belief, develop a technique that would save me from blisters and helped solve tendinitis from many years of horribly inefficient technique.” we don’t have to talk about that", "we can, but the next line is what’s interesting to me", "“he taught patience", "an incredible player, a really great teacher, and all-around lovely human.” what does that mean by “he taught patience?” dave elitch: i think probably, as long as someone is putting the work in, i’m very patient with people, because seeing the light flash in their eyes when something clicks is one of the greatest feelings imaginable", "also, probably for him, i think to be patient with himself", "taking the time to really hone in on certain things and not having to rush through things", "just feeling like, “i’m going to put the work in and i’m going to take the time so all this stuff happens the way it should happen.” you have to be patient with that or else it’s never going to manifest itself", " tim ferriss: or with something that’s as physical as drumming, if you rush it and your technique is not biomechanically suitable for a human body, then – dave elitch: that’s what i was saying earlier", "it’s inherently an issue of the drum set as an instrument in that the way the drum set was formed initially around the turn of the century, it was called a trap kit, short for “contraption.” so you think of these dudes around the late 1800s, 1900s, taking disparate concert percussion instruments like a bass drum by itself and a snare drum", "then they had to make a pedal to use the bass drum", "and the high hats were originally called low boys because they were on the floor and you only played them with your foot", " it’s evolved in this really bizarre, strange way, so it’s physically strange", "but also the bar is incredibly low in terms of entry", "it’s very easy to play drums in the beginning", "you sit down and go [sound effects], and you’re like, “oh, i can play drums", "i can play along to ac/dc and michael jackson", "this is great.” no one thinks about how anything functions because they can already do it", "then they go out tour and 10 years later, they’re like, “my arms are destroyed,” or “my hip,” or “my back.” because they’re doing everything inefficiently or incorrectly", " then also they get stuck as far as the vocabulary goes because they can’t express themselves properly because they’re in their own way", "a lot of it is inherently part of the instrument itself", "i always use violin as an example", "you have to sit there for six months just getting your intonation happening", "or with saxophone, you have to get your embouchure together", " tim ferriss: your what", "dave elitch: embouchure", " tim ferriss: embouchure", "what is that", "dave elitch: it’s basically throat control", "how you produce air pressure", "that takes a while", "you start learning the clarinet", "you’re squawking all over the place", "you have to develop that control", "you can’t just sit down and make a sound", "there’s a certain amount of gestation", "tim ferriss: with the drums, you can get the reward without having to develop that body control", " dave elitch: immediately", "exactly", "that’s the problem", "but that’s part of the instrument", "what i was going to say earlier when we were talking about being able to wear many different hats, do many different things, but be deliberate about what you’re doing, i was talking to a friend about this", "he was like, “yeah, if your identity is largely based on what you do for a living, whatever it is, what if you wake up one day and you don’t want to do that thing", "then you’re like, ‘who am i?’ that’s a mind-fuck.”  tim ferriss: very common", "super, super common", "for people who try to retire and then they’re like, “wait, i’ve spent 12 hours a day for the last 30 years doing x.”  dave elitch: then you have a whole other black hole where if you’re a very important person and you get a lot of respect, and then you retire, you’re just some guy", "that’s a whole other thing to deal with", "then what are you going to do with your life when you just wake up", "are you going to play golf", "all that", "then that’s a whole other thing", "tim ferriss: what would you put on a billboard, if you could put – metaphorically, right", "a message, a few words, a word", "anything", "a billboard to get out to million of people", "he’s holding his t-shirt", "slow down", "dave elitch: yeah", "slow down", "because generally speaking, so many people need to do that", "slow down, take a deep breath, just relax", "tim ferriss: you can also cover up or hide a lot of your own mistakes and sloppiness from yourself by doing things too quickly", "dave elitch: absolutely", "that’s very common in music", "tim ferriss: yes, very common in music", "it’s very common in a lot of things", "when i watch really good boxing instructors, they’re always like, “slow down.” in the beginning, certainly", "anybody can flail their arms around so nobody can see what you’re doing exactly", "i want to see exactly what you’re doing, really slowly in the beginning", "it also brings to mind one of my favorite expressions i’ve learned in the last few years, which is from a friend of mine who is a former navy seal", "it’s not specific to him", "it’s something that you hear quite a lot", "it is “slow is smooth and smooth is fast.”  dave elitch: yes, i like that", "tim ferriss: do not rush", "because if you try to rush a reload or rush whatever it might be and you botch it, now you’re really slow", "dave elitch: you’re slower than you would even be before", " tim ferriss: yes", " dave elitch: it’s the same with the weights and shit in the smaller circles", "you have to learn things in large movements or whatever you want to think about this is, whatever paradigm you want to think about this in, and then as you get more comfortable with it, it gets smaller and smaller and smaller", "then you’re just throwing someone across the room", " tim ferriss: for those people wondering, that’s josh waitzkin who is a fantastic guy, a good friend of mine, who is the basis for the book and the movie searching for bobby fischer", "he’s really a master in many disciplines", "that’s one of his concepts, for sure", " dave elitch: i tell everyone i teach to get that book", " tim ferriss: the art of learning is a fantastic book", "he was the second ever guest on this podcast", "a lot of great concepts", "also for people interested, i did a television episode with him where we looked at brazilian jiu-jitsu, which he’s a black belt in, among other things", "that was the first time for that tv show that he got in front of a chess board in, i want to say 15 years, something like that", "his wife said: “i cannot believe that he’s getting in front of a chess board", "i’ve maybe never seen him do it.”  dave elitch: that thing in the episode where he talks about playing like 50 chess games at the same time", "tim ferriss: yeah, the simultaneous games", "dave elitch: yeah, and talking about feeling the flow of energy in the room and then he felt like a shift", "tim ferriss: yeah", "he felt like he had been juggling 30 balls and one of them got dropped", "he was playing, it was something like 30 kids, and one of them cheated", "and he came back around, and he didn’t know exactly what had happened, but he was like, “this doesn’t feel right.”  dave elitch: that sounds spooky", "that’s a real thing", "that episode was so affirming and exciting for me because he said a lot of things where i was like, “i am doing this right", "i am on the right path.” because there were so many things that we did similarly", "tim ferriss: the transfer is so clear", "dave elitch: huge", "tim ferriss: which is part of the fun", "it’s a big part of the fun of having this podcast for me is interviewing people across disciplines that at first glance you would expect to have nothing to do with one another, and you just realize that people who are playing their a game in any field have more in common with one another than they do with the b players in their own field", " dave elitch: that’s one of my favorite things to do with burr", "we sit down and talk about comedy and drumming and the massive amounts of overlap between the two", "when we first started working together, he had basically like a john bonham, led zeppelin, almost like a replica kit", "he’s a huge bonham fan", "everyone who plays drums is a john bonham fan", "he’s incredible", "he has a very specific sound", "so he got this early ‘70s, green sparkle ludwig kit", "giant 26” bass drum", "it’s a thing", "it’s a very specific thing", "we’re working together, and we’re talking about identity and what he wants to say and who he wants to be and getting his posture together", " i was like, “dude, you wouldn’t walk out on stage and start yelling like sam kinison", "that’s his thing", "you do your own thing", "you walk out on stage in front of whatever, 12,000 people at madison square garden", "you’re doing your own thing", "bring that to this.” he sold the kit immediately", "got his own thing", "he’s figuring out what his own thing is", "that’s so much fun for me to do", "he’s one of the smartest dudes i know", "he’s brilliant", "tim ferriss: he’s a very smart guy", "within any field, you have certain philosophical underpinnings or paradigms that people choose as the foundation for a lot of their decisions and career paths and so on", "then you have the strategies, and you have the tactics", "the lower level you go in some respects, the more the fields diverge, but certainly at the higher levels, whether it’s tennis, comedy, drumming, or otherwise, there are so many commonalities", "what is an unusual habit or an absurd thing that you love", "dave elitch: that i love", "tim ferriss: i’ll give you an example", "or a compulsion", "so for instance, cheryl strayed, who wrote the book, wild", "she’s an excellent author and a fantastic podcast host", "the example she gave is she likes to reassemble sandwiches", "so when she gets a sandwich, it bothers her if all the tomatoes are on one side of the sandwich and the avocado is on the other", "she wants every bite to be as uniform as possible", "so she reassembles her sandwich", "i like the number 555 because i finished editing the final line on the final pass of the 4-hour body in a samovar tea shop in san francisco ages ago and looked up and it was 5:55 p.m", "so that became this good luck charm", "so i take screenshots of that whenever it pops up", "it could be anything", " dave elitch:   it’s funny", "i think to be good at anything, you need to have a touch of ocd, absolutely", "you have to be detail oriented", "i do have those things, but i can’t think of anything off the top of my head, other than checking the stove 10 times when i’m leaving the house", "checking my studio door four times to make sure it’s locked", "i can’t think of anything weirdly specific like that at the moment", " tim ferriss: no problem", "i’m sure there are depths to plumb there that we can return to", "how often do you eat indian or himalayan food with some type of curry-type consistency", "dave elitch: every day, pretty much", "that’s why i go to the gym six days a week, because i have to work off all the clarified butter", " tim ferriss: all right", "i’ll leave that", "that may qualify", "when you feel – actually, i’m not going to ask that one", "let me go somewhere else", "one thing that’s come up in our conversations recently because i’ve never worked with a therapist, and i’ve listened to interviews you’ve done where you’ve mentioned therapy and your therapist", "i’ve always had a certain degree of resistance, particularly to talk therapy, for a lot of reasons i won’t bore everybody with", "i’d like to talk about that because it seems like you’ve benefited tremendously from it", "if you’re comfortable talking about it, why did you end up engaging a therapist", "how did you choose your therapist", "what have been some of the benefits that you’ve derived from it so far", "dave elitch: i initially – tim ferriss: sorry", "i’ll continue to step all over your answers", "you, as well as a few other people, when i have mentioned that i have not worked with a therapist, they’re just like, “what in the fuck", "are you serious?”  dave elitch: especially you", "tim ferriss: they’re like, “really?” i’m like, “okay, maybe this is something i should explore.” dave elitch: yeah, absolutely", " tim ferriss: this has come up multiple times from multiple people", "your story", "dave elitch: i started seeing a therapist around when i was 30-ish", "something like that", "it was mainly to figure out relationship issues that kept happening over and over and over again", "i was like, “there’s clearly something here that’s a blind spot to me, and i don’t know what i’m doing; i need to figure this out.” that was the specific reason why i started going", "i found my therapist through a really close friend of mine who is a therapist", "we obviously can’t work together because she’s a close friend of mine", "she was like, “you should see this person; she’s incredible.”  working with a therapist, having a good relationship with someone where you can really trust them, and you care about each other, it clicks", "that is unbelievably important", "there are so many bad drum teachers out there, and there are so many bad therapists out there", "it can be extremely damaging to someone", "having a good therapist who you get along with and connect with and who’s very competent, that’s why i picked someone – i mean, we hit it off, and it was obvious", "but she’s 80", "all these life coaches running around who are like 25", "it’s like, “what the fuck do you know", "you don’t know anything.”  having a therapist where i can bring up anything and she’s like, “yup, been there.” that’s huge", "it started off with the relationship stuff, and then it obviously shoots off into all these other different directions", "even having someone to go in and dump on and brain vomit, who’s only there to help you out, help you sort things out, the world would be a completely different place if everyone had that", "had a safe – tim ferriss: like an outlet", "dave elitch: yeah, to just unload", "tim ferriss: what are some of the ingredients for success in the beginning", "would you say that it was important for you to meet every week for a certain period of time", "given how much you potentially travel, right", "what were some of the things that made it work", "dave elitch: it’s the same thing with drumming", "i’m like, “hey look, if you’re serious about this, we’ve got to do this once a week,” because it’s like going to the gym", "you don’t go two days a week for four hours", "you go every day for an hour or something", "you have consistency", "that’s crucial", "you’re able to make progress because it’s a recurring dialogue you’re having with someone", "i went once a week for years", "when things got particularly messy, i would sometimes go twice a week", "there were times when she really saved my life", "dealing with ptsd, you literally feel like you’re going to die", " now i go once a month to sort of check in", "what’s funny, we were talking about this last night, the times when i’m like, “everything’s kind of cool; i don’t even need to go today.” those are the times when you stumble into some massive paradigm shift", "it literally is a paradigm shift", "you see the world in a completely different way", "a lot of the times when that happens, it’s funny", "i’ll be talking out loud, thinking, but verbalizing it and you sort of get on a path and then you’re like, “boom,” and something happens", "you’re just like, “holy shit, where did that come from?” it’s almost like an out-of-body experience", " a lot of it is trying to get outside of yourself, which is extremely difficult", "thinking about “is this aspect of my personality – is this learned from my parents or someone else, or is this part of me?” a lot of things that i didn’t know i was even doing are learned things that can be unlearned", "it might take a lot of work", "it takes a lot of work", "it’s the hardest thing i’ve ever done", "but i am a completely different person", "a very specific example that’s something small, if i’m at the gym and someone reracks their weights improperly, it drives me fucking bananas", "it drives me crazy", "if they take the 25s – tim ferriss: and put it on the 35s", "dave elitch: oh, my god", "it drives me crazy", "it’s like this could not be more black and white", "how is that acceptable", "and then that fucks up the flow for everyone else", "one day, she was like, “well, you know, they didn’t see that you were wearing your invisible police uniform", "they just didn’t see it.” i start laughing, and i’m like, “oh, my god, you’re totally right.” the feeling, this need to police everyone", "it’s obviously a need for control, which is a learned thing", "that’s something that i constantly have to check myself about", "that’ll take you out because there are so many things like that on the daily", " tim ferriss: hundreds, thousands, right", "dave elitch: yeah, and they’re everywhere", " tim ferriss: why does this guy not know how to use this chip reader", "dave elitch: yeah, or like, “why did you park like an asshole?” it’s mostly people being inconsiderate that drives me crazy", "tim ferriss: i have one friend, and i’m not sure he’d want to be named explicitly, so i won’t mention his name", "he’s a very brilliant guy in his field", "when he goes through tsa and airport security, it drives him completely fucking bananas when people don’t know how to go through security", "they’ll leave their belt on, or they’ll have a huge container of water after the person has asked them four times if they have any liquids", "what he started to do – he’s also been very recently seeing a therapist and has figured out certain coping mechanisms", " one of his coping mechanisms, which i think is really hilarious, is he will become the voice that he imagines they have", "they’re 30 feet away", "he’ll go, “what do you mean i can’t take water on the airplane", "last time i was here, i could bring my computer through the metal detector.” and he’ll do this", "i remember asking him at one point, “that’s really funny", "that’s what you say to yourself?” he’s like, “no, that’s what i say out loud", "i say it loud enough so that everybody around me can hear it and people start laughing and chill the fuck out.”  dave elitch: oh, it’s a way to defuse it", " tim ferriss: i think he did it initially because he thought it was hilarious and uncomfortable to say it out loud, but now he’s become the standup comedian at the back of the line", "i now know at least a half dozen people who have spent time with him who now do the same thing in line", " dave elitch: that’s hilarious", "tim ferriss: but it’s the little things that are the big things, right", "dave elitch: it’s also why would – it’s also for, like, tsa employees driving you bananas", "i travel a lot and a lot of them are totally incompetent", "it’s like going to anything where you have to deal with someone in that type of a job", "you go, “wait, why would this person be competent", "a competent person wouldn’t have this job in the first place, so why am i expecting that to begin with?” i’m setting myself up to get angry", " tim ferriss: it’s the small things", "we think about these big, existential dilemmas and questions, but in so many cases – that stuff is important or can be important – but it’s also are you giving yourself 100 pats on the back in your day or are you giving yourself 100 papercuts", "because you have ample opportunity for both", " dave elitch: what we’re talking about might sound trivial, but you stack all of those things up, and they’ll take you out", "tim ferriss: oh, yeah, for sure", "oh, my god", "we will, at some point, maybe tonight over some wine, come back to more unusual and absurd things that you love because i am sure there is a treasure trove", "one or two last questions", "you’ve mentioned a few books here that you gifted to me, which are very timely", "are there any other particular gifts that you’ve given the most as gifts to other people", "dave elitch: the andre agassi book, open, is phenomenal", " tim ferriss: an incredible book", "even if you don’t care about tennis at all, it is an incredible book", "dave elitch: i tweeted years ago, i was like, “hey, does anyone know any sports psychology books directly related to tennis or golf?” because i was really fascinated by those", "i don’t really give a shit about sports, really", "but i was really fascinated because the psychological warfare you have to navigate by yourself is the same as when the red light’s on in the studio", "i have to do these film scores where you have to sight-read everything", "you’ve never seen it before", "they throw up a book", " tim ferriss: sight reading is you’ve never played it", "dave elitch: you’ve never seen the music before", "they throw up the sheet music, and you have to play it perfectly the first time because you have to do the whole movie in a day", " tim ferriss: jesus", "dave elitch: so it’s very stressful", "tim ferriss: including films like trolls, the book of love", "others", "dave elitch: logan, that wolverine movie", " tim ferriss: oh, so good", " dave elitch: that st", "vincent movie with bill murray a few years ago", "all the divergent, insurgent", "tim ferriss: but like same, same, but different", "in terms of the sports, the tennis, the golf", " dave elitch: like when you hit the ball in the sand, and you’re like, “fuck.” then you have to leave it be", "you can’t let that ruin the whole game", "the same sort of thing", "when the red light’s on in the studio, or you’re playing in front of 30,000 people, it’s the same thing", "if you screw something up, you can’t be “light, ugh,” and let it screw up the whole show", "it’s the same exact thing", "i thought that was fascinating", "tim ferriss: so was the agassi book recommended as a result of that post that you put up", "dave elitch: yeah", "i was like, “oh, my god, this is incredible.” tim ferriss: it’s a tremendous book", "dave elitch: i give that to people all the time", "the art of learning i give to people all the time", "tim ferriss: josh waitzkin", "dave elitch: yup", "i give the inner game of tennis", "i give zen in the art of archery to people all the time", "i feel like that was the very first book that spawned all of these zen and the art of – tim ferriss: fill-in-the-blank", "yeah, definitely", " dave elitch: yes", "so popular now", "god, i need to look at my bookcase", "there’s so many", "tim ferriss: horton hears a who", "last but not least", " dave elitch: so many", "tim ferriss: you are one of the best-read people i’ve met in the last i would say five years, which is saying a lot because i meet a lot of people who read very widely", " dave elitch: thanks", "tim ferriss: this has been so much fun", "we could go on for many, many more hours, so maybe we’ll do that at some point", "where are some of the best places for people to find you", "we talked about daveelitch.com, instagram, twitter @daveelitch", "there are other social profiles, i’m sure, but it seems like maybe those are the best", "the online course, which is really stunningly shot and very well done, getting out of your own way, that’s available at daveelitch.com", "dave elitch:   daveelitch.com, yeah", " tim ferriss: any other places where people can find you that you’d like them to pay attention to or any other recommendations or asks of the audience, people who are listening", " dave elitch: well, the easiest place to find me is instagram", "just dave elitch", "or my website", "you can contact me through my website", "i’m not super active on twitter or facebook anymore", "someone else who wrote a lot of books i recommend are douglas coupland", "he wrote generation x", " tim ferriss: coupland, that’s c-o-u-p-l-a-n-d", "dave elitch: he’s also an equally amazing visual artist, which is incredibly rare", "i find a ton of inspiration from him", "he’s great", "i recommend a lot of his books", "generation x is great social commentary from the early ‘90s", "tim ferriss: he coined that term “generation x.” dave elitch: yeah", "he’s an interesting sort of social tech theorist", "i think he has a job at google now", "tim ferriss: he very well could", "they tend to gather interesting, eclectic folks", "dave elitch: yeah, he’s an interesting dude", "so yeah", "those are the two best places to contact me, my website or instagram", "if anyone hears this and they’re sort of kindred spirits in terms of what motivates us or in terms of any sort of creative endeavor, reach out and say “hey.” tim ferriss: lob out a note or a hand wave through the ether that is the interwebs", "dave, it’s so awesome to finally get you on", " dave elitch: same, dude", "tim ferriss: many, many adventures ahead", "i’m excited for you", "i’m hoping to pop into the master class tomorrow, which i will be completely unqualified for", "nonetheless, as a fly on the wall", " dave elitch: awesome", "tim ferriss: i really look forward to that", "before i forget, daughters of mara", "is mara, i’ve never thought to ask this, but is that a reference to the, what is it, hindu god", "dave elitch: i think it’s buddhist", "tim ferriss: yeah, it’s buddhist", "mara, who’s sort of the equivalent of – dave elitch: the devil", "tim ferriss: the devil", "dave elitch: yeah, he had three daughters that would tempt people", "sort of like the snake in the garden of eden equivalent", "tim ferriss: daughters of mara", "dave elitch: that was a band i was in in 2005-2007 that was on virgin, capitol records, did a record, and then emi got bought out by terra firma, and that was that", "tim ferriss: i am destroyer, appropriate", " dave elitch: yeah, very relevant", "little did we know", "tim ferriss: dave smash", "all right", "everybody listening, as always, you can find links to all the things we talked about, including the crazy mars volta video", "we will also look up a few other things, like the books that, in addition to the pia mellody book, the other books, perhaps some of the books your therapist has on her mantle, and the mankind existential animal quote question mark, etc", "will all be in the show notes", " you can also find links certainly to getting out of your own way and everything linked to dave at tim.blog/podcast", "until next time, thank you for listening"]}