{"dialog_idx": {}, "episode_num": 349, "file_type": "audio", "guests": [], "num_sentences": 579, "num_words": 8795, "raw_text": "Please enjoy this transcript of the first-ever interview that LeBron James has given alongside his below-the-radar, some might say top-secret, athletic trainer Mike Mancias about details of training, recovery, diet, and even how much longer he hopes to play in the NBA. LeBron James (@KingJames) is widely considered one of the greatest athletes of his generation and regarded by some as the best basketball player of all time. His accomplishments on the court include four NBA Most Valuable Player Awards, three NBA Championships and three NBA Finals MVP Awards, two Olympic gold medals, and an NBA scoring title. He is the all-time NBA playoffs scoring leader and has amassed fourteen NBA All-Star game appearances, twelve All-NBA First Team selections, and five All-Defensive First Team honors. He is also a philanthropist and savvy businessman with a portfolio of innovative endorsements and investments that has established him as one of the most influential figures in all of sports. Mike Mancias (@mikemancias1) is LeBron James’ athletic trainer and recovery specialist, a position he’s held for 14 years and counting. A veteran in the world of training professional basketball players, his experience also includes working with NFL, MLB, PGA, and top NCAA athletes. Throughout his tenure with LeBron, Mike has quietly developed a winning human-performance blueprint that encompasses everything from preventative medicine, strength training/rehab, nutrition, and the latest in recovery techniques. Mike’s philosophy is one that is now commonly accepted by many athletes and trainers as the ideal 360-degree approach to wellness and performance. It was through this focus on nutrition to performance and recovery that Mancias aided in developing the Ladder brand and its products with founder LeBron and cofounders Arnold Schwarzenegger, Cindy Crawford, and Olympic gold medalist Lindsey Vonn. Listen to the interview on Apple Podcasts, Spotify, Stitcher, Overcast, or on your favorite podcast platform.   DUE TO SOME HEADACHES IN THE PAST, PLEASE NOTE LEGAL CONDITIONS:  Tim Ferriss owns the copyright in and to all content in and transcripts of The Tim Ferriss Show podcast, with all rights reserved, as well as his right of publicity.  WHAT YOU’RE WELCOME TO DO: You are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., The New York Times, LA Times, The Guardian), on your personal website, in a non-commercial article or blog post (e.g., Medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “The Tim Ferriss Show” and link back to the tim.blog/podcast URL. For the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above. WHAT IS NOT ALLOWED: No one is authorized to copy any portion of the podcast content or use Tim Ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., Facebook, Twitter, Instagram, etc.) that offers or promotes your or another’s products or services. For the sake of clarity, media outlets are permitted to use photos of Tim Ferriss from the media room on tim.blog or (obviously) license photos of Tim Ferriss from Getty Images, etc. Tim Ferriss: LeBron and Mike, welcome to the show. Mike Mancias: Thanks, Tim. Thanks for having us. LeBron James: Appreciate it. Thank you for having – Tim Ferriss: My pleasure. I am thrilled to have the two of you on, in part because it is so difficult to do research on the two of you together which is fascinating to me. Mike, you’re like the Banksy of elite trainers. I see your art – that is the product of the work that you do – on television and everywhere. But you are like Batman. It’s impossible to do research on you, which is really exciting for me as someone who’s made a job of doing that. So I thought we could jump right into questions on my mind and questions on many minds. And we’ll begin with a little bit of context. And maybe, LeBron, if you want to take this, how did the two of you first meet? You seem to have a very special relationship.  I’d love to just get a little bit of background and your thoughts on what makes the relationship work so well. LeBron James: Yeah. My second year in the NBA with the Cavs, Mike was interning with the Cavs at the time. And every day, I was trying to figure out the way how I could be more consistent with my training and be more consistent with – just trying to make the jump from my rookie year to my second year. And not only from afar but from up close, I saw the demeanor and the laser-focus in Mike every single day on what he was doing. And I resonated with that. And we started to have conversations. We started to talk more and more every day. And the relationship started to grow every single day. And I believe the rest is history at this point. Tim Ferriss: So you two have done so much together, spent so much time together. Mike, I’d love to dig into, I suppose, more than a few things but to begin with, recovery and injury prevention. LeBron, you had such a momentous evening last night, so congratulations, of course, on that. And you’re a bit of a unicorn in the sense that you’ve played more than, as I understand it, 50,000 minutes in your career. Most hit a wall and deteriorate after 40,000. So you’re defying all the predictions of player decline. So Mike, maybe you can give us a window into some of that. And I’ve, in the course of trying to do research, read about recovery between games which I’ve picked up, maybe not true, electro-stimulation machines, air-pumped compression sleeves, soft tissue —. Could you walk us through some of the tools of the trade and the approaches that you use to help with recovery in between games?  Mike Mancias: Yeah, Tim. Well, I think with any elite athlete, I think the one thing that we all, as trainers and therapists, have to keep in mind is that recovery never ends. Recovery never stops. If LeBron plays 40 minutes one night, if he plays 28 minutes one night, we’re still going to keep recovery as our number one focus, whether that be in nutrition, whether that be in hydration, more flexibility exercises, stuff in the weight room. It’s a never-ending process, really. And I think that’s the approach that we must take in order for us to be successful and provide longevity for these guys. Tim Ferriss: And if we look at just the first few hours after particularly intense games, what is some of the triage that you pull out of your bag to use? Mike Mancias: Yeah. Well, we’ll do a quick Q&A in the locker room. I get a quick assessment. I say, “Okay. How did the game go? How was this feeling? How was this feeling? Etc.” And LeBron would give me some feedback on how he felt after each and every game, believe it or not. So we’ll do that, number one. And then we’ll start our process of hydration and nutrition because he does spend a lot of energy up there. So we need to make sure that we feed him the right calories, calories in a protein shake, etc., a water or a sports drink. And number one, frankly, is just some good food, some good, high-quality food. So that’s number one, right off the bat after a game. It’s nutrition. From there, we go into cryotherapy, either a cold tank, ice bags, cryotherapy chamber, whatever may be available at that particular night. Tim Ferriss: And if we’re looking at general injury prevention, are there any particular – and I’ll give one example. I’ve interviewed a number of Olympic sprint coaches. And in some cases, they’ll take something like the deadlift, but they’ll modify it so that they’re only lifting to the knee. And they’ll drop so they’re not risking hamstring injuries with the negatives. Are there any particular exercises that you feel are tremendously important for injury prevention or any that you avoid because you think that they could produce injuries? Mike Mancias: Well, I think with that question, I think every athlete is different just based on their body makeup. And so we have to – number one, before we even prescribe any exercises, we have to do a quick assessment of their body. Do they have any factors that are limiting their range of motion? We’ll start from the very bottom. And that’s the big toe. “How much movement do you have in your big toe?” And then you go up the chain, the ankle, the knee, the hip, the lower back, and the shoulders, etc. Once you get a quick assessment, then you can start to tweak your workout routine by adding or subtracting different exercises. The second part of that is, “Okay. Who are you dealing with?” LeBron’s been to the league. He’s starting his 16th year in the NBA. He’s played a lot of minutes, high-quality minutes. And so you just have to be smart as to your prescription. Tim Ferriss: And LeBron, do you think that – if you look at, for instance, the big names that came into the league around the same time that you did, it’s staggering to see how few of them are still playing. And yet, here you are, playing as the best in the NBA. Are there any particular approaches you’ve taken or things that you attribute that to? LeBron James: Well, I can’t speak on any other players or anybody who came in around my time or a little bit after me or not too far when I came in. But I know me, personally, I’ve just been very consistent with the process. I’ve been very consistent with training my body, rehabbing my body, eating, having my body be very clean throughout this journey because I’ve always wanted to have a long career, or as long as I could be in this space.  A friend of mine, when I was 13 years old, he used to always tell me, “Play hard, have fun, and stretch,” every game. Always, “Play hard, have fun, and stretch.” And that always stuck with me to even when I got in the NBA, always stretch and keeping my body flexible, keeping my limbs flexible. So I can contribute to that and doing it consistently, just like leadership. Leadership is not a one-day thing, or you do it for two days or two months. Leadership is consistent. And I believe having longevity in the space that I’m in is also consistency as well, not only on the floor but off the floor as well. Tim Ferriss: So I’m glad you mentioned leadership. I was going to get to it, but since we’re already on the topic, I spotted a picture of you with a copy of Leadership: In Turbulent Times which is a book by Doris Kearns Goodwin who’s also been on the podcast. And I’ve had a number of people as me to ask you about leadership. Are there any particular leaders you admire or look to and study who come to mind? LeBron James: You know what’s crazy, Tim? I never grew up looking for other leaders and saying I want to be them or using what they did to incorporate it into me. I believe that it was put on me before I even wanted to be a leader. My grandmother passed away when I was three years old, and she was the staple of the home. And my mother had me when she was 16. But she was still in school. So being an only child, being one of the few men in the house, I had to grow up and be one of the leaders of the household very young, before I even wanted to, before you would want any child to become a leader. And then once you get into team sports and you find some success, but you see how you’re succeeding, you understand that it’s not just about you. You understand that in order for you to continue to be successful, everyone has to feel important. Everyone wants to feel like they had something to do with the success and be a part of it. And I sensed that at an early age. And it’s just continued into my adulthood, as well.  So I can’t even sit here and say that I looked for leadership throughout others. Now, I’ve admired leaders like Martin Luther King. He’s one of the greatest leaders I’ve ever had an opportunity to just read about and watch from afar, obviously. Muhammad Ali as well is one. Barack Obama is another. And then my mother. I believe my mother’s one of the greatest leaders just in the fact that being a single parent mother in the inner city without any financial stability and then being able to raise a kid on her own at age 16. So I had those examples. But for me, I’ve always learned on the fly as well. Tim Ferriss: The more I’ve done research, the more incredible your mother seems to me. How has she impacted the way that you think about parenting or being a father?  LeBron James: Well, from the beginning, being a part of a single parent household, when I decided I wanted to have a family, I was like, “I’m always going to be a part of my kids’ life. And no matter what goes on in my life, I just can’t have my kids have some of the same, ‘Why?’ questions that I had when I was younger.” And then it’s about the perseverance and the patience of being a parent is what I learned from my mom. My mom was just so perseverant. And for me, she never had me in a situation where I felt like I wasn’t special, like I wasn’t one of the best kids in the world. And then from, like I said, that leadership standpoint, she was just always a rock. No matter what was going on, she was always a rock and very patient with the process. And I’ve taken that not only to being a father but in life in general. I always preached this process thing because I just fell in love with it.  I fell in love with the process throughout my whole life and throughout my basketball career to a point where I don’t like to look at the ending because I like to just live in the moment. Tim Ferriss: And it’s, I think, the consistency which is such a focus for a lot of, at least, my listeners when they’re looking at your career. It’s been astonishing to watch over time. And many people want to know about the habits or the reminders, things along these lines. And one of the things I came across – I don’t know if it’s true, you could tell me. But did you at one point have Theodore Roosevelt’s “Man in the Arena” quote in your locker? LeBron James: I still do. Tim Ferriss: You still do. Why – LeBron James: I write it on my shoes every game too. Tim Ferriss: All right. Why is that important to you? LeBron James: It just hit home for me at a point in time where I was listening to people that I shouldn’t have been listening to, meaning there are always people out there that are going to judge you and critique you and say that you should do this, or you shouldn’t do that.  And at that point in time, I wasn’t mature enough to just believe in the decisions that I’ve made. And I’m a true believer in the more and more that you listen to things like that, then it’ll creep into your mind, and you start to believe it. And once I started to study some of the great leaders that we’ve had in our time, I ran across that quote from Theodore Roosevelt, “The Man in the Arena.” For our listeners that don’t know about it, it’s basically saying that it truly doesn’t matter what anyone says because they’ve never stepped inside the arena. They’ve never had the blood and the sweat and the tears or paid their dues inside the arena. So they can’t really understand or critique you about what’s going on in your life. And that hit home for me. And that stuck with me to this day. Tim Ferriss: Yeah. It’s such a tremendous quote. Mike, I’d love to come back to something you mentioned earlier which was recovery never ending. And I’d like to talk about the third of our lives or so that we spend asleep. How do you think about sleep? And is there anything you do to optimize sleep or to help LeBron and others to optimize their sleep? LeBron James: By the way, Tim, he gets on me every single day, every single day about my sleep. “How much sleep did you get last night? How much sleep? How much sleep? You get your eight hours? You get your nine hours?” all the time. Mike Mancias: Yeah, Tim, by the way, that muffling you hear in the background is LeBron actually removing his ice bags. LeBron James: Oh, yeah. Sorry. Tim Ferriss: No problem. Mike Mancias: Like we just said, recovery never stops, right?  Well, we’re sitting here doing this podcast in Los Angeles. And LeBron is continuing to ice his knees and the rest of his body right now in the middle of this podcast. Tim Ferriss: So Mike, I’d love to hear your thoughts on sleep. This is something that a lot of people struggle with, and it would seem to be a very important potential asset for someone who is taxing his body as much as LeBron is. Mike Mancias: Absolutely. Yeah. We’ve always learned, and I’ve always told LeBron the body does recover, and it heals itself while we’re asleep, while we reach our REM sleep and our deep sleep. So any athlete, any – and you don’t have to be a professional athlete. Whatever athlete at whatever level – you can be a businessman, a doctor, lawyer, etc., you need your sleep, guys. And you must sleep in order to recover from whatever it is, either playing an NBA game or a big day in the courtroom, in a hospital room or whatever. Sleeping is when the body heals itself. So it’s very, very important. Tim Ferriss: Are there any particular techniques or tools or recommendations that you’ve found to be helpful with athletes or that you’ve tested and found effective? Mike Mancias: Yeah. Without giving everybody all of our secrets, number one is be very, very comfortable in that room. Just create an environment. For LeBron, it’s always in his hotel room, making sure the temperature’s set at a particular – probably 68 to 70 degrees is probably optimal, making sure the room is completely dark, you have no distractions, trying to turn off your – LeBron James: Electronics. Mike Mancias: – all your electronics – [Crosstalk] LeBron James: He’s honest though. Mike Mancias: – the televisions, your phones, etc. Just turn everything off probably a half hour to 45 minutes before you actually want to go to sleep and just really committing yourself to that. We all love to scroll on the internet and our social media accounts at night to catch up on everything. But you owe it to yourself and you owe it to your recovery just to commit to just creating an environment. Again, the room at an optimal temperature, a dark, dark room, a comfortable bed, etc. And it helps some people to even use sleep apps like soft music or – [Crosstalk] LeBron James: I love a nice sleep app. Tim Ferriss: What do you use, LeBron, currently? Or what do – LeBron James: It’s an app called Calm actually, that I use. Yeah. And I’m the guy who picks rain on leaves. That’s what goes on on my phone throughout the night.  Mike Mancias: And there you have it, Tim. There you have it. Rain on leaves. Tim Ferriss: Rain on leaves, the secret to success. I love it. And LeBron, what has become more important to you from a health or wellness perspective as you’ve become older, more seasoned? Does anything come to mind as being more important? LeBron James: Yeah. Just what we’re talking about right now, the topic that we’re on, sleep. There’s nothing more important than optimal REM sleep. And that’s exactly what we’re talking about right now. That’s the best way for your body to physically and emotionally be able to recover and get back to 100% as possible. Now, will you wake up and feel 100%? There’re some days you don’t. So some days you feel better than others. But the more, and more, and more time that you get those eight – if you can get nine, that’s amazing. Sometimes, I even get 10 hours of sleep.  And if I don’t get those eight to nine hours at night, then I’ll go home. I’m going to tell you right now, Tim, when I leave here, I’m going to go home and take a nap for probably about two and a half hours too. I just think that’s just the best way to recover. I could do all the training. I could do all the ice bags and the NormaTecs and everything that we do that we have as far as our recovery package while I’m up. But when you get in that good sleep, you just wake up, and you feel fresh. You don’t need an alarm clock. You just feel like, “Okay. I can tackle this day at the highest level,” that you can get to. Tim Ferriss: One thing I’ve also seemed to pick up just as a pattern is your willingness to experiment. And I’m sure that goes for both of you. But the topic of diet is one I’d love to discuss. But it seems like you’ve tested many different diets ranging from low carb to probably high carb and everything in between.  Could you give us an example of where you are now? Let’s take just yesterday. Could you tell us about some of the meals that you had or some of the food that you consumed yesterday, what that looks like? LeBron James: Hold on. Let me think about it. Yesterday, I had an egg white omelet with smoked salmon and gluten-free pancakes with berries. That was my breakfast. For lunch, I had whole wheat pasta, salmon, and vegetables. And right before the game, I had a peanut butter and jelly sandwich. And at halftime, I had sliced apples with almond butter on top. Right after the game, Mike gave me a protein shake to put in my system right after. I downed that right after the game last night. And then for dinner, I had chicken parm with a rocket salad and a beautiful glass of cabernet. Tim Ferriss: You have no idea how happy that detail makes me. Thank you for that. LeBron James: That was my full day of – yeah, that was it right there. Tim Ferriss: You also have a very good memory. And I’ve been meaning to – I wasn’t sure how to shoehorn this in, but you gave me an opening. You enjoy your wine. Do you have any favorite wines that you can mention or types of wines? LeBron James: I have so many, Tim. I can’t sit here and say what is my favorite. But I am definitely a Bordeaux fan, huge Bordeaux fan. There are some cabs that I love as well. But there’re some brands that I love as well. We get to the higher level as far as Screaming Eagle, Quintarelli, Rothschild. There’s just a whole – Latour. There’re so many different wines that I actually love. So we’d be sitting here all day if I’d get you a full list of my cellar that I got going on at home. Tim Ferriss: That’s round two. “King James: Sommelier.” That’ll be the next episode. Is there anything that – and this can go out to either of you guys. But anything that you will not touch besides the obvious out of bounds, illicit stuff. But are there any foods or drinks, anything in the food realm that you really just try to avoid 100%? LeBron James: Yeah. I think right now, what we try to stay away from – and I don’t want to say even try to stay away from – we haven’t had in a long time is artificial drinks, artificial sugars, and fried foods. We stay away from the fried foods at least during the season. And that’s to both accounts. I have artificial drinks from time to time in off-season. But during the season, I pretty much don’t have any fried foods, and I don’t have anything that’s artificial. We want to keep it as just natural sugars and foods as much as possible, just try to be clean as possible throughout the season when I’m burning so much and trying to get the recovery back. Mike Mancias: Tim, it’s all about less is more as far as nutrition goes. We just keep it simple. We try to stay organic the entire year. Again, like LeBron just mentioned, no artificial ingredients. And hydration. I think one thing that we talked about yesterday’s game day was that every time I saw LeBron, I had a bottle of water in his face making sure he was drinking. That’s one thing. Tim Ferriss: And Mike, to come back to one thing that LeBron mentioned, I would be very curious to know postgame, if you have a preferred type of protein. Doesn’t have to be a brand, although it could be. But are you providing whey protein isolate? Are you providing a mixture of different proteins? What are you giving him in that protein shake? Mike Mancias: Right after a game, I try to go light with it. I don’t give him a heavy whey protein because his body is in a recovery phase, right? And he needs to absorb everything that he can, everything clean like we just mentioned. So I try to give him a plant-based protein powder with an almond milk or something like that with some fruits and just clean calories, just give him clean calories because the first 30 minutes after activity, after a game, after a practice, etc., the body’s like a sponge. And it’s going to absorb whatever you give it. So I just try to stay clean, stay away from animal products for the first hour after a high-calorie competition. Tim Ferriss: Thank you. LeBron, I would love to chat about self-talk for a minute because I’ve watched you playing. I’ve watched video footage of you throughout your life. And it’s obvious to me, at least it seems that there’s quite a bit going on behind the scenes, meaning in your own head and that you’re very good at centering yourself. What do you say to yourself? Or is there anything in particular that you say to yourself as you’re getting prepared for a big game or right before a big game or after a hard loss, for instance? LeBron James: Yeah. I think for me, personally, before a big game, I’m pretty consistent with my routine. And I’ll try to do the same thing every single day on a game day because that’s just how I lock in. And so right before I run on the floor, I’m just basically thinking about the game plan that the coaching staff has given us, what do I need to do personally not only for me to be successful but for my teammates to ultimately be successful and how I’m going to lead these guys throughout good times and bad times throughout the course of a game because that’s what happens. It’s inevitable that that’s just going to happen. And then to your notion of after a bad loss, I’m rethinking about and replaying the game into my head, “What happened throughout the course of the game that made this loss become a bad loss? What did I do? What did I not do? What did we not do?” because I want to be better. I don’t want to dwell on that loss.  But I do want to know what there were things that I could have done, or we could have done to prevent it if it happens next time because I always preach the best teacher in life is experience. And it’s okay for you to experience defeat. But when you’re at a position where you may have to cross that threshold again, do you approach it the same way? Or do you learn from that? And that’s what I try to do. I try to put myself in a mental state of, “How do I learn from that defeat? How do I learn from that loss?” Tim Ferriss: And you’re the leader of guys on a team who are all multimillionaires, some of the best athletes in the world with all sorts of different personalities. How do you think about supporting them when things go sideways or when people get frustrated? How have you learned to be most helpful and effective in those circumstances? LeBron James: I think the number one thing is patience.  When I talk about patience, it comes back to being a father. I have three kids. And I want the best out of my kids just like any parent in the world. But what I have learned is that to get the best out of my three kids, I can’t approach them all the same way because they all have different personalities. They all are different. And I had to find out, “How do I tap into each one of my kids to get the same result but teach them differently?” And that’s the same with being the leader of a basketball team, the leader of a franchise. You can’t express or talk to everyone the same way and expect to get the same result or get the most out of them because every personality is different. So one thing I may say to one player may trigger a certain different response than another player. And that’s where the patience comes in, Tim because you have to learn that. You can’t go in and say, “This is how I’m going to lead.” Yes, I’m a leader. But there are ways to lead because you have to learn those things that you can – how do you approach this matter? If this happens, you know how you can speak to him. You know how you can speak to this player, to that player to get what you want to get out of him. So it comes back to that patience of learning their mindsets, learning how can you get the most out of them, what triggers them to be their best, what triggers them to not be their best. So you learn that over time. Tim Ferriss: And in the case of your own pregame routine, I’m fascinated by the repetition of routines that work. As it stands right now, what do you have in your pregame playlist? What is the music that you listen to? LeBron James: It’s going to be hip hop for sure. [Crosstalk] Tim Ferriss: Any specifics? LeBron James: No. You know what’s crazy, Tim? There’re no specifics. Once I start my routine – actually, once I get to the arena, that’s when I start my routine as far as music.  It’s a feel for an artist that particular time that I know is going to get me going. And it could be an artist from New York. It could be an artist from California. It could be an artist from Florida or from Texas, from the Midwest. It all depends on what artist pops into my head that I know that’s going to get me going, get my juices flowing and get my routine going. So I don’t have just a set game day routine. I’m all over the place. And that comes also from being a historian of music as well. Tim Ferriss: What is your tattoo – I’ve wanted to ask this. There’s no real obvious segue for this. But I’ve wanted to know because it seems to be an important theme in your life. The tattoo that you have, “Loyalty,” on your side, could you explain what that means to you?  LeBron James: Yeah. And on my other side, it says, “Family.” So it’s self-explanatory. When I talk about my family, my family is everything to me. And it’s a personal mantra of mine to always be loyal to my family, not – you’re going to have ups and downs with your family. That happens. There’s going to be times where you don’t like what your family does, or your family doesn’t like what you do. But at the end of the day, we’re all loyal to one another.  And that’s okay. That happens. That’s what a family is. A family is not a bed of roses. It comes with thorns. And you have to understand that. But at the end of the day, we will never let someone else infiltrate those thorns. And so when I got that tattooed on my ribs, that’s basically what it came down to, family loyalty and us always sticking together no matter the trials and tribulations, the turbulence, the good, the bad, the ugly, the sunshine, and the thunderstorms. So that’s what it came down to. Tim Ferriss: And Mike, if I could use that to lead into a question for you, how do you support your athletes when they’re going through a difficult time, whether that is an injury, an unexpected setback, psychologically having trouble contending with someone that has happened, whether it’s on the court or off the court? Are there any particular approaches that you’ve found to be helpful, whether it’s in the last few years or just over the course of your career? Mike Mancias: Yeah. I think the number one thing for me has always been remain consistent. Remain consistent through the ups and downs and everything in between, as LeBron said because if there is a setback if there is something going on, I always have to remain consistent with my job and with what I do.  Now, I can always add or augment something that I feel might be beneficial if it’s something as small as a certain gift of kindness, just asking about the family. “Are things okay outside of basketball? Are things okay outside of the athletic realm, the athletic world?” And just try to be there for them, just try to be there for them through – again, it’s all great when we’re scoring 45 points a night and doing all these wonderful things. But is the athlete okay? Is the athlete doing well mentally and spiritually? And so I try to address it in a multifaceted fashion. Tim Ferriss: And for you, Mike, in the offseason, how do your priorities change, if at all, for LeBron in terms of training and anything else that comes to mind?  Mike Mancias: I think in the offseason, we have to be smart. LeBron gives everything he has for these nine months. And so my job is to be smart about what we’re doing as far as the volume of training that we’re doing and how much I see him. Although we do tend to see each other pretty much every other day in the summertime. But it’s what we’re doing. And it’s managing and gauging his body throughout the summertime. LeBron James: Yeah. He’s a lot more calm than I am, Tim, in the summer. He consistently tells me, “Hey, listen, man. You need to take a little bit more time off. We just went for nine and a half straight months.” And I’m like, “No.” [Crosstalk] Mike Mancias: Yeah. We have to pull the reins a little bit sometimes. Tim Ferriss: Do you, LeBron, have any particular favorite exercises or forms of physical recreation in the offseason? I’ve read about yoga, Pilates. VersaClimber has come up a lot. Are there any particular ingredients that you like to regularly inject into your offseason? LeBron James: Yeah. Besides the VersaClimber, I actually really like running on the football field for two reasons. You’re outside, which is always a cool way to exercise. And then it takes me back to my high school days of playing the game of football. And I just have a huge, deep, love of the game of football. So being able to get that condition in and get that cardio, being outside but also being back on the football field, it just does something for me, personally. Tim Ferriss: And what might one of those workouts look like? Are you doing 400-meter repeats? Are you doing long, steady, and slow? What type of workout – LeBron James: Yeah. It’s more like 100-yard sprints from end zone to end zone. And we don’t ever have a set number of how many we want to do. But we do enough to where we want to get our heart rate going while we’re out there. Tim Ferriss: And how do you decide when to stop? Because that would seem to be really critical for – LeBron James: Well, like you said – you hear Mike just say he pulls the reins? He says, “Okay, now. That’s enough.” Yeah. Tim Ferriss: Mike, a name that’s come up a lot in doing research for this conversation is Tim Grover. And could you explain who that is and what you’ve learned from him? Mike Mancias: Well, me growing up – I’ll take you back a little bit. I was a big Jordan fan. I was a big Chicago Bulls fan. And so I was doing my own research back when all you had was press instead of the internet. And so I was just asking around, reading up on Jordan and the stuff that he was doing for his body.  So his name came up a lot of times. And so I gathered the stones to reach out to Tim. Just somehow, I tracked down his number. And I told him what I wanted to do. I wanted to learn from him. And he says, “Okay. Well, why don’t you come up to Chicago and intern for us for a couple of weeks? MJ will be with us. He’ll be getting ready to work with the Washington Wizards. He just signed his deal with the Wizards. And so I’m in the middle of doing that. So you’re more than welcome to come up.” And thank God that I caught Tim in a great mood that day. So he invited me up to Chicago. And I spent a few weeks with him along with MJ. And I learned a lot. I learned a lot in those two weeks. I learned how to work with an elite athlete of Michael’s stature. So it was invaluable. I learned what to do, what not to do, stuff I should stay away from, stuff I should really augment. So it was a great educational experience for me. Tim Ferriss: In terms of things to stay away from, was there anything that sticks out in your mind as a key learning or takeaway in that department? Or it could be one of the other categories. But is there anything specific that comes to mind? Mike Mancias: Anything specific as far as an athlete training, working with an athlete of that caliber is to remain consistent, to remain consistent. There’s no particular exercise. There’s no particular stretch. It’s all about your own mindset and your own confidence working with someone like Michael and now, obviously, working with someone like LeBron. So it’s all about how to approach it mentally and how to be consistent for that athlete. Again, just be that rock. Tim Ferriss: Consistency. So this is a good opportunity – [Crosstalk] Tim Ferriss: Oh, I’m sorry. Go ahead. LeBron James: And available. Mike Mancias: And available 24/7. LeBron James: Yeah. I might wake up at 3:00 in the morning wanting to get a workout in. It’s happened. Tim Ferriss: On demand, which I think is a good window to start chatting about a new collaboration that you’re both involved with. LeBron, you’ve become a very active businessman and investor over the course of your career. And there are many things we could discuss related to that. But one that I think is very relevant to our conversation right now is Ladder. And there are a lot of people out there who are constantly asking themselves – and every time they get to New Year’s, make resolutions related to loving and not dreading fitness and wellness, and trying to find a way to attack it that leads them to passion and not feeling burned with responsibility. Could you guys – and either one of you can grab this – explain what Ladder is and what is the purpose behind it? Mike Mancias: I think with the whole idea behind Ladder and starting this company – it started way back probably around 2014. We were at a crossroads of, “Okay. What else could we add to our routine as far as nutrition goes?” I felt like we were just beginning to scratch the surface as to what was available out there. But unfortunately, we found that some of the stuff that’s out there, all these big companies have all these proprietary blends. And we weren’t sure – “Okay. What exactly is in these proprietary blends?”  And so we’ll start with a company. We’ll start with something off the shelf that was NSF certified. But we just didn’t want to take the chance to continue to use these products. And so we got together with LJ and said, “Let’s really do some more research as to what is out there that it is not available for us and why not.” And so we started to do some more research after 2014 when, unfortunately, he experienced the much-publicized and critiqued cramping game in 2014 during the finals. That’s when LeBron and I really got together and said, “Okay. What are we missing here? Why are we cramping here? Are we doing everything we can for hydration? No. Let’s dive deeper into this because it’s obviously affecting our performance and our productivity. And maybe, to some degree, it caused us the championship.” So we started doing, like I said, more and more research. I said, “What’s out there?” And we finally came up with the right ingredients. And you know what? Like we mentioned earlier, we kept it simple, Tim. We kept it really, really simple and very transparent to the public as to what’s in these products. Tim Ferriss: Right. You mentioned a few things that I wanna underscore for folks also. The NSF certified for sport, which is effectively considered the gold standard for testing and approved by not only the major sports teams by the IOC and so on. So for competitors, extremely important to know exactly what you’re putting into your bodies for any number of reasons. And for people who are looking for supplementation or tools to augment their physical activity, you’ve also assembled a very strong team of founders. So I was wondering if you could chat a little bit about the people involved and why that particular team has been assembled for this. LeBron James: Well, I can talk about that, Tim. Obviously, two of our founders are Arnold Schwarzenegger and Cindy Crawford. And I can speak up on Arnold. For one, we’ve been in business for quite a while now together through a mutual friend of ours. And obviously, his history of what he’s done in his career as far as nutrition and training and things that go without even talking about, we know how unbelievable he’s been. And his career is so that that makeup and that match fit perfectly. And also the same with Cindy Crawford as well. She’s been doing the wellness and the health and the training and everything she’s been doing throughout her whole life.  And it made sense for her to be a part of the team as well. And we also have Lindsey Vonn as well, one of the greatest athletes of her genre and her craft as well. So we wanted to be able to assemble not only people that have actually lived this life but also people that people can relate to as well. So it all made sense for all of us. Tim Ferriss: And looking at the materials that I reviewed, the message, in effect, of life is a workout and recognizing that the physical part of your life is really part of everything – it is the vehicle for everything else, and your mind is part of your body. So if you want to care for that, you also have to care for the overall package that is your physical totality. LeBron, you must have thousands of opportunities come to you and get pitched to you I would imagine on not just an annual basis but a monthly or weekly basis. You could drown in the number of pitches you would receive. Why is this important to you? LeBron James: Well, I think it goes back to what Mike was speaking upon. We had that moment during the finals. We were mind boggled because we know how much we take care of the body. We know how much we put into the body, what we put into our body. We know how much liquids throughout the whole day. And for that to happen at a very important moment in my career, we were searching for answers. And for us to get to this point now where we’ve found the answers – I told Mike, “Listen. You go out and do the research. I trust you. I’ve been with you for over a decade-plus now. Only thing I ask is that we make sure that everything is clean because that’s what’s more important than anything.”  I’ve trained my body. We’ve trained our body throughout this whole process. And you know my body more than I know it. So that’s how it all got started. And I think everything that I’ve ever done, Tim, has always been authentic to myself, authentic to what I do on a day to day basis. If it’s from a few years ago having a bikeathon in my hometown, it all stemmed from me training, riding mountain bikes in the summertime for getting back into shape. So that’s how that came about. If there’s anything that I’ve done in my career, it’s always been authentic to who I am. You look at, like you said, some of the things that I’m doing now as far as the production of TV shows and things of that nature. It stems from me loving TV and loving the fact that being there to engage people’s mind and emotions and things of that nature is just authentic to myself. And that’s what Ladder is all about as well.  Tim Ferriss: And is Ladder also going to have an editorial resource component? Because the URL weareladder.com, as I understand it is also going to have a lot of answers to questions with scientifically supported responses to topics ranging from fitness to nutrition to various types of health problems. How do you envision – Mike, maybe if you wanna chat on that side of things, how do you envision that serving people? And what would people go there to find? Mike Mancias: Yeah. We wanna provide a one-stop shop for athletes and for everyone else who’s interested in maybe getting some sort of gain from not only a product but from just a lifestyle stance here. We could all improve. We could all improve in whatever field that we’re in, whether we take it by leaps and bounds or we take it by inches. We could all improve. And part of it is creating that environment. By environment, I’m meaning that website, social media stuff where athletes can go in and tap into our resources. And our resources, it’s going to be a panel of experts in their field, in not only athletic performance but social behaviors, psychological behaviors, mental stuff. It’s all vital. It’s all vital. And it’s more about the athletic realm. It’s about living your best life I guess and improving. Tim Ferriss: This is something that fits a very particular Venn diagram for me, which is something that was born out of the two of you scratching your own itch, right?  You mentioned the cramping in 2014, and I’m always most interested when a service or product is born out of an unaddressed need, an unmet need from one of the founders themselves. And it seems like you’ll be making tools available to people that would otherwise perhaps be limited to some of these high-level athletes you mentioned. And that’s exciting. I would also be remiss if I didn’t ask you, LeBron – and I know we have just a few minutes left here. But how many more years would you like to play? LeBron James: I would love to see the floor with my son. My son is in eighth grade now. If he continues on the path that he’s on right now, he could possibly be in the NBA in five-six years. So that would be an unbelievable moment for not only myself but for my family, for everybody. So we’ll see. Obviously, taking care of the body is number one. And we will continue to do that but, more importantly, taking care of the mind. If your mind’s not fresh, then your body will fall at the waistline. So through the grace of the man above and through everything that myself and Mike and my support team do, that will be pretty dang-on cool if I’m able to be on the NBA floor with my oldest son. Tim Ferriss: That would be amazing. Well, I look forward to watching that. And you guys have been very generous with your time. I appreciate you making it happen. And I’m very excited to see what both of you do and what Ladder does. People can find Ladder at weareladder.com. Of course, LeBron, you’re everywhere. @kingjames on Twitter and Instagram, LeBron on Facebook. Mike, I’m not sure. Smoke signals, carrier pigeon? How should people find you if there is a way to find you? Or should they just watch your good deeds through the athletes that you work with? Mike Mancias: I think our body of work together with LeBron on the court, I think that’s proof in itself. If you do want to follow on Instagram, it’s mikemancias1. And I think I have the same Twitter handle as well. I’m pretty sure. No. But it’s all good. It’s all good. And it’s an exciting journey for me. Tim Ferriss: Beautiful. And I will link to everything we’ve discussed, people listening, in the show notes, as per usual at tim.blog/podcast. And LeBron, we didn’t have time today to get into the Family Foundation. But you’re doing incredible work. And I wanted to just thank you among many other things for doing so much for the kids of Akron. I think it’s really tremendous. I’ve looked very closely at it myself for inspiration for things I hope to do. But I appreciate you putting that much time and effort and care back into the community that you came from. LeBron James: I appreciate it, Tim. Thank you very much. Tim Ferriss: All right. Well, guys, I will let you get running. You have icing to do. You have who knows what else to get done in the meantime. And I wish you both the best the best of luck. And look forward to seeing what you guys do. Mike Mancias: Thank you, Tim. Take care, Tim. LeBron James: Thanks, Tim. Tim Ferriss: Thanks very much. Bye-bye. Posted on: November 30, 2018.", "speakers": [], "text_sentences": ["please enjoy this transcript of the first-ever interview that lebron james has given alongside his below-the-radar, some might say top-secret, athletic trainer mike mancias about details of training, recovery, diet, and even how much longer he hopes to play in the nba", "lebron james (@kingjames) is widely considered one of the greatest athletes of his generation and regarded by some as the best basketball player of all time", "his accomplishments on the court include four nba most valuable player awards, three nba championships and three nba finals mvp awards, two olympic gold medals, and an nba scoring title", "he is the all-time nba playoffs scoring leader and has amassed fourteen nba all-star game appearances, twelve all-nba first team selections, and five all-defensive first team honors", "he is also a philanthropist and savvy businessman with a portfolio of innovative endorsements and investments that has established him as one of the most influential figures in all of sports", "mike mancias (@mikemancias1) is lebron james’ athletic trainer and recovery specialist, a position he’s held for 14 years and counting", "a veteran in the world of training professional basketball players, his experience also includes working with nfl, mlb, pga, and top ncaa athletes", "throughout his tenure with lebron, mike has quietly developed a winning human-performance blueprint that encompasses everything from preventative medicine, strength training/rehab, nutrition, and the latest in recovery techniques", "mike’s philosophy is one that is now commonly accepted by many athletes and trainers as the ideal 360-degree approach to wellness and performance", "it was through this focus on nutrition to performance and recovery that mancias aided in developing the ladder brand and its products with founder lebron and cofounders arnold schwarzenegger, cindy crawford, and olympic gold medalist lindsey vonn", "listen to the interview on apple podcasts, spotify, stitcher, overcast, or on your favorite podcast platform.   due to some headaches in the past, please note legal conditions:  tim ferriss owns the copyright in and to all content in and transcripts of the tim ferriss show podcast, with all rights reserved, as well as his right of publicity", " what you’re welcome to do: you are welcome to share the below transcript (up to 500 words but not more) in media articles (e.g., the new york times, la times, the guardian), on your personal website, in a non-commercial article or blog post (e.g., medium), and/or on a personal social media account for non-commercial purposes, provided that you include attribution to “the tim ferriss show” and link back to the tim.blog/podcast url", "for the sake of clarity, media outlets with advertising models are permitted to use excerpts from the transcript per the above", "what is not allowed: no one is authorized to copy any portion of the podcast content or use tim ferriss’ name, image or likeness for any commercial purpose or use, including without limitation inclusion in any books, e-books, book summaries or synopses, or on a commercial website or social media site (e.g., facebook, twitter, instagram, etc.) that offers or promotes your or another’s products or services", "for the sake of clarity, media outlets are permitted to use photos of tim ferriss from the media room on tim.blog or (obviously) license photos of tim ferriss from getty images, etc", "tim ferriss: lebron and mike, welcome to the show", "mike mancias: thanks, tim", "thanks for having us", "lebron james: appreciate it", "thank you for having – tim ferriss: my pleasure", "i am thrilled to have the two of you on, in part because it is so difficult to do research on the two of you together which is fascinating to me", "mike, you’re like the banksy of elite trainers", "i see your art – that is the product of the work that you do – on television and everywhere", "but you are like batman", "it’s impossible to do research on you, which is really exciting for me as someone who’s made a job of doing that", "so i thought we could jump right into questions on my mind and questions on many minds", "and we’ll begin with a little bit of context", "and maybe, lebron, if you want to take this, how did the two of you first meet", "you seem to have a very special relationship", " i’d love to just get a little bit of background and your thoughts on what makes the relationship work so well", "lebron james: yeah", "my second year in the nba with the cavs, mike was interning with the cavs at the time", "and every day, i was trying to figure out the way how i could be more consistent with my training and be more consistent with – just trying to make the jump from my rookie year to my second year", "and not only from afar but from up close, i saw the demeanor and the laser-focus in mike every single day on what he was doing", "and i resonated with that", "and we started to have conversations", "we started to talk more and more every day", "and the relationship started to grow every single day", "and i believe the rest is history at this point", "tim ferriss: so you two have done so much together, spent so much time together", "mike, i’d love to dig into, i suppose, more than a few things but to begin with, recovery and injury prevention", "lebron, you had such a momentous evening last night, so congratulations, of course, on that", "and you’re a bit of a unicorn in the sense that you’ve played more than, as i understand it, 50,000 minutes in your career", "most hit a wall and deteriorate after 40,000", "so you’re defying all the predictions of player decline", "so mike, maybe you can give us a window into some of that", "and i’ve, in the course of trying to do research, read about recovery between games which i’ve picked up, maybe not true, electro-stimulation machines, air-pumped compression sleeves, soft tissue —", "could you walk us through some of the tools of the trade and the approaches that you use to help with recovery in between games", " mike mancias: yeah, tim", "well, i think with any elite athlete, i think the one thing that we all, as trainers and therapists, have to keep in mind is that recovery never ends", "recovery never stops", "if lebron plays 40 minutes one night, if he plays 28 minutes one night, we’re still going to keep recovery as our number one focus, whether that be in nutrition, whether that be in hydration, more flexibility exercises, stuff in the weight room", "it’s a never-ending process, really", "and i think that’s the approach that we must take in order for us to be successful and provide longevity for these guys", "tim ferriss: and if we look at just the first few hours after particularly intense games, what is some of the triage that you pull out of your bag to use", "mike mancias: yeah", "well, we’ll do a quick q&a in the locker room", "i get a quick assessment", "i say, “okay", "how did the game go", "how was this feeling", "how was this feeling", "etc.” and lebron would give me some feedback on how he felt after each and every game, believe it or not", "so we’ll do that, number one", "and then we’ll start our process of hydration and nutrition because he does spend a lot of energy up there", "so we need to make sure that we feed him the right calories, calories in a protein shake, etc., a water or a sports drink", "and number one, frankly, is just some good food, some good, high-quality food", "so that’s number one, right off the bat after a game", "it’s nutrition", "from there, we go into cryotherapy, either a cold tank, ice bags, cryotherapy chamber, whatever may be available at that particular night", "tim ferriss: and if we’re looking at general injury prevention, are there any particular – and i’ll give one example", "i’ve interviewed a number of olympic sprint coaches", "and in some cases, they’ll take something like the deadlift, but they’ll modify it so that they’re only lifting to the knee", "and they’ll drop so they’re not risking hamstring injuries with the negatives", "are there any particular exercises that you feel are tremendously important for injury prevention or any that you avoid because you think that they could produce injuries", "mike mancias: well, i think with that question, i think every athlete is different just based on their body makeup", "and so we have to – number one, before we even prescribe any exercises, we have to do a quick assessment of their body", "do they have any factors that are limiting their range of motion", "we’ll start from the very bottom", "and that’s the big toe", "“how much movement do you have in your big toe?” and then you go up the chain, the ankle, the knee, the hip, the lower back, and the shoulders, etc", "once you get a quick assessment, then you can start to tweak your workout routine by adding or subtracting different exercises", "the second part of that is, “okay", "who are you dealing with?” lebron’s been to the league", "he’s starting his 16th year in the nba", "he’s played a lot of minutes, high-quality minutes", "and so you just have to be smart as to your prescription", "tim ferriss: and lebron, do you think that – if you look at, for instance, the big names that came into the league around the same time that you did, it’s staggering to see how few of them are still playing", "and yet, here you are, playing as the best in the nba", "are there any particular approaches you’ve taken or things that you attribute that to", "lebron james: well, i can’t speak on any other players or anybody who came in around my time or a little bit after me or not too far when i came in", "but i know me, personally, i’ve just been very consistent with the process", "i’ve been very consistent with training my body, rehabbing my body, eating, having my body be very clean throughout this journey because i’ve always wanted to have a long career, or as long as i could be in this space", " a friend of mine, when i was 13 years old, he used to always tell me, “play hard, have fun, and stretch,” every game", "always, “play hard, have fun, and stretch.” and that always stuck with me to even when i got in the nba, always stretch and keeping my body flexible, keeping my limbs flexible", "so i can contribute to that and doing it consistently, just like leadership", "leadership is not a one-day thing, or you do it for two days or two months", "leadership is consistent", "and i believe having longevity in the space that i’m in is also consistency as well, not only on the floor but off the floor as well", "tim ferriss: so i’m glad you mentioned leadership", "i was going to get to it, but since we’re already on the topic, i spotted a picture of you with a copy of leadership: in turbulent times which is a book by doris kearns goodwin who’s also been on the podcast", "and i’ve had a number of people as me to ask you about leadership", "are there any particular leaders you admire or look to and study who come to mind", "lebron james: you know what’s crazy, tim", "i never grew up looking for other leaders and saying i want to be them or using what they did to incorporate it into me. i believe that it was put on me before i even wanted to be a leader", "my grandmother passed away when i was three years old, and she was the staple of the home", "and my mother had me when she was 16", "but she was still in school", "so being an only child, being one of the few men in the house, i had to grow up and be one of the leaders of the household very young, before i even wanted to, before you would want any child to become a leader", "and then once you get into team sports and you find some success, but you see how you’re succeeding, you understand that it’s not just about you", "you understand that in order for you to continue to be successful, everyone has to feel important", "everyone wants to feel like they had something to do with the success and be a part of it", "and i sensed that at an early age", "and it’s just continued into my adulthood, as well", " so i can’t even sit here and say that i looked for leadership throughout others", "now, i’ve admired leaders like martin luther king", "he’s one of the greatest leaders i’ve ever had an opportunity to just read about and watch from afar, obviously", "muhammad ali as well is one", "barack obama is another", "and then my mother", "i believe my mother’s one of the greatest leaders just in the fact that being a single parent mother in the inner city without any financial stability and then being able to raise a kid on her own at age 16", "so i had those examples", "but for me, i’ve always learned on the fly as well", "tim ferriss: the more i’ve done research, the more incredible your mother seems to me", "how has she impacted the way that you think about parenting or being a father", " lebron james: well, from the beginning, being a part of a single parent household, when i decided i wanted to have a family, i was like, “i’m always going to be a part of my kids’ life", "and no matter what goes on in my life, i just can’t have my kids have some of the same, ‘why?’ questions that i had when i was younger.” and then it’s about the perseverance and the patience of being a parent is what i learned from my mom", "my mom was just so perseverant", "and for me, she never had me in a situation where i felt like i wasn’t special, like i wasn’t one of the best kids in the world", "and then from, like i said, that leadership standpoint, she was just always a rock", "no matter what was going on, she was always a rock and very patient with the process", "and i’ve taken that not only to being a father but in life in general", "i always preached this process thing because i just fell in love with it", " i fell in love with the process throughout my whole life and throughout my basketball career to a point where i don’t like to look at the ending because i like to just live in the moment", "tim ferriss: and it’s, i think, the consistency which is such a focus for a lot of, at least, my listeners when they’re looking at your career", "it’s been astonishing to watch over time", "and many people want to know about the habits or the reminders, things along these lines", "and one of the things i came across – i don’t know if it’s true, you could tell me", "but did you at one point have theodore roosevelt’s “man in the arena” quote in your locker", "lebron james: i still do", "tim ferriss: you still do", "why – lebron james: i write it on my shoes every game too", "tim ferriss: all right", "why is that important to you", "lebron james: it just hit home for me at a point in time where i was listening to people that i shouldn’t have been listening to, meaning there are always people out there that are going to judge you and critique you and say that you should do this, or you shouldn’t do that", " and at that point in time, i wasn’t mature enough to just believe in the decisions that i’ve made", "and i’m a true believer in the more and more that you listen to things like that, then it’ll creep into your mind, and you start to believe it", "and once i started to study some of the great leaders that we’ve had in our time, i ran across that quote from theodore roosevelt, “the man in the arena.” for our listeners that don’t know about it, it’s basically saying that it truly doesn’t matter what anyone says because they’ve never stepped inside the arena", "they’ve never had the blood and the sweat and the tears or paid their dues inside the arena", "so they can’t really understand or critique you about what’s going on in your life. and that hit home for me", "and that stuck with me to this day", "tim ferriss: yeah", "it’s such a tremendous quote", "mike, i’d love to come back to something you mentioned earlier which was recovery never ending", "and i’d like to talk about the third of our lives or so that we spend asleep", "how do you think about sleep", "and is there anything you do to optimize sleep or to help lebron and others to optimize their sleep", "lebron james: by the way, tim, he gets on me every single day, every single day about my sleep", "“how much sleep did you get last night", "how much sleep", "how much sleep", "you get your eight hours", "you get your nine hours?” all the time", "mike mancias: yeah, tim, by the way, that muffling you hear in the background is lebron actually removing his ice bags", "lebron james: oh, yeah", "sorry", "tim ferriss: no problem", "mike mancias: like we just said, recovery never stops, right", " well, we’re sitting here doing this podcast in los angeles", "and lebron is continuing to ice his knees and the rest of his body right now in the middle of this podcast", "tim ferriss: so mike, i’d love to hear your thoughts on sleep", "this is something that a lot of people struggle with, and it would seem to be a very important potential asset for someone who is taxing his body as much as lebron is", "mike mancias: absolutely", "yeah", "we’ve always learned, and i’ve always told lebron the body does recover, and it heals itself while we’re asleep, while we reach our rem sleep and our deep sleep", "so any athlete, any – and you don’t have to be a professional athlete", "whatever athlete at whatever level – you can be a businessman, a doctor, lawyer, etc., you need your sleep, guys", "and you must sleep in order to recover from whatever it is, either playing an nba game or a big day in the courtroom, in a hospital room or whatever. sleeping is when the body heals itself", "so it’s very, very important", "tim ferriss: are there any particular techniques or tools or recommendations that you’ve found to be helpful with athletes or that you’ve tested and found effective", "mike mancias: yeah", "without giving everybody all of our secrets, number one is be very, very comfortable in that room", "just create an environment", "for lebron, it’s always in his hotel room, making sure the temperature’s set at a particular – probably 68 to 70 degrees is probably optimal, making sure the room is completely dark, you have no distractions, trying to turn off your – lebron james: electronics", "mike mancias: – all your electronics – [crosstalk] lebron james: he’s honest though", "mike mancias: – the televisions, your phones, etc", "just turn everything off probably a half hour to 45 minutes before you actually want to go to sleep and just really committing yourself to that. we all love to scroll on the internet and our social media accounts at night to catch up on everything", "but you owe it to yourself and you owe it to your recovery just to commit to just creating an environment", "again, the room at an optimal temperature, a dark, dark room, a comfortable bed, etc", "and it helps some people to even use sleep apps like soft music or – [crosstalk] lebron james: i love a nice sleep app", "tim ferriss: what do you use, lebron, currently", "or what do – lebron james: it’s an app called calm actually, that i use", "yeah", "and i’m the guy who picks rain on leaves", "that’s what goes on on my phone throughout the night", " mike mancias: and there you have it, tim", "there you have it", "rain on leaves", "tim ferriss: rain on leaves, the secret to success", "i love it", "and lebron, what has become more important to you from a health or wellness perspective as you’ve become older, more seasoned", "does anything come to mind as being more important", "lebron james: yeah", "just what we’re talking about right now, the topic that we’re on, sleep", "there’s nothing more important than optimal rem sleep", "and that’s exactly what we’re talking about right now", "that’s the best way for your body to physically and emotionally be able to recover and get back to 100% as possible", "now, will you wake up and feel 100%", "there’re some days you don’t", "so some days you feel better than others", "but the more, and more, and more time that you get those eight – if you can get nine, that’s amazing", "sometimes, i even get 10 hours of sleep", " and if i don’t get those eight to nine hours at night, then i’ll go home", "i’m going to tell you right now, tim, when i leave here, i’m going to go home and take a nap for probably about two and a half hours too", "i just think that’s just the best way to recover", "i could do all the training", "i could do all the ice bags and the normatecs and everything that we do that we have as far as our recovery package while i’m up", "but when you get in that good sleep, you just wake up, and you feel fresh", "you don’t need an alarm clock", "you just feel like, “okay", "i can tackle this day at the highest level,” that you can get to", "tim ferriss: one thing i’ve also seemed to pick up just as a pattern is your willingness to experiment", "and i’m sure that goes for both of you", "but the topic of diet is one i’d love to discuss", "but it seems like you’ve tested many different diets ranging from low carb to probably high carb and everything in between", " could you give us an example of where you are now", "let’s take just yesterday", "could you tell us about some of the meals that you had or some of the food that you consumed yesterday, what that looks like", "lebron james: hold on", "let me think about it", "yesterday, i had an egg white omelet with smoked salmon and gluten-free pancakes with berries", "that was my breakfast", "for lunch, i had whole wheat pasta, salmon, and vegetables", "and right before the game, i had a peanut butter and jelly sandwich", "and at halftime, i had sliced apples with almond butter on top", "right after the game, mike gave me a protein shake to put in my system right after", "i downed that right after the game last night", "and then for dinner, i had chicken parm with a rocket salad and a beautiful glass of cabernet", "tim ferriss: you have no idea how happy that detail makes me", "thank you for that", "lebron james: that was my full day of – yeah, that was it right there", "tim ferriss: you also have a very good memory", "and i’ve been meaning to – i wasn’t sure how to shoehorn this in, but you gave me an opening", "you enjoy your wine", "do you have any favorite wines that you can mention or types of wines", "lebron james: i have so many, tim", "i can’t sit here and say what is my favorite", "but i am definitely a bordeaux fan, huge bordeaux fan", "there are some cabs that i love as well", "but there’re some brands that i love as well", "we get to the higher level as far as screaming eagle, quintarelli, rothschild. there’s just a whole – latour", "there’re so many different wines that i actually love", "so we’d be sitting here all day if i’d get you a full list of my cellar that i got going on at home", "tim ferriss: that’s round two", "“king james: sommelier.” that’ll be the next episode", "is there anything that – and this can go out to either of you guys", "but anything that you will not touch besides the obvious out of bounds, illicit stuff", "but are there any foods or drinks, anything in the food realm that you really just try to avoid 100%", "lebron james: yeah", "i think right now, what we try to stay away from – and i don’t want to say even try to stay away from – we haven’t had in a long time is artificial drinks, artificial sugars, and fried foods", "we stay away from the fried foods at least during the season", "and that’s to both accounts", "i have artificial drinks from time to time in off-season", "but during the season, i pretty much don’t have any fried foods, and i don’t have anything that’s artificial", "we want to keep it as just natural sugars and foods as much as possible, just try to be clean as possible throughout the season when i’m burning so much and trying to get the recovery back", "mike mancias: tim, it’s all about less is more as far as nutrition goes", "we just keep it simple", "we try to stay organic the entire year", "again, like lebron just mentioned, no artificial ingredients", "and hydration", "i think one thing that we talked about yesterday’s game day was that every time i saw lebron, i had a bottle of water in his face making sure he was drinking. that’s one thing", "tim ferriss: and mike, to come back to one thing that lebron mentioned, i would be very curious to know postgame, if you have a preferred type of protein", "doesn’t have to be a brand, although it could be", "but are you providing whey protein isolate", "are you providing a mixture of different proteins", "what are you giving him in that protein shake", "mike mancias: right after a game, i try to go light with it", "i don’t give him a heavy whey protein because his body is in a recovery phase, right", "and he needs to absorb everything that he can, everything clean like we just mentioned", "so i try to give him a plant-based protein powder with an almond milk or something like that with some fruits and just clean calories, just give him clean calories because the first 30 minutes after activity, after a game, after a practice, etc., the body’s like a sponge. and it’s going to absorb whatever you give it", "so i just try to stay clean, stay away from animal products for the first hour after a high-calorie competition", "tim ferriss: thank you", "lebron, i would love to chat about self-talk for a minute because i’ve watched you playing", "i’ve watched video footage of you throughout your life", "and it’s obvious to me, at least it seems that there’s quite a bit going on behind the scenes, meaning in your own head and that you’re very good at centering yourself", "what do you say to yourself", "or is there anything in particular that you say to yourself as you’re getting prepared for a big game or right before a big game or after a hard loss, for instance", "lebron james: yeah", "i think for me, personally, before a big game, i’m pretty consistent with my routine", "and i’ll try to do the same thing every single day on a game day because that’s just how i lock in", "and so right before i run on the floor, i’m just basically thinking about the game plan that the coaching staff has given us, what do i need to do personally not only for me to be successful but for my teammates to ultimately be successful and how i’m going to lead these guys throughout good times and bad times throughout the course of a game because that’s what happens", "it’s inevitable that that’s just going to happen", "and then to your notion of after a bad loss, i’m rethinking about and replaying the game into my head, “what happened throughout the course of the game that made this loss become a bad loss", "what did i do", "what did i not do", "what did we not do?” because i want to be better", "i don’t want to dwell on that loss", " but i do want to know what there were things that i could have done, or we could have done to prevent it if it happens next time because i always preach the best teacher in life is experience", "and it’s okay for you to experience defeat", "but when you’re at a position where you may have to cross that threshold again, do you approach it the same way", "or do you learn from that", "and that’s what i try to do", "i try to put myself in a mental state of, “how do i learn from that defeat", "how do i learn from that loss?” tim ferriss: and you’re the leader of guys on a team who are all multimillionaires, some of the best athletes in the world with all sorts of different personalities", "how do you think about supporting them when things go sideways or when people get frustrated", "how have you learned to be most helpful and effective in those circumstances", "lebron james: i think the number one thing is patience", " when i talk about patience, it comes back to being a father", "i have three kids", "and i want the best out of my kids just like any parent in the world", "but what i have learned is that to get the best out of my three kids, i can’t approach them all the same way because they all have different personalities", "they all are different", "and i had to find out, “how do i tap into each one of my kids to get the same result but teach them differently?” and that’s the same with being the leader of a basketball team, the leader of a franchise", "you can’t express or talk to everyone the same way and expect to get the same result or get the most out of them because every personality is different", "so one thing i may say to one player may trigger a certain different response than another player", "and that’s where the patience comes in, tim because you have to learn that", "you can’t go in and say, “this is how i’m going to lead.” yes, i’m a leader", "but there are ways to lead because you have to learn those things that you can – how do you approach this matter", "if this happens, you know how you can speak to him", "you know how you can speak to this player, to that player to get what you want to get out of him", "so it comes back to that patience of learning their mindsets, learning how can you get the most out of them, what triggers them to be their best, what triggers them to not be their best", "so you learn that over time", "tim ferriss: and in the case of your own pregame routine, i’m fascinated by the repetition of routines that work", "as it stands right now, what do you have in your pregame playlist", "what is the music that you listen to", "lebron james: it’s going to be hip hop for sure", "[crosstalk] tim ferriss: any specifics", "lebron james: no", "you know what’s crazy, tim", "there’re no specifics", "once i start my routine – actually, once i get to the arena, that’s when i start my routine as far as music", " it’s a feel for an artist that particular time that i know is going to get me going", "and it could be an artist from new york", "it could be an artist from california", "it could be an artist from florida or from texas, from the midwest", "it all depends on what artist pops into my head that i know that’s going to get me going, get my juices flowing and get my routine going", "so i don’t have just a set game day routine", "i’m all over the place", "and that comes also from being a historian of music as well", "tim ferriss: what is your tattoo – i’ve wanted to ask this", "there’s no real obvious segue for this", "but i’ve wanted to know because it seems to be an important theme in your life", "the tattoo that you have, “loyalty,” on your side, could you explain what that means to you", " lebron james: yeah", "and on my other side, it says, “family.” so it’s self-explanatory", "when i talk about my family, my family is everything to me", "and it’s a personal mantra of mine to always be loyal to my family, not – you’re going to have ups and downs with your family", "that happens", "there’s going to be times where you don’t like what your family does, or your family doesn’t like what you do", "but at the end of the day, we’re all loyal to one another", " and that’s okay", "that happens", "that’s what a family is", "a family is not a bed of roses", "it comes with thorns", "and you have to understand that", "but at the end of the day, we will never let someone else infiltrate those thorns", "and so when i got that tattooed on my ribs, that’s basically what it came down to, family loyalty and us always sticking together no matter the trials and tribulations, the turbulence, the good, the bad, the ugly, the sunshine, and the thunderstorms. so that’s what it came down to", "tim ferriss: and mike, if i could use that to lead into a question for you, how do you support your athletes when they’re going through a difficult time, whether that is an injury, an unexpected setback, psychologically having trouble contending with someone that has happened, whether it’s on the court or off the court", "are there any particular approaches that you’ve found to be helpful, whether it’s in the last few years or just over the course of your career", "mike mancias: yeah", "i think the number one thing for me has always been remain consistent", "remain consistent through the ups and downs and everything in between, as lebron said because if there is a setback if there is something going on, i always have to remain consistent with my job and with what i do", " now, i can always add or augment something that i feel might be beneficial if it’s something as small as a certain gift of kindness, just asking about the family", "“are things okay outside of basketball", "are things okay outside of the athletic realm, the athletic world?” and just try to be there for them, just try to be there for them through – again, it’s all great when we’re scoring 45 points a night and doing all these wonderful things", "but is the athlete okay", "is the athlete doing well mentally and spiritually", "and so i try to address it in a multifaceted fashion", "tim ferriss: and for you, mike, in the offseason, how do your priorities change, if at all, for lebron in terms of training and anything else that comes to mind", " mike mancias: i think in the offseason, we have to be smart", "lebron gives everything he has for these nine months", "and so my job is to be smart about what we’re doing as far as the volume of training that we’re doing and how much i see him", "although we do tend to see each other pretty much every other day in the summertime", "but it’s what we’re doing", "and it’s managing and gauging his body throughout the summertime", "lebron james: yeah", "he’s a lot more calm than i am, tim, in the summer", "he consistently tells me, “hey, listen, man", "you need to take a little bit more time off", "we just went for nine and a half straight months.” and i’m like, “no.” [crosstalk] mike mancias: yeah", "we have to pull the reins a little bit sometimes", "tim ferriss: do you, lebron, have any particular favorite exercises or forms of physical recreation in the offseason? i’ve read about yoga, pilates", "versaclimber has come up a lot", "are there any particular ingredients that you like to regularly inject into your offseason", "lebron james: yeah", "besides the versaclimber, i actually really like running on the football field for two reasons", "you’re outside, which is always a cool way to exercise", "and then it takes me back to my high school days of playing the game of football", "and i just have a huge, deep, love of the game of football", "so being able to get that condition in and get that cardio, being outside but also being back on the football field, it just does something for me, personally", "tim ferriss: and what might one of those workouts look like", "are you doing 400-meter repeats", "are you doing long, steady, and slow", "what type of workout – lebron james: yeah", "it’s more like 100-yard sprints from end zone to end zone. and we don’t ever have a set number of how many we want to do", "but we do enough to where we want to get our heart rate going while we’re out there", "tim ferriss: and how do you decide when to stop", "because that would seem to be really critical for – lebron james: well, like you said – you hear mike just say he pulls the reins", "he says, “okay, now", "that’s enough.” yeah", "tim ferriss: mike, a name that’s come up a lot in doing research for this conversation is tim grover", "and could you explain who that is and what you’ve learned from him", "mike mancias: well, me growing up – i’ll take you back a little bit", "i was a big jordan fan", "i was a big chicago bulls fan", "and so i was doing my own research back when all you had was press instead of the internet", "and so i was just asking around, reading up on jordan and the stuff that he was doing for his body", " so his name came up a lot of times", "and so i gathered the stones to reach out to tim", "just somehow, i tracked down his number", "and i told him what i wanted to do", "i wanted to learn from him", "and he says, “okay", "well, why don’t you come up to chicago and intern for us for a couple of weeks", "mj will be with us", "he’ll be getting ready to work with the washington wizards", "he just signed his deal with the wizards", "and so i’m in the middle of doing that", "so you’re more than welcome to come up.” and thank god that i caught tim in a great mood that day", "so he invited me up to chicago", "and i spent a few weeks with him along with mj", "and i learned a lot", "i learned a lot in those two weeks", "i learned how to work with an elite athlete of michael’s stature. so it was invaluable", "i learned what to do, what not to do, stuff i should stay away from, stuff i should really augment", "so it was a great educational experience for me", "tim ferriss: in terms of things to stay away from, was there anything that sticks out in your mind as a key learning or takeaway in that department", "or it could be one of the other categories", "but is there anything specific that comes to mind", "mike mancias: anything specific as far as an athlete training, working with an athlete of that caliber is to remain consistent, to remain consistent", "there’s no particular exercise", "there’s no particular stretch", "it’s all about your own mindset and your own confidence working with someone like michael and now, obviously, working with someone like lebron", "so it’s all about how to approach it mentally and how to be consistent for that athlete. again, just be that rock", "tim ferriss: consistency", "so this is a good opportunity – [crosstalk] tim ferriss: oh, i’m sorry", "go ahead", "lebron james: and available", "mike mancias: and available 24/7", "lebron james: yeah", "i might wake up at 3:00 in the morning wanting to get a workout in", "it’s happened", "tim ferriss: on demand, which i think is a good window to start chatting about a new collaboration that you’re both involved with", "lebron, you’ve become a very active businessman and investor over the course of your career", "and there are many things we could discuss related to that", "but one that i think is very relevant to our conversation right now is ladder", "and there are a lot of people out there who are constantly asking themselves – and every time they get to new year’s, make resolutions related to loving and not dreading fitness and wellness, and trying to find a way to attack it that leads them to passion and not feeling burned with responsibility. could you guys – and either one of you can grab this – explain what ladder is and what is the purpose behind it", "mike mancias: i think with the whole idea behind ladder and starting this company – it started way back probably around 2014", "we were at a crossroads of, “okay", "what else could we add to our routine as far as nutrition goes?” i felt like we were just beginning to scratch the surface as to what was available out there", "but unfortunately, we found that some of the stuff that’s out there, all these big companies have all these proprietary blends", "and we weren’t sure – “okay", "what exactly is in these proprietary blends?”  and so we’ll start with a company", "we’ll start with something off the shelf that was nsf certified", "but we just didn’t want to take the chance to continue to use these products", "and so we got together with lj and said, “let’s really do some more research as to what is out there that it is not available for us and why not.” and so we started to do some more research after 2014 when, unfortunately, he experienced the much-publicized and critiqued cramping game in 2014 during the finals", "that’s when lebron and i really got together and said, “okay", "what are we missing here", "why are we cramping here", "are we doing everything we can for hydration", "no", "let’s dive deeper into this because it’s obviously affecting our performance and our productivity", "and maybe, to some degree, it caused us the championship.” so we started doing, like i said, more and more research", "i said, “what’s out there?” and we finally came up with the right ingredients", "and you know what", "like we mentioned earlier, we kept it simple, tim", "we kept it really, really simple and very transparent to the public as to what’s in these products", "tim ferriss: right", "you mentioned a few things that i wanna underscore for folks also", "the nsf certified for sport, which is effectively considered the gold standard for testing and approved by not only the major sports teams by the ioc and so on", "so for competitors, extremely important to know exactly what you’re putting into your bodies for any number of reasons", "and for people who are looking for supplementation or tools to augment their physical activity, you’ve also assembled a very strong team of founders. so i was wondering if you could chat a little bit about the people involved and why that particular team has been assembled for this", "lebron james: well, i can talk about that, tim", "obviously, two of our founders are arnold schwarzenegger and cindy crawford", "and i can speak up on arnold", "for one, we’ve been in business for quite a while now together through a mutual friend of ours", "and obviously, his history of what he’s done in his career as far as nutrition and training and things that go without even talking about, we know how unbelievable he’s been", "and his career is so that that makeup and that match fit perfectly", "and also the same with cindy crawford as well", "she’s been doing the wellness and the health and the training and everything she’s been doing throughout her whole life", " and it made sense for her to be a part of the team as well", "and we also have lindsey vonn as well, one of the greatest athletes of her genre and her craft as well", "so we wanted to be able to assemble not only people that have actually lived this life but also people that people can relate to as well", "so it all made sense for all of us", "tim ferriss: and looking at the materials that i reviewed, the message, in effect, of life is a workout and recognizing that the physical part of your life is really part of everything – it is the vehicle for everything else, and your mind is part of your body", "so if you want to care for that, you also have to care for the overall package that is your physical totality", "lebron, you must have thousands of opportunities come to you and get pitched to you i would imagine on not just an annual basis but a monthly or weekly basis. you could drown in the number of pitches you would receive", "why is this important to you", "lebron james: well, i think it goes back to what mike was speaking upon", "we had that moment during the finals", "we were mind boggled because we know how much we take care of the body", "we know how much we put into the body, what we put into our body", "we know how much liquids throughout the whole day", "and for that to happen at a very important moment in my career, we were searching for answers", "and for us to get to this point now where we’ve found the answers – i told mike, “listen", "you go out and do the research", "i trust you", "i’ve been with you for over a decade-plus now", "only thing i ask is that we make sure that everything is clean because that’s what’s more important than anything.”  i’ve trained my body", "we’ve trained our body throughout this whole process", "and you know my body more than i know it", "so that’s how it all got started", "and i think everything that i’ve ever done, tim, has always been authentic to myself, authentic to what i do on a day to day basis", "if it’s from a few years ago having a bikeathon in my hometown, it all stemmed from me training, riding mountain bikes in the summertime for getting back into shape", "so that’s how that came about", "if there’s anything that i’ve done in my career, it’s always been authentic to who i am", "you look at, like you said, some of the things that i’m doing now as far as the production of tv shows and things of that nature", "it stems from me loving tv and loving the fact that being there to engage people’s mind and emotions and things of that nature is just authentic to myself", "and that’s what ladder is all about as well", " tim ferriss: and is ladder also going to have an editorial resource component", "because the url weareladder.com, as i understand it is also going to have a lot of answers to questions with scientifically supported responses to topics ranging from fitness to nutrition to various types of health problems", "how do you envision – mike, maybe if you wanna chat on that side of things, how do you envision that serving people", "and what would people go there to find", "mike mancias: yeah", "we wanna provide a one-stop shop for athletes and for everyone else who’s interested in maybe getting some sort of gain from not only a product but from just a lifestyle stance here", "we could all improve", "we could all improve in whatever field that we’re in, whether we take it by leaps and bounds or we take it by inches", "we could all improve", "and part of it is creating that environment", "by environment, i’m meaning that website, social media stuff where athletes can go in and tap into our resources", "and our resources, it’s going to be a panel of experts in their field, in not only athletic performance but social behaviors, psychological behaviors, mental stuff", "it’s all vital", "it’s all vital", "and it’s more about the athletic realm", "it’s about living your best life i guess and improving", "tim ferriss: this is something that fits a very particular venn diagram for me, which is something that was born out of the two of you scratching your own itch, right", " you mentioned the cramping in 2014, and i’m always most interested when a service or product is born out of an unaddressed need, an unmet need from one of the founders themselves", "and it seems like you’ll be making tools available to people that would otherwise perhaps be limited to some of these high-level athletes you mentioned", "and that’s exciting", "i would also be remiss if i didn’t ask you, lebron – and i know we have just a few minutes left here", "but how many more years would you like to play", "lebron james: i would love to see the floor with my son", "my son is in eighth grade now", "if he continues on the path that he’s on right now, he could possibly be in the nba in five-six years. so that would be an unbelievable moment for not only myself but for my family, for everybody", "so we’ll see", "obviously, taking care of the body is number one", "and we will continue to do that but, more importantly, taking care of the mind", "if your mind’s not fresh, then your body will fall at the waistline", "so through the grace of the man above and through everything that myself and mike and my support team do, that will be pretty dang-on cool if i’m able to be on the nba floor with my oldest son", "tim ferriss: that would be amazing", "well, i look forward to watching that", "and you guys have been very generous with your time", "i appreciate you making it happen", "and i’m very excited to see what both of you do and what ladder does", "people can find ladder at weareladder.com", "of course, lebron, you’re everywhere", "@kingjames on twitter and instagram, lebron on facebook. mike, i’m not sure", "smoke signals, carrier pigeon", "how should people find you if there is a way to find you", "or should they just watch your good deeds through the athletes that you work with", "mike mancias: i think our body of work together with lebron on the court, i think that’s proof in itself", "if you do want to follow on instagram, it’s mikemancias1", "and i think i have the same twitter handle as well", "i’m pretty sure", "no", "but it’s all good", "it’s all good", "and it’s an exciting journey for me", "tim ferriss: beautiful", "and i will link to everything we’ve discussed, people listening, in the show notes, as per usual at tim.blog/podcast", "and lebron, we didn’t have time today to get into the family foundation", "but you’re doing incredible work", "and i wanted to just thank you among many other things for doing so much for the kids of akron", "i think it’s really tremendous. i’ve looked very closely at it myself for inspiration for things i hope to do", "but i appreciate you putting that much time and effort and care back into the community that you came from", "lebron james: i appreciate it, tim", "thank you very much", "tim ferriss: all right", "well, guys, i will let you get running", "you have icing to do", "you have who knows what else to get done in the meantime", "and i wish you both the best the best of luck", "and look forward to seeing what you guys do", "mike mancias: thank you, tim", "take care, tim", "lebron james: thanks, tim", "tim ferriss: thanks very much", "bye-bye"]}