{"dialog_idx": {}, "episode_num": 68, "file_type": "audio", "guests": [], "num_sentences": 19, "num_words": 357, "raw_text": "“Tim Kreider’s writing is heartbreaking, brutal and hilarious—usually at the same time. He can do in a few pages what I need several hours of screen time and tens of millions to accomplish. And he does it better. Come to think of it, I’d rather not do a blurb. I am beginning to feel bad about myself.”\n– Judd Apatow This post might change your life. It contains a short audio essay titled “Lazy: A Manifesto.”  I plan on listening to it every Monday morning. We Learn Nothing by Tim Kreider, a dazzling collection of humor and insight, is the newest book in the Tim Ferriss Book Club. I loved this book so much that I reached out to Tim and we produced the audiobook together. “Lazy: A Manifesto” is one small chapter. If you want to stop feeling rushed, this might be the medicine you need. If you want to burst into hysterical laughter in airports and freak out everyone (as I did), look no further.If you want to say “That’s exactly how I feel, but I’ve never had the words to express it!” this book delivers.  There’s a chapter for everyone. Click here to download the brand-new audiobook of We Learn Nothing. Here is the sample essay, “Lazy: A Manifesto” (right-click here to download, or stream below): More on Tim from a Pulitzer Prize winner: “Tim Kreider may be the most subversive soul in America and his subversions—by turns public and intimate, political and cultural—are just what our weary, mixed-up nation needs. The essays in We Learn Nothing are for anybody who believes it’s high time for some answers, damn it.”\n– Richard Russo, Pulitzer Prize-winning author of Empire Falls Of course, Tim is a phenomenal cartoonist, and I wouldn’t want you to miss the artwork, so I pow-wowed with his agent, who kindly provided a ton of his cartoons for sharing with you. You can download a treasure trove (about 150MB) by clicking here. Enjoy! Don’t miss this one. Click here to download the audiobook (which we produced)\nClick here to get the print or Kindle edition Curious which other five books are in the Tim Ferriss Book Club? Here’s the full collection. Posted on: April 3, 2015.", "speakers": [], "text_sentences": [" “tim kreider’s writing is heartbreaking, brutal and hilarious—usually at the same time", "he can do in a few pages what i need several hours of screen time and tens of millions to accomplish", "and he does it better", "come to think of it, i’d rather not do a blurb", "i am beginning to feel bad about myself.”\n– judd apatow this post might change your life", "it contains a short audio essay titled “lazy: a manifesto.”  i plan on listening to it every monday morning", "we learn nothing by tim kreider, a dazzling collection of humor and insight, is the newest book in the tim ferriss book club", "i loved this book so much that i reached out to tim and we produced the audiobook together", "“lazy: a manifesto” is one small chapter", "if you want to stop feeling rushed, this might be the medicine you need", "if you want to burst into hysterical laughter in airports and freak out everyone (as i did), look no further.if you want to say “that’s exactly how i feel, but i’ve never had the words to express it!” this book delivers", " there’s a chapter for everyone", "click here to download the brand-new audiobook of we learn nothing", "here is the sample essay, “lazy: a manifesto” (right-click here to download, or stream below): more on tim from a pulitzer prize winner: “tim kreider may be the most subversive soul in america and his subversions—by turns public and intimate, political and cultural—are just what our weary, mixed-up nation needs", "the essays in we learn nothing are for anybody who believes it’s high time for some answers, damn it.”\n– richard russo, pulitzer prize-winning author of empire falls of course, tim is a phenomenal cartoonist, and i wouldn’t want you to miss the artwork, so i pow-wowed with his agent, who kindly provided a ton of his cartoons for sharing with you", "you can download a treasure trove (about 150mb) by clicking here", "enjoy! don’t miss this one", "click here to download the audiobook (which we produced)\nclick here to get the print or kindle edition curious which other five books are in the tim ferriss book club", "here’s the full collection"]}