{"dialog_idx": {"edward norton": [23, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 59, 60, 61, 62, 63, 65, 67, 68, 69, 70, 71, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 110, 111, 112, 114, 116, 117, 119, 120, 121, 122, 123, 124, 125, 126, 127, 129, 130, 131, 132, 133, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 155, 156, 157, 158, 160, 161, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 177, 180, 186, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 203, 204, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 262, 263, 264, 265, 266, 267, 268, 270, 271, 272, 273, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 302, 303, 305, 306, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 353, 354, 356, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 371, 372, 373, 374, 375, 376, 377, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 394, 395, 396, 397, 398, 399, 400, 401, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 500, 501, 502, 504, 506, 507, 508, 509, 510, 511, 512, 513, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 533, 534, 535, 537, 540, 542, 543, 544, 545, 546, 547, 548, 551, 552, 554, 560, 563, 566, 567, 568, 569, 570, 571, 572, 574, 575, 576, 578, 579, 580, 582, 583, 584, 585, 586, 587, 588, 589, 592, 595, 597, 598, 601, 603, 606, 608, 609, 610, 611, 612, 613, 614, 615, 617, 618, 619, 620, 621, 622, 623, 624, 625, 628, 629, 630, 631, 632, 634, 635, 636, 641, 642, 643, 644, 645, 646, 647, 649, 650, 651, 652, 653, 655, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 677, 678, 680, 681, 682, 683, 684, 686, 687, 688, 689, 691, 692, 695, 696, 697, 698, 699, 700, 708, 709], "tim ferriss": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 24, 25, 26, 27, 41, 42, 43, 56, 57, 58, 64, 66, 72, 73, 74, 75, 76, 77, 109, 113, 115, 118, 128, 134, 135, 136, 137, 154, 159, 162, 176, 178, 179, 181, 182, 183, 184, 185, 187, 202, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 259, 260, 261, 269, 274, 299, 300, 301, 304, 307, 308, 319, 320, 321, 322, 348, 349, 350, 351, 352, 355, 357, 370, 378, 379, 393, 402, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 497, 498, 499, 503, 505, 514, 515, 516, 532, 536, 538, 539, 541, 549, 550, 553, 555, 556, 557, 558, 559, 561, 562, 564, 565, 573, 577, 581, 590, 591, 593, 594, 596, 599, 600, 602, 604, 605, 607, 616, 626, 627, 633, 637, 638, 639, 640, 648, 654, 656, 657, 673, 674, 675, 676, 679, 685, 690, 693, 694, 701, 702, 703, 704, 705, 706, 707]}, "episode_num": 0, "guests": ["edward norton"], "num_sentences": 710, "num_words": 10336, "raw_text": "Tim Ferriss: Hello boys and girls. This is Tim Ferriss and welcome to another episode of The Tim Ferriss Show, where it is my job to deconstruct world-class performers, to tease out the routines, habits, influences, books, et cetera, that you can use or apply to your own life. In this episode, I sit down with Edward Norton, @EdwardNorton on the Twitters. Please say hello to him. Edward is an actor, filmmaker, and activist. Of course, he’s been nominated for three Academy Awards for his work in Primal Fear, American History X, and Birdman. He has starred in scores of other films including the iconic Fight Club, “The things you own end up owning you,” The Illusionist, and Moonrise Kingdom among many others. Unbeknownst, however, to many people, Edward is also a serial startup founder. He’s a UN Ambassador for Biodiversity, a massively successful investor, for instance very, early in Uber and perhaps half a dozen other unicorns, a pilot, and deeply involved in the wilderness conservation. As luck would have it at this exact moment, I am involved with one of his startups, CrowdRise. I have a campaign on there with Johns Hopkins supporting some fascinating psychedelic research. Check it out. It is to address treatment-resistant depression. It’s fascinating. Go to CrowdRise.com/TimFerriss to check it all out. We have a very wide-ranging conversation. We cover a lot including his beginnings, what early mentors taught him, some cool Marlon Brando stories, his physical prep for American History X, surfing, favorite books, documentaries, underrated films, and filmmakers. That reindeer bell sound is Molly doing a little jig in the background, and there are also some cats in heat outside of my apartment for some reason, so excuse the extracurricular sound. Catastrophe of Success would be one of the essays, for instance. His advice to his 20 and 30-year old self and much more. One bonus: a book that he recalled, one of his favorites after we stopped recording, which I wanted to include, is Buddhism Without Beliefs. Without further ado, please enjoy my conversation with the incredible Edward Norton. Edward, welcome to the show. Edward Norton: Thanks. Tim Ferriss: I am sitting here looking out at the surfers. I know we got to start today because you had a session earlier this morning. It seems like surfing is a big part of your life. I know this is maybe an odd place to start, but how long has that been the case? Edward Norton: It’s definitely my most positive addiction I think. Actually, my father lived in Indonesia from like 2005 for about seven years. I was making a film in China called The Painted Veil. Toward the very end of the film, I got chucked off a horse doing a shot, and I broke my back in three places. Fortunately, it didn’t hurt my spine at all, just cracked three vertebrae, and was really lucky. My back was like an oak table with no articulation in it between my neck and the bottom of my ass and so I couldn’t twist; I couldn’t bend. I was really racked and locked up. When the film ended, my dad had just moved to Indonesia. I went down there for a couple of months to hang out with him and just try to recover a little bit. I was swimming, doing yoga, getting massages, and things like that. There was a surf school on one of the beaches there-I’d always wanted to do that-and started realizing that it forced you into a reversed kind of [bode 00:08:22] position that was exactly what I was having trouble doing. Initially, I started doing it, just taking a big padded board and paddling just to try to increase my endurance at having my back arched. From there, I got completely hooked on it. Tim Ferriss: It seems to undo a lot of the posturally induced problems of people who use computers too often. You have this protracted rounded back. When you’re forced into that thoracic extension even for half a minute or half an hour of paddling or a few hours paddling, it just seems to undo and balance all that out. Edward Norton: It’s great physically. It’s actually great aerobically. It uses muscles in really weird ways. You have to be nimble and retain your ability to hop up. You’re looking at moving water all the time. I always say like trying to figure out the micro variations in waveforms and the way they’re moving at you and where you should position yourself on them is better than any video game. There’s no video game that’s more complex than trying to read the nuances of moving water and put yourself in the right place. I actually, totally, not facetious, it’s an addiction. I have friends who were serious addicts, heroin addicts, really struggle with things, who have replaced that with surfing because it hits parts of the brain I think that are completely, it’s like dopamine and serotonin all at once and you come out of it so blissed out. We were talking about this earlier. It’s like a reboot on your stress, on your crowded mind, on all of it. I just think I should meditate more than I do except I do surf and I feel like I combine, I get the meditative value out of surfing. Tim Ferriss: I think the mindfulness aspect of it is, and I’m not a good surfer although I enjoy surfing poorly, but the fact that the terrain is always changing, like you said, makes it very distinct from something that you might think of as similar like snowboarding. You constantly have to be in the present state, have a present state awareness of where you are relative to your surroundings, where you are relative to other people. It’s a necessity that you’re paying attention to what’s happening in the here and now. Edward Norton: It’s great. It also makes me play hooky more than I do otherwise. I’ll suddenly find myself more able to be confident that I can push other things to the side. I can’t explain it. It recalibrates my sense of urgency around my to-do list. Tim Ferriss: It alleviates the manufactured emergencies somewhat. Edward Norton: Exactly. Tim Ferriss: What other morning rituals do you have that you find helpful or have you had? Edward Norton: I wish I had better ones is the honest answer. I think I would benefit from creating more ritual morning routines that are positive, be it like exercise first thing when I’m not surfing or meditation or anything, as a matter of practice starts the day in a mindful way or however you want to put it. I too often just let the day begin by opening up the cascade of emails or things that I think I’m supposed to do. It’s not the right way to jump-start the mind. It’s probably, that’s a category I should do better on. Tim Ferriss: I’m obsessed with routines, of course, different types of habits. I’ve once asked you this. I’m actually astonished. I haven’t asked you this before in our previous conversations. When you we’re getting ready for the role on American History X, what type of training did you do for that? What did your training regimen look like? Edward Norton: It was pretty specific to building mass. Doing that film created the strangest distortion of perception on me. I know that’s a weird thing to say. It’s unbelievable, the degree to which that film and the magic of camera and art and black and white photography and all these things made a lot of people think that I was a larger and tougher person than I am. People who know me, I think almost couldn’t believe what was going on after that film because I’m like 6 feet tall and I weigh 160, if I’m not in great shape. I have thin wrists. I’m not naturally big. It was a challenge for me to put that kind of weight on. I just did many things you would be more familiar with than almost anybody. I calorie loaded, a lot of lifting for a long time, for the first portion of it really just didn’t concern with leanness at all, just tried to get muscle mass on. I wish I’d had your book back then but I didn’t. It probably would’ve helped me out. I did my own version of it: increased diet, increased protein, all that stuff. I did it the old-fashioned blunt-force way mostly, probably much more than had I read your book, your minimum effort, kind of max them. I was probably going way beyond the bell curve in terms of effort required to get the result but that’s what I did. Then, as we approached the film, I moved into just fat burning mode. I was running. I was doing everything I could to lean out. The camera is a magical thing. It doesn’t actually see absolute scale. It really only sees things relative. You don’t know how tall Al Pacino really is unless he’s standing next to Schwarzenegger or whatever. You don’t actually know how big a person is and lots of people. I had gym rats come to me and go like, “What d’ya weigh? You know, do you weigh 2 bucks on that. Do you weigh a buck 90?” I was like, “No, I wasn’t that big. You know what I mean?” If you get form and definition, the camera sees that. If you put people around you, which we did very conscientiously who are smaller, so like the actor Guy Torry who played the guy in jail, the black guy in jail who we become his friends. We cast, he was terrific, but he was also really small and it made me look really big. Those things inflate the perception of how big you’ve gotten. It was hard but I really enjoyed it. Tim Ferriss: Was the eating more challenging and the training more challenging? Edward Norton: The eating was more challenging. I had trained. I rowed crew in college. Tim Ferriss: Those lightweight crew? Edward Norton: No, I rowed heavyweight crew. Tim Ferriss: What is heavyweight? Edward Norton: Nothing. Lightweight has a cut off but heavyweight doesn’t. Tim Ferriss: Okay. Edward Norton: I was not like a varsity. I rowed my freshman year and I rowed my sophomore year. Frankly, I probably should have rowed lightweight because I was at my absolute, maxed out. I probably weighed 175 when I was really big and strong and 19 years old and everything. The guys who were true like varsity, A class rowers, they were like 215. It’s a whole other thing but I loved it. Training, I was a runner. I did one ultra marathon kind of thing. Training hard wasn’t a new thing for me but building bulk was. Tim Ferriss: Was that self-directed or did you hire someone to help you with that? Edward Norton: I did a lot on my own but, no, I had a guy whose name is eluding me right now. I never worked with him again or had contact with him again after. Tony, he was terrific. He designed … Tim Ferriss: The protocol for it? Edward Norton: Yeah, designed it for me. Tim Ferriss: When were you introduced to acting? How did that come to be? I did do a fair amount of reading and for whatever reason wasn’t able to pin it down exactly. I mean the summer camp came up but I don’t know where things began. Edward Norton: Mostly, my mother was an English teacher. She’s a high school English teacher and was a real theater aficionado. Both my parents were theater aficionados and film lovers and stuff like that. They exposed me very early on to theater and plays. I had a strong pull toward that from the time I was 5 years old even. A babysitter of mine, when I signed up at the theater arts program outside of school that she was involved in and that’s how I gotten involved in it. I went through ebbs and flows. I loved it. It wasn’t like I knew I wanted to be an actor. I just liked doing it and I loved writing stories. I made up my own comic books and I made little VHS camcorder films were you use the Pause button as your cut. You know what I mean, just all of that stuff I love, not exclusively, not in a way where I knew it was my life as an adult. Then I got really self-conscious about it in high school. I went to a public high school. It didn’t seem cool to me at all. I was doing my athletics and things. Tim Ferriss: The athletics were at that time, when, in high school? Edward Norton: I played tennis. I played baseball. I played ice hockey. I ran track. Tim Ferriss: Where was that? Edward Norton: In Columbia, Maryland. It’s like half an hour south of Baltimore. Tim Ferriss: Who were your first, then mentors in the world of theater, acting, or performing? Edward Norton: The woman who created this local theater arts school in our community and in Columbia, Maryland. Her name was Toby Orenstein. It’s crazy to say but she really was, I still think she’s one of the great minds I ever encountered on theater, the craft of theater, the craft of acting. She was not a regional theater hobbyist. She was like my Stella Adler really when I was young and infused us when we were really young with, I don’t know, a sense of seriousness about it and of [craft 00:21:29] when you’re young and told us to read and told us to be erudite on plays. It was it was really interesting. Like I said, in my teens, I got self-conscious about it. I saw Ian McKellen do a one-man show in Washington DC when I was about 17. It had such a huge impact on me that I thought, “Wow! This is something you could actually do as an avocation. I mean this is something that you can do as an adult, and it’s big and important and meaningful. That’s how I felt about it. I still didn’t really have a notion I was going to commit myself to that until a couple of years after college [even 00:22:19]. Tim Ferriss: A couple of years after college? Edward Norton: Yeah. Tim Ferriss: What was your major in college? What do you [crosstalk 00:22:22]? Edward Norton: I got a degree in History with a focus on Asian studies and languages and stuff. Tim Ferriss: I’m blanking. I apologize. What was her name again? The first woman … Edward Norton: Toby Orenstein. Tim Ferriss: Toby? Edward Norton: Yeah. Tim Ferriss: Could you tell a story or give an example of what type of thing she would emphasize when she was working with you guys or any particular memories of her? Edward Norton: She was a great director. Mostly, I think a lot of people would say that someone in their early life, there’s always, if you’re lucky, you have someone when you’re young who doesn’t talk down to you, who speaks to you as a serious person and exhorts you to be, to take something seriously, to take work seriously. If a person does that in the right way, you feel elevated. As a young person, you feel elevated, you feel like someone is saying to you, “Hey! You wanna be taken seriously? Then take things seriously. Do the work, you know? Don’t coast, you know?” I’d say that’s what she gave. Later, when I was in New York, I had a teacher named Terry Schreiber, who ran a terrific theater studio in New York, acting studio in New York. I would say, I’ve often said about him that the thing I admired most about him was that he was like a pluralist. By that, I mean he basically rejected this notion that has infused, I think, a lot of the training of actors that a methodology, that like one methodology holds the key to anything. He was basically like all of these things are like a forehand and backhand, a volley, a serve, [art 00:24:31] to a tennis player, that is the Lee Strasberg Method, the Stella Adler imagination focus, the Sandy Meisner exercises. He basically just said, “If you don’t get yourself conversant with a lot of shots, you’re just not gonna be great, like you’re not gonna be able to address material with diverse skill sets as called for.” You know I mean. I thought that really resonated with me because I was really turned off by dogma. Tim Ferriss: It sounds like the Bruce Lee of acting and performance [inaudible 00:25:10] accept what is useful, reject what’s useless, add what is uniquely your own. Edward Norton: Exactly. I never thought of it that way, but I agree. Tim Ferriss: I’ve always been insecure on stage. I still pace around like a nervous wreck every time I get up to give a keynote or what not. I wasn’t planning on asking you this but just [get to mind 00:25:37]. I’m actually taking my first acting class as an adult at the end of this month. That’s a 3-day, I think it’s going to be focused on improv. I don’t know exactly what the curriculum is. What advice would you give? It’s not that I planned on acting per se. I just thought it would be a helpful exercise to get over my fear of doing this type of thing. What advice might you give me? Edward Norton: I always think that one of the most interesting things about the challenge of representing behavior, which is basically what acting is, or representing emotion, representing whatever you want to call it. Everybody does this all the time. Very few people are perpetually speaking in their authentic voice, like the Dalai Lama might but I think he’s got his moments where he’s sort of playing the role of a monk. You know what I mean. In a way as well. We put on faces. We put on postures. We adapt who we are depending on the circumstances that we’re in all the time. People do it seamlessly all the time and [unself-consciously 00:26:58] and yet the minute that you tell someone that other people are going to watch them do anything, definitely I think when you put a camera on someone, the effect of self-consciousness is so profound on people’s inability to do that which is completely natural to them in most times in their lives. I almost think as soon as you put someone on stage, when you put a camera on someone, it’s like if there’s a circle and on one side of the circle is naturalistic behavior, as soon as you throw [someone 00:27:38] it hurls them to the other side of the circle and they immediately become wooden, unnatural, they make, they become unable to, and a lot of that has to do just with tension and a sense of urgency, nerves. I think like the old fight or flight thing. I think it is a weird thing to reference. There’s this European show that was like a Candid Camera type show. It did a lot of things. They were scaring people or setting up a situation of a ticking suitcase in front of a train station. What’s amazing is how paralysis is actually the most common response. People imagine in their minds what their behavior is going to be when presented with certain stimulus or circumstances. The truth is is that people go into a stone cold freeze in many situations. There’s a lot of studies on this, on like the behavior of crowds and all that [inaudible 00:28:54] like … Tim Ferriss: [The woman 00:28:55] getting stabbed on the street and you have 40 people who all expects someone else to do something. Edward Norton: Also just because I think it’s something deeply biological, like there’s a lot of safety in freezing. You know what I mean. I think that it’s very hard for people to find a comfort, a relaxed comfort, let alone, a sense of pleasure within the idea that they’re performing in front of other people. They stop listening. They start doing what I would call up the middle choices. They start painting in the color blue instead of doing the little things. I can’t explain it at the moment. One of the best stories I ever heard about young people in an acting class and the difference between what happens to people typically and what a real, authentic kind of genius is. Harry Belafonte talked about being in an acting class with Marlon Brando. They were both literally like 19 or 20 years old in Greenwich Village. I think he said that there was, what they said was, “Okay. One person’s in his apartment, and the other one enters. You’re the person who’s on your couch in your apartment. The other one enters.” [Scene in Zeus 00:30:41], just run with it. All these people were doing all these kind of forced conversations or trying to create a scenario or something. Supposedly, Marlon sat on the couch and started reading a magazine and whoever it was [with him 00:31:00] walked in his door. He looked up and jumped up and grabbed the guy by the shirt front and threw him out the door and slammed the door. Everybody was like, “What are you doing?” He’s like, “I don’t know who that fucking guy is. He just walked into my apartment. He scared the shit out of me.” You know what I mean? It’s like, “Wait a minute. Yeah, there probably wouldn’t be a scene. There probably wouldn’t be a conversation. There’d be like, ‘Who are you?'” Tim Ferriss: Super awkward confrontation. Edward Norton: Exactly, like, “Get out,” and the most obvious true thing that you would do which is [one 00:31:32]. Tim Ferriss: What would the up the middle choice have been in that scenario? What is another example of that? I’d love better understand. Edward Norton: I think that, when put it this way. There’s an argument, and there’s something about the writing of a scene that indicates the lines, where it indicate stress or it indicates anger. The thing is that people, so then the up the middle choices to raise your voice and be angry. What we all, I think, no one’s on a deep level when we watch people performing who really grab us is that they have an intuition for the choices that reflect the way that those things actually manifest themselves sometimes. People who are angry sometimes laugh. They laugh, or they go into silence. They’re going to slow burn like anger doesn’t mean volume, but if there’s an exclamation point on the end a sentence in the script, they’ll go with that exclamation point as opposed to … There’s a film I love called The French Lieutenant’s Woman. Tim Ferriss: The French Lieutenants? Edward Norton: The French Lieutenant’s Woman, yeah. It’s Meryl Streep and Jeremy Irons. I think either Harold Pinter or Tom Stoppard wrote the script. There’s a scene toward the end when Jeremy Irons’ character has … I’ll say it again. Tim Ferriss: That’s all right. Edward Norton: There’s a scene toward the end where Jeremy Irons’ character has been looking and looking for Meryl Streep. He finds her after literally years of searching. He’s become angry. They go to have a conversation, and he’s so angry and overwrought. He goes to leave, and she moves to stop him, and he takes her in anger and seizes her by the shoulder and pushes her out of the way. It’s one of those things; the camera is set three steps down in a low recessed room and they’re up these three steps. Clearly, it was a planned thing where he just throw her, and she did a staged fall down right into the camera and very dramatic. Then he’s struck by his violence and he goes to pick her up. The scene continues on. I remember watching it and suddenly realizing that, if you watch it closely, he throws her down and she strikes her head on the floor. You can see that she hits her head on the floor. You can see, if you look carefully, that her reaction, she really hits her head. You can even see it more on Jeremy Irons that he realizes she struck her head. His reaction is so alarmed. He has broken totally out of the scene for a moment, runs to her, picks her up. If you watch it really closely, you can see that he is checking in with her, the actress, for a second and is about to open his mouth, I think, and just stop and say, “Are you okay?” She puts her hand up over his mouth like as though to say, “I’m not. We’re going on,” He realizes that she’s still in it and covers his own mouth with his hand to stop from smiling and what she does in this moment where you would think the whole thing is very melodramatic, and she does this laugh and that thing. I used to watch it because it’s just the strangest, most wonderful choice but it’s so true because she’s just like it’s completely absurd. She’s just laughing at the absurdity of it all and laughing at these things. Then the scene settles and they go into this gentle conversation and everything. It’s amazing. It’s why she’s like one of the great greats of all time. I think it’s a completely counter-intuitive choice and it’s a great example of two great actors, and one of them is even about to break out because like, “Oh, something’s happened that wasn’t supposed to happen so we should stop.” She’s like, “No. Something’s happened that makes it really, really interesting now, so let’s not stop.” It’s beautiful. Tim Ferriss: That level of judgment under duress, I was just thinking of a battlefield medic or something like that. I mean having the presence of mind to put the hand over the mouth. I’ll have to [inaudible 00:36:37] I haven’t scene that. Edward Norton: It’s good. I asked them both about it and got confirmation that that’s what happened, so I know I’m not like imagining it. Tim Ferriss: If you were directing a film and you had the opposite experience, you had a novice actor who’s intimidated by the people around them and they’re paralyzed for whatever reason or being too robotic, what would you do or say to knock them out of that? Edward Norton: It’s tough. It really is. Tim Ferriss: If it’s a bad [call 00:37:06], it could be a bad question. I’m out of my depth. Edward Norton: It depends on the situation. The thing that makes that [work or 00:37:18] interesting so much at the time is that it’s a chemistry. There’s chemistry between the people involved that’s unique every time. The dynamics are unpredictable and fluid and very unique to the people involved. You really have to find your way every time. I think one of the things I like about it is that if I walk into those situations feeling confident, I think I’ve probably been working too much. You know what I mean? Like I almost think it’s almost better to feel [antsy 00:38:05]. If it’s good, if it’s complex, it’s a lot of uncertain discovery in the beginning. The sense that you’re at a loss or you’re finding your way and means that you’re involved in something worthwhile, I think if you’re cruising and it’s a thing then it’s probably not that interesting. Tim Ferriss: You’ve spent obviously a lot of time honing your own craft. You’ve spent a lot of time with masters in many different fields. I’m curious if you had any impressions or recollections of Rickson Gracie when you were filming The Incredible Hulk. Were you able to spend any time with him or did you? Edward Norton: Yeah, a little bit. Not as much as I would like to. It’s funny. When I was in college, I started studying Aikido. That was the era, which was exactly when Royce Gracie won the first [UFC 00:39:23] Tim Ferriss: It must have been like ’92 or somewhere around that. Edward Norton: Exactly. Maybe I [started seeing 00:39:29]. Like I said, I’m not a huge person, tall, and everything. One of the things that drew me to Aikido was that it was one the first things I experienced where understanding physical leverage really persuaded me that a smaller person could, I don’t want to say defend themselves, but that this technique actually worked on a smaller person who was with a larger person. I always felt like with certain things I had studied that ultimately, like if a person is bigger and stronger and faster, they’re just going steamroll you. Aikido was one of the first things I ever experienced where much smaller people were commandingly overmastering much bigger people. When Royce Gracie won that UFC, it’s hard to overstate the impact of that. If you’re interested in these types of things, that rewrote people’s sense of what the priorities in martial arts should be that after that, you had to be a grappler, you had to be a Jiu-Jitsu artist. You couldn’t just be a striker. They let you know, so they were legend. I was interested in Japanese studies and Aikido and things like that. The whole thing of the Gracies and their form of Jiu-Jitsu was like; I was very interested in all that. I wrote into the script that he’s doing breath training with someone in Brazil. I wrote in parentheses, Rickson Gracie like one of the Gracies but you’ll never get them. It was in parentheses in the script. Then we found out he was down there and everything. It was amazing. Those guys are magicians. They’re really like Ricky Jay is to magic or Kelly Slater is to surfing. It’s like when you’re with someone who’s got that level of alpha over everybody else; it’s really neat. Tim Ferriss: For those people listening who don’t know who Rickson Gracie is, it doesn’t, of course, cover it completely but just check out the documentary Choke. I don’t know if you’ve ever seen that. It’s a great introduction to, not only Rickson but also gives a decent dose of Japanese culture. You spent time in Osaka, is that right? How long were you there? Edward Norton: I was there for a long summer, between my junior and senior year in college. I had a job over there. Tim Ferriss: What attracted you to Asian culture or Japanese culture? Edward Norton: I wish I could say it was something more evolved than the Richard Chamberlain miniseries of Shogun but I think it was that. Tim Ferriss: Good [Inaudible 00:42:54] [in there 00:42:54]. Edward Norton: Yeah. When I was a kid I think Shogun was on, then that, I went and read Clavell’s book and then I devoured, it a lot of his Asia, sort of, historical novels and thought they were really neat. It grew from there. I became interested in Buddhism, history of Buddhism, and stuff like that. Japanese aesthetics really appealed to me and the idea of Zen, really captivated me when I in my late teens and stuff like that. That was all just what pulled me into it. I love spending time over there. Hen one of my professors was one of the great Chinese, modern Chinese historians, Jonathan Spence. He wrote, to me, like the definitive book about modern Chinese history called The Search for Modern China and The Death of Woman Wang to change China, all these great books. He was a phenomenal, he really activated history. He really was one of those people who I thought his lectures were just fantastic. That drew me into that interest. Tim Ferriss: Why did you decide to major in History. Edward Norton: Because I realized, my freshman year, that I had no natural Mozart-like talent for Math and so that my dreams of being Carl Sagan or great astrophysicist we’re probably going to be hampered by my poor grasp of even complex Math, let alone like Physics. That became a hobby and passion. I realized that I probably was a Humanities major. I’ve always really liked reading. To me, like studying History and travel, are almost the same thing. It’s like having a sense of how things became the way they are and how people became the way they are. It’s really interesting to me. Tim Ferriss: Humans of New York, so I’ve had quite a few fans asked me to explore this. Can you explain to people how you came to be, what is Humans of New York, and how do you come to be involved with it? Edward Norton: I’m not involved with it, to be clear. My sister turned me on to the site. I think a couple of my friends in New York mentioned it to me. I liked it. I thought the site was really, I don’t know what to call it, a blog, a portrait series. Not to be too academic but there’s a great American cultural anthropologist, Studs Terkel. Studs Terkel was like the great chronicler of American working man, the common man. He was the the depression-era version of that. I feel like what this guy has got going with Humans of New York is like a modern-day Studs Terkel kind of thing. It’s just great. If you’re a New Yorker or anybody, it’s a really cool vantage on these people. Actually, again, my sister just said, “Have you seen this series he’s got going?” He had just launched this series of profiles that he was calling The Syrian Americans about he’d gone to Turkey to photograph and interview and profile people who were getting asylum in the US and were coming, as though to say, “Okay. Let’s meet who these people really are and get out of the demagoguery of it all and just sort of see.” If you looked at any of them, they’re incredibly affecting stories. Tim Ferriss: How did that intersect then with CrowdRise? Edward Norton: CrowdRise, about this time last year, we made the decision to expand from hosting only peer-to-peer fundraising projects and crowdfunding projects for registered nonprofits and charities to also letting people raise direct assistance for other people, people who wanted to raise medical costs for a friend who had an accident or a friend who’d lost their house. We decided to support fundraisers where people could help friends or loved ones with medical costs, crisis, education costs, tuitions, things like that, and partly because so many people who use CrowdRise were asking us that they preferred to keep using their CrowdRise profile pages and [mount 00:48:47] those types of projects rather than have to go offsite to these, frankly in my opinion, fairly shitty exchange utilities as I call them, like places that are just transactional platforms with no real strategic support, no long-term capture of your personal philanthropic narrative and the charge in my opinion way too much. Because CrowdRise in the charity side had already pioneered mechanisms for delivering donated dollars at incredibly reduced rate compared to other platforms. Often we’re able to offset even the credit card fees so charities were already excited about and benefiting from being able to get their donation dollars through cheaper than they can on their own websites. As I was looking at the sites that support direct assistance fund raisers and I was looking at the rates of charge, I was just like, “Screw this, man. We need to make our pricing model available to people who are trying to help their friends and family,” and so we did. I hadn’t even used that functionality on our own site. When I saw that story, I decided I was going to do my first direct assistance fundraiser to help that family and if we raised enough to help a couple of the families in the series. Tim Ferriss: How did the campaign do? Edward Norton: The campaign was tremendous. It raised the first 300,000 in like 30 hours. It really went fast and then it climbed toward, I think we’re at 460,000 or something like that across the next day or two. What’s fascinating, I think, just to give huge credit to Brandon, who’s the founder of Humans in New York and a photographer and writer, we didn’t put it out in any kind of CrowdRise, social media, or mine or anything like that. I set up the page and Brandon posted on Humans of New York and a huge increment of that was driven in very short order and I think, donations that averaged $26 or $27 just from the Humans of New York reader base and then we expanded it. We let some media be done on it and stuff like that. I think, when all is said and done, we’ll probably get up to half a million. I loved it. I loved seeing that for the price of three Venti Frappuccinos people could, without putting any kind of a dent or making any kind of a stretch in their own capacity, just make the emotional gesture of responding to a story that touched them and demonstrate that, in aggregate, if people will do this, you can generate transformative impact as a crowd. That’s the essence of why we set CrowdRise up. I think it was pretty thrilling. We had a lot of people on the CrowdRise staff, Brandon, and Humans New York. We were all pretty emotional about it. It was really cool to see it unfold. I think, by the way again, it really was not a function of anything particular to my public profile at all. It really wasn’t. It was driven. I think it was driven almost exclusively by the authentic passion of the Humans of New York reader base who also were responding to the story and just were happy that someone had created the vehicle to all gather around and respond together. I think that that’s available to all of us. That’s what I like about it. You and I were talking about this earlier. I think we’re in this very strange time where resource concentration, it’s a real thing. People can say whatever they want. The relative share of national wealth is being held by, in larger and larger increment, by fewer and fewer people. At the same time, we’re cutting aspects of the social safety net and food stamps as our friend Tony Robbins points out. I think that one of the things that’s exciting about the networked world and the distributed, the empowerment of a distributed culture of people outside of government agencies, outside of corporate constructs, outside of everything, to be able to assemble and rally together is that people can proactively address things like that. We can move resources without anybody else’s say so. We can decide, we can decide that we want to get together around things and assemble resources and make things happen with incredible speed, like incredible speed. I think that’s really exciting. Tim Ferriss: What you mentioned also which I think is worth [underscoring 00:54:20], part of the reason I’m so excited by crowdfunding of many different types is, like you said, you can not only affect change, in some cases massive change, with incredible speed. You can do it without any given individual suffering, a decrease in their quality of life, or discretionary income or anything else because you have just a thousand tiny movements that build this groundswell. They can then get something to escape velocity. I’ve had a fantastic experience working with the CrowdRise team. For those people interested, and you mentioned Tony, Tony is also behind this. I think for that depression and the mental health research in the US has a long way to go and particularly with the classic compounds that could be called entheogens, they could be called psychedelics. I’m working with a team at Johns Hopkins, Roland Griffiths, and we will be conducting a pilot study using psilocybin for the addressing of treatment-resistant depression, major depression in subjects that is not respondent to SSRIs or other types of therapy. Preliminary data would suggest that one dose has a rapid, substantial, and sustained effects, in some cases up to 6 months with antidepressive effects. We’ll be not only conducting the administration of the psilocybin but also using things like functional MRI to track and analyze it so we can hopefully determine how to safely best administer psilocybin or some analog of that. What’s so cool about it is the study would cost a lot less than people might expect, $80,000 and have a roster of thought leaders from different areas who are in support of this, including Tony. For people who want to check that out and also just check out CrowdRise as a platform and see how well the entire page is put together. You can go to CrowdRise.com/TimFerriss whether you know how to spell it or not. Any misspelling would probably go to the same place. CrowdRise.com/TimFerriss and I’ll link to that in the show notes. Is there anything else you’d like to mention about [CrowdRise 00:56:41]? Edward Norton: I think I do. I love that we’re going to work with you on this. I was having this conversation with Tony Robbins yesterday because he, like you, has a terrific community of people that rally around the ideas and that you share and pull together and source for people. I do think, again, to me what you’re doing and the notion that it doesn’t matter that Tony could write a check for it or you could write a check for it or whatever. The notion that you can open up a serious conversation about a blind spot, a blind spot that we’ve got the potential in something being taken off the table as an opportunity for people because it’s going to get lumped in to a category of drugs viewed as negative. You know what I mean. It’s crazy but the idea that there’s actually, in many ways I think, there’s so much more potency in the idea of people of common mind about the rationality of something rallying to the tune of $25 a piece to collectively say, “Let’s make this happen, like let’s make this happen.” We don’t need a foundation. We don’t need a rich person. We don’t need a say-so from the NIH. We’re going to make this happen. I think it’s actually like a 21st century expression of, like if you go back and read de Tocqueville’s Democracy in America, he’s this French guy visiting America in the 1830s or whatever and commenting on what is it like. Basically one of the most notable things he says is he goes around and says like, “These people just start [organizing 00:58:58] they just get together and get things done,” is basically what he’s saying. It’s like all he’d comments on all the civic groups and other community organizations and all the trade. He basically is amazed by what self-proactive, self-organization Americans do. This is nearly 200 years ago. I love it. I think what you’re doing is exactly that. It’s like saying, “Hey, in this forum you’ve got, we can get this done. Let’s rally together and do it.” I think we’ve only really scratched the surface of the potential in rallying crowds of people around needs, ideas, businesses. We’re in the earliest, infancy still, maybe not the earliest, people who [poo-pooed 00:59:59] it at first have now, and had to acknowledge that it’s a force. I think it’s still going to mature and become an even bigger part of our cultural practice almost. Tim Ferriss: I agree. I think that the reason just to build on what you said, the reason that I’m not just funding this one study is that I really believe having observed millions of people now on my various outlets and on the blog and so on for almost 10 years. It’s hard to believe. Next year is the tenth anniversary of the first book. It’s insane. Most people do not attempt great things because they don’t believe they can perform or achieve great things. I think, in part, the word great implies something of massive magnitude that in genders a lot of self-sacrifice. I think with the technology that we have now, what I want people to experience first-hand is that they can participate, make a very small chess move themselves, they’re moving that pawn forward one square, that collectively with everyone else is doing the same, wins the equivalent of the World Series and puts a real positive dent in the universe. With this study is a chance for people to become potentially part of history. It could really be an Archimedes lever in reinventing how we look at treating depression and doing so with fewer side effects. To do that, participate, even if it’s $1, $25, or just say, hypothetically, $0 but you tell ten other people about it and in that way participate. Edward Norton: That’s part of what you’re talking about in terms of leverage is also, I think, a part of almost the philosophical conviction we have at CrowdRise, which is that people’s capacity to effect change is not a function of their financial capacity. Everybody in the world we’re living has a dozen assets they can leverage: their Facebook page, their social networks, their friends and family, their schools, their institutions, their companies. Everybody’s got networks now. It’s not just the Rolodex anymore. It’s now; there’s a mini-network effect around everybody and available to everybody. They have their energy, they have their creativity, they have their passion, and they have their tools now that let so many more people from the comfort of their couch exert their brain, their creativity, without massive logistical and cost constraints on them. We’re saying it all the time. It’s not even a question of whether you’ve got even the capacity to donate $25 to a psilocybin study. It’s like if you believe in it, almost everybody can ask 20 friends for $10 bucks and donate 10x their personal capacity. Anything that you care about you actually can affect now. I think one of the reasons like we set CrowdRise up as not a kind of a use and drop evaporative platform but a place where, like a Facebook or a Twitter. It’s a permanent staging ground for a certain type of activity that you’re doing is that we think people get proud when they do these things. They’re proud to participate. They’re proud of the things they’ve done and so we give them the opportunity to stage multiple projects over time and capture the aggregate narrative of everything they’ve done year over year. That’s why I we’ll do this with you and then you’ll, do something else and we’ll do it, again, we’ll do it again. Soon it won’t just be the individuated success of these projects that it evaporate. It’ll be like Tim’s impact page will show the [total 01:04:08], you know, it’ll be a way of looking at the totality of what you’ve done over time. I think that’s really, that’s a difference in a true platform versus what I would call just a payment utility. Tim Ferriss: This to me has a lot of, for these people who have heard my podcasts with James Fadiman or Dan Engle and Martin Polanco, these types of [cavant 01:04:28] about a huge impact in my life in ways that I couldn’t have imagined possible. It’s less a transaction or even a campaign in my mind than the beginning of a movement. I felt like it was the right match. Edward Norton: You want stickiness. You want recurrence. You want a micro platform turnkey made easy for you that becomes something that can sustain. Tim Ferriss: Do we have some time for a few more questions? Edward Norton: Yeah. Tim Ferriss: When you hear the word successful, who is the first person who comes to mind and why? Edward Norton: My dad is up there. My dad, my brother. I’m not sure. It’s about people who spring to mind so much is it like I definitely find that almost in that child-like way of role modeling. Now, in my life, when I meet people who seem like they’ve got their aspirations and their engagement in balance with a lot of time for contemplative time, family time, personal health, physical health, I tend to look at that and go, “Wow, I wanna be like that guy or that woman.” You know that. I definitely have seen more than enough people with success as defined by notoriety or money or whatever, who look like the specter of despair to me. I’ve seen, as I’m sure you have, lots of people with the albatross of success around their neck that seem like an intense cautionary tale to me. My sense of what constitutes a successful person is probably more defined now by what looks like a healthy person. Tim Ferriss: How do you prevent yourself from becoming intoxicated by the sort of culture or cult of personality that seems to be so prevalent in the worlds of entertainment or that obsession with material wealth? It seems to be that type of albatross seems to be very common. What is help to you to not succumb? Edward Norton: I think everybody’s got a constantly, like they do battle with the voices in your head, that of ego. That’s what Birdman was all about, that literally I think the beauty of what Alejandro took on in that film was being honest about the degree to which voices in your head just hammer at you about what you don’t have and what you ought to be aspiring to and mattering in the world. I think that anybody, very few people are really free of that. I think that living in New York helps oddly just because it’s not a film industry town. There’s so much going on there and so many things I’m interested and involved in. It keeps my life diverse. When I’m out here where we are, I do find it like being in the water and being able to hike. I’m a pilot, so flying. There’s just things that take me out of my head helped a lot, a pretty key. I’m ridiculously fortunate. I think I have more than enough. I think that sometimes it’s even getting a little bit of a taste of how much material possessions can really be a trap. It’s like there is that you know, the things that you own end up owning you, kind of [Maximon 01:09:39] I think. I do think it’s really true. I think you start realizing how much lighter you feel when you dispense with a lot of that stuff, then that becomes a positive snowball. Tim Ferriss: What books or book have you given most as a gift to other people? Edward Norton: That’s a good question. There was a period where I really like Antoine de Saint-Exupéry’s book. It’s called Wind, Sand, and Stars. Tim Ferriss: I haven’t heard that one. Edward Norton: That’s a great one. Tim Ferriss: Were you interested in him because he was a pilot or did … Edward Norton: Yeah, both. I was reading a lot of books about flying [crosstalk 01:10:32] Tim Ferriss: Real innovator and I guess what postal delivery [basically 01:10:34]. Edward Norton: He’s flying the mail from the Sahara to Paris and from Patagonia to Paris, which is you know from … Tim Ferriss: That’s [inaudible 01:10:42] Edward Norton: Crazy. Tim Ferriss: For those people who don’t recognize the name, also wrote The Little Prince. Edward Norton: The Little Prince. Wind, Sand, and Stars is like it’s as much a book about the philosophy of life as it is about flying. It’s like Zen and the Craft of Flying. It’s just beautiful. We were talking about this earlier. I really like that book, The Black Swan. I give that to friends of a certain type. Tim Ferriss: What type? I really enjoyed that book [as well 01:11:23]. Edward Norton: I think it’s an extremely like, if you absorb it right, it’s got a really amazing capacity to prick certain bubbles of delusion or help you realize bubbles of delusion that we all operate in. It’s really cool. Tim Ferriss: How not to fool yourself? Edward Norton: Yeah. Tim Ferriss: You mentioned two essays. We don’t have to go too deep. I’ll just name them and then link to them in the show notes. There’s Second Wind, which was by the former Czechoslovakian president. I’m not going to get his first name right. Edward Norton: Vaclav Havel. Tim Ferriss: Havel, H-a-v-e-l. Then The Catastrophe of Success, and the author is? Edward Norton: Tennessee Williams. Tim Ferriss: Tennessee Williams. Any context that you’d like to provide for folks for those two? Edward Norton: Just great. The Catastrophe of Success is like one of the great essays by a creative person about exactly what you just talking, the traps that follow on achieving anything really that you were aspiring to achieve and then what happens after that happens. Second Wind is sort of the same from a different perspective, more like how do you have the courage to not repeat yourself, put yourself out of your comfort zone in a creative sense but also in a life sense. I think what I like about Second Wind is, as a playwright, he’s sort of saying that you just gorge a point of view and you can keep doing that, but at some point if you don’t stop and go back into absorption mode, you’re going to be repeating yourself. You have to dare yourself to stop, listen, live, absorb, and then try again from scratch. You know what I mean, that it’s a great essay. It’s really great. Tim Ferriss: Do you have any favorite documentaries? Edward Norton: Many. I won’t name ones that probably [inaudible 01:13:41]. I love Bennett Miller’s film, The Cruise. Tim Ferriss: The Cruise? Edward Norton: Yeah, Bennett. People know he directed Capote, Moneyball, and Foxcatcher. Brilliant filmmaker but I think almost my favorite film of his is a documentary called The Cruise. Tim Ferriss: What is that about? Edward Norton: It’s about a guy who’s a tour, he’s a tour guide, host on the open double-decker bus. He’s in New York City, who’s a poet. You just have to see it. It’s great. I really like that one. Other ones people may not have seen, I really like Adam Curtis’s films, great British documentarian. He’s got that four-part film called The Century of the Self, and then a three-part one called The Power of Nightmares. I think those are absolutely brilliant films, like dense but really eye-opening. Tim Ferriss: Are there any other underrated movies that you think people should say that are not necessarily documentaries? Any particular movie that comes to [mind for you 01:15:01]? Edward Norton: Of late, I think I’m a huge fan of this French filmmaker Jacques Cotillard, who, I think, in the last few years, he put up a hat trick of films: The Beat That My Heart Skipped and then A Prophet. Tim Ferriss: That is one of my favorite films. Amazing. Edward Norton: I personally put A Prophet as one of the three best gangster films ever made. Tim Ferriss: So good. Edward Norton: For me, The Godfather, Goodfellas, and A Prophet are, at this point, my three. If I had to pick three gangster films, I think are the best ones. Tim Ferriss: For those people who haven’t seen A Prophet, I don’t speak French but [I guess 01:15:44] Un Prophete. The poster, if you’re looking at it on Netflix, Amazon, iTunes, or whatever, it’s red and black, but it’s about, I want to say Middle Eastern. Edward Norton: Algerian. Tim Ferriss: Algerian? Edward Norton: Yeah. Tim Ferriss: That’s right. Algerian young male who goes to prison and about his ascension. Edward Norton: Don’t say anything more. Tim Ferriss: I won’t say anything more. Edward Norton: Then after that, Rust and Bone was his next film. It’s just a brilliant film. Marion Cotillard, it’s like one of the great performances in the last few years. I love all those films. I think excusing the fact that I happen to be in one of them but I think Alejandro Iñárritu’s last three films in a row, Biutiful. Biutiful was an extremely underseen masterpiece. It was Iñárritu’s film prior to Birdman. It’s a masterpiece. Tim Ferriss: It’s just called Biutiful? Edward Norton: Yes, spelled wrong. It’s a masterpiece. It’s absolutely brilliant and again one of the greatest performances in a long time. The third in his [triptych 01:17:05] I think is The Revenant, out right now. I think The Revenant’s one of the great films I’ve seen in the last many years. It’s an absolute unqualified masterpiece. It’s like a Native American spirit myth or straight out of a Joseph Campbell myth. There’s something. It’s just a magnificent piece of filmmaking. Tim Ferriss: We could have a whole separate conversation about Birdman, which we won’t do today, but also one of my favorite films in the last few years. Three more questions: if you have a billboard anywhere that said anything, what would you put on it. Edward Norton: I might put, “Pray for surf.” I don’t know. I might put the name of certain people from high school and just say like, “So-and-so, how do you like me now?” That would be very unevolved. That would be very, very unevolved. I don’t know. I don’t know what I would put on it. Tim Ferriss: We can come back to that [too 01:18:19]. Edward Norton: I’m changing my answer. I would put Paul Rudd’s cell phone number on it. It would complete a long-running series of jokes that would just be perfect. Tim Ferriss: See if we can [crosstalk 01:18:41] Edward Norton: Paul Rudd’s actual number. Please call. Tim Ferriss: We’ll do a separate crowdfunding campaign to raise money for the billboard rental. What advice would you give to your 30-year old self and could you displace where you were at the time? Edward Norton: Yeah. I know I was on the last 2 days of shooting a film. I was directing when I turned 30. I think I might tell myself at that phase to commit myself to a few fewer things than I did at that time that I’m still feeling obligated to and that maybe I wish I had a few less of those things. I think my aspiration and my sense of my own energy and time was limitless at that time. Now, some of that has become a cage of obligation that I would like to … Tim Ferriss: Unlock. Edward Norton: Unlock it, but I’ll get there. Tim Ferriss: Senior year in college, what advice would you have given yourself? Edward Norton: I might have told myself to go live abroad right then. I should’ve done right then, like for a year or two. I had lived by little bit. I should’ve gone. That’s like when you think everything’s about to get started and it’s not and I should have gone somewhere and lived somewhere interesting or different that I would be much harder to do later. Tim Ferriss: Where would you choose for yourself? Edward Norton: I don’t know. Tim Ferriss: We should take a trip to Japan together, get you back to Japan. Last real question is do you have any ask or request of the audience, people listening, things they should do, ponder, or otherwise? Edward Norton: If you’re looking to raise financial support for a friend or family member, do it on CrowdRise, not on other sites because much more of the money will go through to them. That’s my entrepreneurial hat. I think I’d say and I’m not even joking, stay tuned in to communities like this. I think these things are really cool. I think maybe put more simply like just participate. What I think is cool about what you’ve assembled is I think it’s driven by people’s desire to, not hack life, but be proactive and participate and not be apathetic. I like that. I think that’s a positive community. I think we all get really tired. I think modern life is stressful and tiring and confusing. I think Nietzsche has that great thing, that idea of self overcoming, that the over man is not like a perfect person. It’s actually the person who’s perpetually trying to self overcome. I really like that idea. I think staying engaged in the idea of evolving yourself is really cool. I think it’s awesome that you’ve got this many people linked up together around those ideas. Tim Ferriss: I really hope people listening, no matter how small you might feel or isolated you might feel, I know not everyone out there has community like you or I might have in New York or SF. Make this year the year that you astonish yourself with what you can do or be a part of and look back on December 31st of this year and just hope to say, “Holy shit! I can’t believe I was part of X or I did X,,” to yourself because I think it’s a lot easier than people might think. Edward, where can people find you on the interwebs, on social, to say hello, keep up to date with what you’re involved with. Edward Norton: I’m not great at it. I throw tweets out now and then, things I’ve seen or read that I think should find a wider audience or the people will appreciate. Tim Ferriss: What is your handle on Twitter? Edward Norton: Just my name. I’m not as cutting-edge. I am on the crowdfunding stuff but I’m not, as cutting-edge with social media as I maybe should be I am. I don’t know. Maybe it’s a good thing. Tim Ferriss: It probably means you’ve melted less of your brain. Edward Norton: I think about it. I think about like expanding on more robust ways of kind of doing it. I like what you’re doing in a much smaller [with it 01:24:28], building up more of a forum of interactive conversation. I got to finish things I started. Tim Ferriss: Might be a cage within a cage. Edward Norton: Exactly. I got finish the things I started. Tim Ferriss: This is always fun. I enjoy hanging out and I appreciate you taking the time. Edward Norton: Definitely. That was super fun. I’ve really enjoyed your books. I’ve enjoyed them as a resource and I think I learned a lot. I really do think it’s cool that what you’ve cultivated is people who are interested in continuing to explore. I think it’s that idea of an ongoing education, ongoing discoveries, that’s [the zest 01:25:31] and things. Tim Ferriss: You don’t necessarily find yourself. You create yourself one little step at a time. Edward, thank you again. To everyone listening, check out CrowdRise.com/TimFerriss to see what mischief, productive, mischief I’m getting up to. As always, you can find the show notes, links to everything we talked about, FourHourWorkweek.com/podcast. Until next time. Thank you for listening. Edward Norton: Thanks. Have a good one.", "speakers": ["edward norton", "tim ferriss"], "text_sentences": ["hello boys and girls", "this is tim ferriss and welcome to another episode of the tim ferriss show, where it is my job to deconstruct world-class performers, to tease out the routines, habits, influences, books, et cetera, that you can use or apply to your own life", "in this episode, i sit down with edward norton, @edwardnorton on the twitters", "please say hello to him", "edward is an actor, filmmaker, and activist", "of course, he’s been nominated for three academy awards for his work in primal fear, american history x, and birdman", "he has starred in scores of other films including the iconic fight club, “the things you own end up owning you,” the illusionist, and moonrise kingdom among many others", "unbeknownst, however, to many people, edward is also a serial startup founder", "he’s a un ambassador for biodiversity, a massively successful investor, for instance very, early in uber and perhaps half a dozen other unicorns, a pilot, and deeply involved in the wilderness conservation", "as luck would have it at this exact moment, i am involved with one of his startups, crowdrise", "i have a campaign on there with johns hopkins supporting some fascinating psychedelic research", "check it out", "it is to address treatment-resistant depression", "it’s fascinating", "go to crowdrise.com/timferriss to check it all out", "we have a very wide-ranging conversation", "we cover a lot including his beginnings, what early mentors taught him, some cool marlon brando stories, his physical prep for american history x, surfing, favorite books, documentaries, underrated films, and filmmakers", "that reindeer bell sound is molly doing a little jig in the background, and there are also some cats in heat outside of my apartment for some reason, so excuse the extracurricular sound", "catastrophe of success would be one of the essays, for instance", "his advice to his 20 and 30-year old self and much more", "one bonus: a book that he recalled, one of his favorites after we stopped recording, which i wanted to include, is buddhism without beliefs", "without further ado, please enjoy my conversation with the incredible edward norton", "edward, welcome to the show", "thanks", "i am sitting here looking out at the surfers", "i know we got to start today because you had a session earlier this morning", "it seems like surfing is a big part of your life", "i know this is maybe an odd place to start, but how long has that been the case", "it’s definitely my most positive addiction i think", "actually, my father lived in indonesia from like 2005 for about seven years", "i was making a film in china called the painted veil", "toward the very end of the film, i got chucked off a horse doing a shot, and i broke my back in three places", "fortunately, it didn’t hurt my spine at all, just cracked three vertebrae, and was really lucky", "my back was like an oak table with no articulation in it between my neck and the bottom of my ass and so i couldn’t twist; i couldn’t bend", "i was really racked and locked up", "when the film ended, my dad had just moved to indonesia", "i went down there for a couple of months to hang out with him and just try to recover a little bit", "i was swimming, doing yoga, getting massages, and things like that", "there was a surf school on one of the beaches there-i’d always wanted to do that-and started realizing that it forced you into a reversed kind of [bode 00:08:22] position that was exactly what i was having trouble doing", "initially, i started doing it, just taking a big padded board and paddling just to try to increase my endurance at having my back arched", "from there, i got completely hooked on it", "it seems to undo a lot of the posturally induced problems of people who use computers too often", "you have this protracted rounded back", "when you’re forced into that thoracic extension even for half a minute or half an hour of paddling or a few hours paddling, it just seems to undo and balance all that out", "it’s great physically", "it’s actually great aerobically", "it uses muscles in really weird ways", "you have to be nimble and retain your ability to hop up", "you’re looking at moving water all the time", "i always say like trying to figure out the micro variations in waveforms and the way they’re moving at you and where you should position yourself on them is better than any video game", "there’s no video game that’s more complex than trying to read the nuances of moving water and put yourself in the right place", "i actually, totally, not facetious, it’s an addiction", "i have friends who were serious addicts, heroin addicts, really struggle with things, who have replaced that with surfing because it hits parts of the brain i think that are completely, it’s like dopamine and serotonin all at once and you come out of it so blissed out", "we were talking about this earlier", "it’s like a reboot on your stress, on your crowded mind, on all of it", "i just think i should meditate more than i do except i do surf and i feel like i combine, i get the meditative value out of surfing", "i think the mindfulness aspect of it is, and i’m not a good surfer although i enjoy surfing poorly, but the fact that the terrain is always changing, like you said, makes it very distinct from something that you might think of as similar like snowboarding", "you constantly have to be in the present state, have a present state awareness of where you are relative to your surroundings, where you are relative to other people", "it’s a necessity that you’re paying attention to what’s happening in the here and now", "it’s great", "it also makes me play hooky more than i do otherwise", "i’ll suddenly find myself more able to be confident that i can push other things to the side", "i can’t explain it", "it recalibrates my sense of urgency around my to-do list", "it alleviates the manufactured emergencies somewhat", "exactly", "what other morning rituals do you have that you find helpful or have you had", "i wish i had better ones is the honest answer", "i think i would benefit from creating more ritual morning routines that are positive, be it like exercise first thing when i’m not surfing or meditation or anything, as a matter of practice starts the day in a mindful way or however you want to put it", "i too often just let the day begin by opening up the cascade of emails or things that i think i’m supposed to do", "it’s not the right way to jump-start the mind", "it’s probably, that’s a category i should do better on", "i’m obsessed with routines, of course, different types of habits", "i’ve once asked you this", "i’m actually astonished", "i haven’t asked you this before in our previous conversations", "when you we’re getting ready for the role on american history x, what type of training did you do for that", "what did your training regimen look like", "it was pretty specific to building mass", "doing that film created the strangest distortion of perception on me", "i know that’s a weird thing to say", "it’s unbelievable, the degree to which that film and the magic of camera and art and black and white photography and all these things made a lot of people think that i was a larger and tougher person than i am", "people who know me, i think almost couldn’t believe what was going on after that film because i’m like 6 feet tall and i weigh 160, if i’m not in great shape", "i have thin wrists", "i’m not naturally big", "it was a challenge for me to put that kind of weight on", "i just did many things you would be more familiar with than almost anybody", "i calorie loaded, a lot of lifting for a long time, for the first portion of it really just didn’t concern with leanness at all, just tried to get muscle mass on", "i wish i’d had your book back then but i didn’t", "it probably would’ve helped me out", "i did my own version of it: increased diet, increased protein, all that stuff", "i did it the old-fashioned blunt-force way mostly, probably much more than had i read your book, your minimum effort, kind of max them", "i was probably going way beyond the bell curve in terms of effort required to get the result but that’s what i did", "then, as we approached the film, i moved into just fat burning mode", "i was running", "i was doing everything i could to lean out", "the camera is a magical thing", "it doesn’t actually see absolute scale", "it really only sees things relative", "you don’t know how tall al pacino really is unless he’s standing next to schwarzenegger or whatever", "you don’t actually know how big a person is and lots of people", "i had gym rats come to me and go like, “what d’ya weigh", "you know, do you weigh 2 bucks on that", "do you weigh a buck 90?” i was like, “no, i wasn’t that big", "you know what i mean?” if you get form and definition, the camera sees that", "if you put people around you, which we did very conscientiously who are smaller, so like the actor guy torry who played the guy in jail, the black guy in jail who we become his friends", "we cast, he was terrific, but he was also really small and it made me look really big", "those things inflate the perception of how big you’ve gotten", "it was hard but i really enjoyed it", "was the eating more challenging and the training more challenging", "the eating was more challenging", "i had trained", "i rowed crew in college", "those lightweight crew", "no, i rowed heavyweight crew", "what is heavyweight", "nothing", "lightweight has a cut off but heavyweight doesn’t", "okay", "i was not like a varsity", "i rowed my freshman year and i rowed my sophomore year", "frankly, i probably should have rowed lightweight because i was at my absolute, maxed out", "i probably weighed 175 when i was really big and strong and 19 years old and everything", "the guys who were true like varsity, a class rowers, they were like 215", "it’s a whole other thing but i loved it", "training, i was a runner", "i did one ultra marathon kind of thing", "training hard wasn’t a new thing for me but building bulk was", "was that self-directed or did you hire someone to help you with that", "i did a lot on my own but, no, i had a guy whose name is eluding me right now", "i never worked with him again or had contact with him again after", "tony, he was terrific", "he designed … the protocol for it", "yeah, designed it for me", "when were you introduced to acting", "how did that come to be", "i did do a fair amount of reading and for whatever reason wasn’t able to pin it down exactly", "i mean the summer camp came up but i don’t know where things began", "mostly, my mother was an english teacher", "she’s a high school english teacher and was a real theater aficionado", "both my parents were theater aficionados and film lovers and stuff like that", "they exposed me very early on to theater and plays", "i had a strong pull toward that from the time i was 5 years old even", "a babysitter of mine, when i signed up at the theater arts program outside of school that she was involved in and that’s how i gotten involved in it", "i went through ebbs and flows", "i loved it", "it wasn’t like i knew i wanted to be an actor", "i just liked doing it and i loved writing stories", "i made up my own comic books and i made little vhs camcorder films were you use the pause button as your cut", "you know what i mean, just all of that stuff i love, not exclusively, not in a way where i knew it was my life as an adult", "then i got really self-conscious about it in high school", "i went to a public high school", "it didn’t seem cool to me at all", "i was doing my athletics and things", "the athletics were at that time, when, in high school", "i played tennis", "i played baseball", "i played ice hockey", "i ran track", "where was that", "in columbia, maryland", "it’s like half an hour south of baltimore", "who were your first, then mentors in the world of theater, acting, or performing", "the woman who created this local theater arts school in our community and in columbia, maryland", "her name was toby orenstein", "it’s crazy to say but she really was, i still think she’s one of the great minds i ever encountered on theater, the craft of theater, the craft of acting", "she was not a regional theater hobbyist", "she was like my stella adler really when i was young and infused us when we were really young with, i don’t know, a sense of seriousness about it and of [craft 00:21:29] when you’re young and told us to read and told us to be erudite on plays", "it was it was really interesting", "like i said, in my teens, i got self-conscious about it", "i saw ian mckellen do a one-man show in washington dc when i was about 17", "it had such a huge impact on me that i thought, “wow", "this is something you could actually do as an avocation", "i mean this is something that you can do as an adult, and it’s big and important and meaningful", "that’s how i felt about it", "i still didn’t really have a notion i was going to commit myself to that until a couple of years after college [even 00:22:19]", "a couple of years after college", "yeah", "what was your major in college", "what do you [crosstalk 00:22:22]", "i got a degree in history with a focus on asian studies and languages and stuff", "i’m blanking", "i apologize", "what was her name again", "the first woman … toby orenstein", "toby", "yeah", "could you tell a story or give an example of what type of thing she would emphasize when she was working with you guys or any particular memories of her", "she was a great director", "mostly, i think a lot of people would say that someone in their early life, there’s always, if you’re lucky, you have someone when you’re young who doesn’t talk down to you, who speaks to you as a serious person and exhorts you to be, to take something seriously, to take work seriously", "if a person does that in the right way, you feel elevated", "as a young person, you feel elevated, you feel like someone is saying to you, “hey", "you wanna be taken seriously", "then take things seriously", "do the work, you know", "don’t coast, you know?” i’d say that’s what she gave", "later, when i was in new york, i had a teacher named terry schreiber, who ran a terrific theater studio in new york, acting studio in new york", "i would say, i’ve often said about him that the thing i admired most about him was that he was like a pluralist", "by that, i mean he basically rejected this notion that has infused, i think, a lot of the training of actors that a methodology, that like one methodology holds the key to anything", "he was basically like all of these things are like a forehand and backhand, a volley, a serve, [art 00:24:31] to a tennis player, that is the lee strasberg method, the stella adler imagination focus, the sandy meisner exercises", "he basically just said, “if you don’t get yourself conversant with a lot of shots, you’re just not gonna be great, like you’re not gonna be able to address material with diverse skill sets as called for.” you know i mean", "i thought that really resonated with me because i was really turned off by dogma", "it sounds like the bruce lee of acting and performance [inaudible 00:25:10] accept what is useful, reject what’s useless, add what is uniquely your own", "exactly", "i never thought of it that way, but i agree", "i’ve always been insecure on stage", "i still pace around like a nervous wreck every time i get up to give a keynote or what not", "i wasn’t planning on asking you this but just [get to mind 00:25:37]", "i’m actually taking my first acting class as an adult at the end of this month", "that’s a 3-day, i think it’s going to be focused on improv", "i don’t know exactly what the curriculum is", "what advice would you give", "it’s not that i planned on acting per se", "i just thought it would be a helpful exercise to get over my fear of doing this type of thing", "what advice might you give me", "i always think that one of the most interesting things about the challenge of representing behavior, which is basically what acting is, or representing emotion, representing whatever you want to call it", "everybody does this all the time", "very few people are perpetually speaking in their authentic voice, like the dalai lama might but i think he’s got his moments where he’s sort of playing the role of a monk", "you know what i mean", "in a way as well", "we put on faces", "we put on postures", "we adapt who we are depending on the circumstances that we’re in all the time", "people do it seamlessly all the time and [unself-consciously 00:26:58] and yet the minute that you tell someone that other people are going to watch them do anything, definitely i think when you put a camera on someone, the effect of self-consciousness is so profound on people’s inability to do that which is completely natural to them in most times in their lives", "i almost think as soon as you put someone on stage, when you put a camera on someone, it’s like if there’s a circle and on one side of the circle is naturalistic behavior, as soon as you throw [someone 00:27:38] it hurls them to the other side of the circle and they immediately become wooden, unnatural, they make, they become unable to, and a lot of that has to do just with tension and a sense of urgency, nerves", "i think like the old fight or flight thing", "i think it is a weird thing to reference", "there’s this european show that was like a candid camera type show", "it did a lot of things", "they were scaring people or setting up a situation of a ticking suitcase in front of a train station", "what’s amazing is how paralysis is actually the most common response", "people imagine in their minds what their behavior is going to be when presented with certain stimulus or circumstances", "the truth is is that people go into a stone cold freeze in many situations", "there’s a lot of studies on this, on like the behavior of crowds and all that [inaudible 00:28:54] like … [the woman 00:28:55] getting stabbed on the street and you have 40 people who all expects someone else to do something", "also just because i think it’s something deeply biological, like there’s a lot of safety in freezing", "you know what i mean", "i think that it’s very hard for people to find a comfort, a relaxed comfort, let alone, a sense of pleasure within the idea that they’re performing in front of other people", "they stop listening", "they start doing what i would call up the middle choices", "they start painting in the color blue instead of doing the little things", "i can’t explain it at the moment", "one of the best stories i ever heard about young people in an acting class and the difference between what happens to people typically and what a real, authentic kind of genius is", "harry belafonte talked about being in an acting class with marlon brando", "they were both literally like 19 or 20 years old in greenwich village", "i think he said that there was, what they said was, “okay", "one person’s in his apartment, and the other one enters", "you’re the person who’s on your couch in your apartment", "the other one enters.” [scene in zeus 00:30:41], just run with it", "all these people were doing all these kind of forced conversations or trying to create a scenario or something", "supposedly, marlon sat on the couch and started reading a magazine and whoever it was [with him 00:31:00] walked in his door", "he looked up and jumped up and grabbed the guy by the shirt front and threw him out the door and slammed the door", "everybody was like, “what are you doing?” he’s like, “i don’t know who that fucking guy is", "he just walked into my apartment", "he scared the shit out of me.” you know what i mean", "it’s like, “wait a minute", "yeah, there probably wouldn’t be a scene", "there probably wouldn’t be a conversation", "there’d be like, ‘who are you?'” super awkward confrontation", "exactly, like, “get out,” and the most obvious true thing that you would do which is [one 00:31:32]", "what would the up the middle choice have been in that scenario", "what is another example of that", "i’d love better understand", "i think that, when put it this way", "there’s an argument, and there’s something about the writing of a scene that indicates the lines, where it indicate stress or it indicates anger", "the thing is that people, so then the up the middle choices to raise your voice and be angry", "what we all, i think, no one’s on a deep level when we watch people performing who really grab us is that they have an intuition for the choices that reflect the way that those things actually manifest themselves sometimes", "people who are angry sometimes laugh", "they laugh, or they go into silence", "they’re going to slow burn like anger doesn’t mean volume, but if there’s an exclamation point on the end a sentence in the script, they’ll go with that exclamation point as opposed to … there’s a film i love called the french lieutenant’s woman", "the french lieutenants", "the french lieutenant’s woman, yeah", "it’s meryl streep and jeremy irons", "i think either harold pinter or tom stoppard wrote the script", "there’s a scene toward the end when jeremy irons’ character has … i’ll say it again", "that’s all right", "there’s a scene toward the end where jeremy irons’ character has been looking and looking for meryl streep", "he finds her after literally years of searching", "he’s become angry", "they go to have a conversation, and he’s so angry and overwrought", "he goes to leave, and she moves to stop him, and he takes her in anger and seizes her by the shoulder and pushes her out of the way", "it’s one of those things; the camera is set three steps down in a low recessed room and they’re up these three steps", "clearly, it was a planned thing where he just throw her, and she did a staged fall down right into the camera and very dramatic", "then he’s struck by his violence and he goes to pick her up", "the scene continues on", "i remember watching it and suddenly realizing that, if you watch it closely, he throws her down and she strikes her head on the floor", "you can see that she hits her head on the floor", "you can see, if you look carefully, that her reaction, she really hits her head", "you can even see it more on jeremy irons that he realizes she struck her head", "his reaction is so alarmed", "he has broken totally out of the scene for a moment, runs to her, picks her up", "if you watch it really closely, you can see that he is checking in with her, the actress, for a second and is about to open his mouth, i think, and just stop and say, “are you okay?” she puts her hand up over his mouth like as though to say, “i’m not", "we’re going on,” he realizes that she’s still in it and covers his own mouth with his hand to stop from smiling and what she does in this moment where you would think the whole thing is very melodramatic, and she does this laugh and that thing", "i used to watch it because it’s just the strangest, most wonderful choice but it’s so true because she’s just like it’s completely absurd", "she’s just laughing at the absurdity of it all and laughing at these things", "then the scene settles and they go into this gentle conversation and everything", "it’s amazing", "it’s why she’s like one of the great greats of all time", "i think it’s a completely counter-intuitive choice and it’s a great example of two great actors, and one of them is even about to break out because like, “oh, something’s happened that wasn’t supposed to happen so we should stop.” she’s like, “no", "something’s happened that makes it really, really interesting now, so let’s not stop.” it’s beautiful", "that level of judgment under duress, i was just thinking of a battlefield medic or something like that", "i mean having the presence of mind to put the hand over the mouth", "i’ll have to [inaudible 00:36:37] i haven’t scene that", "it’s good", "i asked them both about it and got confirmation that that’s what happened, so i know i’m not like imagining it", "if you were directing a film and you had the opposite experience, you had a novice actor who’s intimidated by the people around them and they’re paralyzed for whatever reason or being too robotic, what would you do or say to knock them out of that", "it’s tough", "it really is", "if it’s a bad [call 00:37:06], it could be a bad question", "i’m out of my depth", "it depends on the situation", "the thing that makes that [work or 00:37:18] interesting so much at the time is that it’s a chemistry", "there’s chemistry between the people involved that’s unique every time", "the dynamics are unpredictable and fluid and very unique to the people involved", "you really have to find your way every time", "i think one of the things i like about it is that if i walk into those situations feeling confident, i think i’ve probably been working too much", "you know what i mean", "like i almost think it’s almost better to feel [antsy 00:38:05]", "if it’s good, if it’s complex, it’s a lot of uncertain discovery in the beginning", "the sense that you’re at a loss or you’re finding your way and means that you’re involved in something worthwhile, i think if you’re cruising and it’s a thing then it’s probably not that interesting", "you’ve spent obviously a lot of time honing your own craft", "you’ve spent a lot of time with masters in many different fields", "i’m curious if you had any impressions or recollections of rickson gracie when you were filming the incredible hulk", "were you able to spend any time with him or did you", "yeah, a little bit", "not as much as i would like to", "it’s funny", "when i was in college, i started studying aikido", "that was the era, which was exactly when royce gracie won the first [ufc 00:39:23] it must have been like ’92 or somewhere around that", "exactly", "maybe i [started seeing 00:39:29]", "like i said, i’m not a huge person, tall, and everything", "one of the things that drew me to aikido was that it was one the first things i experienced where understanding physical leverage really persuaded me that a smaller person could, i don’t want to say defend themselves, but that this technique actually worked on a smaller person who was with a larger person", "i always felt like with certain things i had studied that ultimately, like if a person is bigger and stronger and faster, they’re just going steamroll you", "aikido was one of the first things i ever experienced where much smaller people were commandingly overmastering much bigger people", "when royce gracie won that ufc, it’s hard to overstate the impact of that", "if you’re interested in these types of things, that rewrote people’s sense of what the priorities in martial arts should be that after that, you had to be a grappler, you had to be a jiu-jitsu artist", "you couldn’t just be a striker", "they let you know, so they were legend", "i was interested in japanese studies and aikido and things like that", "the whole thing of the gracies and their form of jiu-jitsu was like; i was very interested in all that", "i wrote into the script that he’s doing breath training with someone in brazil", "i wrote in parentheses, rickson gracie like one of the gracies but you’ll never get them", "it was in parentheses in the script", "then we found out he was down there and everything", "it was amazing", "those guys are magicians", "they’re really like ricky jay is to magic or kelly slater is to surfing", "it’s like when you’re with someone who’s got that level of alpha over everybody else; it’s really neat", "for those people listening who don’t know who rickson gracie is, it doesn’t, of course, cover it completely but just check out the documentary choke", "i don’t know if you’ve ever seen that", "it’s a great introduction to, not only rickson but also gives a decent dose of japanese culture", "you spent time in osaka, is that right", "how long were you there", "i was there for a long summer, between my junior and senior year in college", "i had a job over there", "what attracted you to asian culture or japanese culture", "i wish i could say it was something more evolved than the richard chamberlain miniseries of shogun but i think it was that", "good [inaudible 00:42:54] [in there 00:42:54]", "yeah", "when i was a kid i think shogun was on, then that, i went and read clavell’s book and then i devoured, it a lot of his asia, sort of, historical novels and thought they were really neat", "it grew from there", "i became interested in buddhism, history of buddhism, and stuff like that", "japanese aesthetics really appealed to me and the idea of zen, really captivated me when i in my late teens and stuff like that", "that was all just what pulled me into it", "i love spending time over there", "hen one of my professors was one of the great chinese, modern chinese historians, jonathan spence", "he wrote, to me, like the definitive book about modern chinese history called the search for modern china and the death of woman wang to change china, all these great books", "he was a phenomenal, he really activated history", "he really was one of those people who i thought his lectures were just fantastic", "that drew me into that interest", "why did you decide to major in history", "because i realized, my freshman year, that i had no natural mozart-like talent for math and so that my dreams of being carl sagan or great astrophysicist we’re probably going to be hampered by my poor grasp of even complex math, let alone like physics", "that became a hobby and passion", "i realized that i probably was a humanities major", "i’ve always really liked reading", "to me, like studying history and travel, are almost the same thing", "it’s like having a sense of how things became the way they are and how people became the way they are", "it’s really interesting to me", "humans of new york, so i’ve had quite a few fans asked me to explore this", "can you explain to people how you came to be, what is humans of new york, and how do you come to be involved with it", "i’m not involved with it, to be clear", "my sister turned me on to the site", "i think a couple of my friends in new york mentioned it to me", "i liked it", "i thought the site was really, i don’t know what to call it, a blog, a portrait series", "not to be too academic but there’s a great american cultural anthropologist, studs terkel", "studs terkel was like the great chronicler of american working man, the common man", "he was the the depression-era version of that", "i feel like what this guy has got going with humans of new york is like a modern-day studs terkel kind of thing", "it’s just great", "if you’re a new yorker or anybody, it’s a really cool vantage on these people", "actually, again, my sister just said, “have you seen this series he’s got going?” he had just launched this series of profiles that he was calling the syrian americans about he’d gone to turkey to photograph and interview and profile people who were getting asylum in the us and were coming, as though to say, “okay", "let’s meet who these people really are and get out of the demagoguery of it all and just sort of see.” if you looked at any of them, they’re incredibly affecting stories", "how did that intersect then with crowdrise", "crowdrise, about this time last year, we made the decision to expand from hosting only peer-to-peer fundraising projects and crowdfunding projects for registered nonprofits and charities to also letting people raise direct assistance for other people, people who wanted to raise medical costs for a friend who had an accident or a friend who’d lost their house", "we decided to support fundraisers where people could help friends or loved ones with medical costs, crisis, education costs, tuitions, things like that, and partly because so many people who use crowdrise were asking us that they preferred to keep using their crowdrise profile pages and [mount 00:48:47] those types of projects rather than have to go offsite to these, frankly in my opinion, fairly shitty exchange utilities as i call them, like places that are just transactional platforms with no real strategic support, no long-term capture of your personal philanthropic narrative and the charge in my opinion way too much", "because crowdrise in the charity side had already pioneered mechanisms for delivering donated dollars at incredibly reduced rate compared to other platforms", "often we’re able to offset even the credit card fees so charities were already excited about and benefiting from being able to get their donation dollars through cheaper than they can on their own websites", "as i was looking at the sites that support direct assistance fund raisers and i was looking at the rates of charge, i was just like, “screw this, man", "we need to make our pricing model available to people who are trying to help their friends and family,” and so we did", "i hadn’t even used that functionality on our own site", "when i saw that story, i decided i was going to do my first direct assistance fundraiser to help that family and if we raised enough to help a couple of the families in the series", "how did the campaign do", "the campaign was tremendous", "it raised the first 300,000 in like 30 hours", "it really went fast and then it climbed toward, i think we’re at 460,000 or something like that across the next day or two", "what’s fascinating, i think, just to give huge credit to brandon, who’s the founder of humans in new york and a photographer and writer, we didn’t put it out in any kind of crowdrise, social media, or mine or anything like that", "i set up the page and brandon posted on humans of new york and a huge increment of that was driven in very short order and i think, donations that averaged $26 or $27 just from the humans of new york reader base and then we expanded it", "we let some media be done on it and stuff like that", "i think, when all is said and done, we’ll probably get up to half a million", "i loved it", "i loved seeing that for the price of three venti frappuccinos people could, without putting any kind of a dent or making any kind of a stretch in their own capacity, just make the emotional gesture of responding to a story that touched them and demonstrate that, in aggregate, if people will do this, you can generate transformative impact as a crowd", "that’s the essence of why we set crowdrise up", "i think it was pretty thrilling", "we had a lot of people on the crowdrise staff, brandon, and humans new york", "we were all pretty emotional about it", "it was really cool to see it unfold", "i think, by the way again, it really was not a function of anything particular to my public profile at all", "it really wasn’t", "it was driven", "i think it was driven almost exclusively by the authentic passion of the humans of new york reader base who also were responding to the story and just were happy that someone had created the vehicle to all gather around and respond together", "i think that that’s available to all of us", "that’s what i like about it", "you and i were talking about this earlier", "i think we’re in this very strange time where resource concentration, it’s a real thing", "people can say whatever they want", "the relative share of national wealth is being held by, in larger and larger increment, by fewer and fewer people", "at the same time, we’re cutting aspects of the social safety net and food stamps as our friend tony robbins points out", "i think that one of the things that’s exciting about the networked world and the distributed, the empowerment of a distributed culture of people outside of government agencies, outside of corporate constructs, outside of everything, to be able to assemble and rally together is that people can proactively address things like that", "we can move resources without anybody else’s say so", "we can decide, we can decide that we want to get together around things and assemble resources and make things happen with incredible speed, like incredible speed", "i think that’s really exciting", "what you mentioned also which i think is worth [underscoring 00:54:20], part of the reason i’m so excited by crowdfunding of many different types is, like you said, you can not only affect change, in some cases massive change, with incredible speed", "you can do it without any given individual suffering, a decrease in their quality of life, or discretionary income or anything else because you have just a thousand tiny movements that build this groundswell", "they can then get something to escape velocity", "i’ve had a fantastic experience working with the crowdrise team", "for those people interested, and you mentioned tony, tony is also behind this", "i think for that depression and the mental health research in the us has a long way to go and particularly with the classic compounds that could be called entheogens, they could be called psychedelics", "i’m working with a team at johns hopkins, roland griffiths, and we will be conducting a pilot study using psilocybin for the addressing of treatment-resistant depression, major depression in subjects that is not respondent to ssris or other types of therapy", "preliminary data would suggest that one dose has a rapid, substantial, and sustained effects, in some cases up to 6 months with antidepressive effects", "we’ll be not only conducting the administration of the psilocybin but also using things like functional mri to track and analyze it so we can hopefully determine how to safely best administer psilocybin or some analog of that", "what’s so cool about it is the study would cost a lot less than people might expect, $80,000 and have a roster of thought leaders from different areas who are in support of this, including tony", "for people who want to check that out and also just check out crowdrise as a platform and see how well the entire page is put together", "you can go to crowdrise.com/timferriss whether you know how to spell it or not", "any misspelling would probably go to the same place", "crowdrise.com/timferriss and i’ll link to that in the show notes", "is there anything else you’d like to mention about [crowdrise 00:56:41]", "i think i do", "i love that we’re going to work with you on this", "i was having this conversation with tony robbins yesterday because he, like you, has a terrific community of people that rally around the ideas and that you share and pull together and source for people", "i do think, again, to me what you’re doing and the notion that it doesn’t matter that tony could write a check for it or you could write a check for it or whatever", "the notion that you can open up a serious conversation about a blind spot, a blind spot that we’ve got the potential in something being taken off the table as an opportunity for people because it’s going to get lumped in to a category of drugs viewed as negative", "you know what i mean", "it’s crazy but the idea that there’s actually, in many ways i think, there’s so much more potency in the idea of people of common mind about the rationality of something rallying to the tune of $25 a piece to collectively say, “let’s make this happen, like let’s make this happen.” we don’t need a foundation", "we don’t need a rich person", "we don’t need a say-so from the nih", "we’re going to make this happen", "i think it’s actually like a 21st century expression of, like if you go back and read de tocqueville’s democracy in america, he’s this french guy visiting america in the 1830s or whatever and commenting on what is it like", "basically one of the most notable things he says is he goes around and says like, “these people just start [organizing 00:58:58] they just get together and get things done,” is basically what he’s saying", "it’s like all he’d comments on all the civic groups and other community organizations and all the trade", "he basically is amazed by what self-proactive, self-organization americans do", "this is nearly 200 years ago", "i love it", "i think what you’re doing is exactly that", "it’s like saying, “hey, in this forum you’ve got, we can get this done", "let’s rally together and do it.” i think we’ve only really scratched the surface of the potential in rallying crowds of people around needs, ideas, businesses", "we’re in the earliest, infancy still, maybe not the earliest, people who [poo-pooed 00:59:59] it at first have now, and had to acknowledge that it’s a force", "i think it’s still going to mature and become an even bigger part of our cultural practice almost", "i agree", "i think that the reason just to build on what you said, the reason that i’m not just funding this one study is that i really believe having observed millions of people now on my various outlets and on the blog and so on for almost 10 years", "it’s hard to believe", "next year is the tenth anniversary of the first book", "it’s insane", "most people do not attempt great things because they don’t believe they can perform or achieve great things", "i think, in part, the word great implies something of massive magnitude that in genders a lot of self-sacrifice", "i think with the technology that we have now, what i want people to experience first-hand is that they can participate, make a very small chess move themselves, they’re moving that pawn forward one square, that collectively with everyone else is doing the same, wins the equivalent of the world series and puts a real positive dent in the universe", "with this study is a chance for people to become potentially part of history", "it could really be an archimedes lever in reinventing how we look at treating depression and doing so with fewer side effects", "to do that, participate, even if it’s $1, $25, or just say, hypothetically, $0 but you tell ten other people about it and in that way participate", "that’s part of what you’re talking about in terms of leverage is also, i think, a part of almost the philosophical conviction we have at crowdrise, which is that people’s capacity to effect change is not a function of their financial capacity", "everybody in the world we’re living has a dozen assets they can leverage: their facebook page, their social networks, their friends and family, their schools, their institutions, their companies", "everybody’s got networks now", "it’s not just the rolodex anymore", "it’s now; there’s a mini-network effect around everybody and available to everybody", "they have their energy, they have their creativity, they have their passion, and they have their tools now that let so many more people from the comfort of their couch exert their brain, their creativity, without massive logistical and cost constraints on them", "we’re saying it all the time", "it’s not even a question of whether you’ve got even the capacity to donate $25 to a psilocybin study", "it’s like if you believe in it, almost everybody can ask 20 friends for $10 bucks and donate 10x their personal capacity", "anything that you care about you actually can affect now", "i think one of the reasons like we set crowdrise up as not a kind of a use and drop evaporative platform but a place where, like a facebook or a twitter", "it’s a permanent staging ground for a certain type of activity that you’re doing is that we think people get proud when they do these things", "they’re proud to participate", "they’re proud of the things they’ve done and so we give them the opportunity to stage multiple projects over time and capture the aggregate narrative of everything they’ve done year over year", "that’s why i we’ll do this with you and then you’ll, do something else and we’ll do it, again, we’ll do it again", "soon it won’t just be the individuated success of these projects that it evaporate", "it’ll be like tim’s impact page will show the [total 01:04:08], you know, it’ll be a way of looking at the totality of what you’ve done over time", "i think that’s really, that’s a difference in a true platform versus what i would call just a payment utility", "this to me has a lot of, for these people who have heard my podcasts with james fadiman or dan engle and martin polanco, these types of [cavant 01:04:28] about a huge impact in my life in ways that i couldn’t have imagined possible", "it’s less a transaction or even a campaign in my mind than the beginning of a movement", "i felt like it was the right match", "you want stickiness", "you want recurrence", "you want a micro platform turnkey made easy for you that becomes something that can sustain", "do we have some time for a few more questions", "yeah", "when you hear the word successful, who is the first person who comes to mind and why", "my dad is up there", "my dad, my brother", "i’m not sure", "it’s about people who spring to mind so much is it like i definitely find that almost in that child-like way of role modeling", "now, in my life, when i meet people who seem like they’ve got their aspirations and their engagement in balance with a lot of time for contemplative time, family time, personal health, physical health, i tend to look at that and go, “wow, i wanna be like that guy or that woman.” you know that", "i definitely have seen more than enough people with success as defined by notoriety or money or whatever, who look like the specter of despair to me", "i’ve seen, as i’m sure you have, lots of people with the albatross of success around their neck that seem like an intense cautionary tale to me", "my sense of what constitutes a successful person is probably more defined now by what looks like a healthy person", "how do you prevent yourself from becoming intoxicated by the sort of culture or cult of personality that seems to be so prevalent in the worlds of entertainment or that obsession with material wealth", "it seems to be that type of albatross seems to be very common", "what is help to you to not succumb", "i think everybody’s got a constantly, like they do battle with the voices in your head, that of ego", "that’s what birdman was all about, that literally i think the beauty of what alejandro took on in that film was being honest about the degree to which voices in your head just hammer at you about what you don’t have and what you ought to be aspiring to and mattering in the world", "i think that anybody, very few people are really free of that", "i think that living in new york helps oddly just because it’s not a film industry town", "there’s so much going on there and so many things i’m interested and involved in", "it keeps my life diverse", "when i’m out here where we are, i do find it like being in the water and being able to hike", "i’m a pilot, so flying", "there’s just things that take me out of my head helped a lot, a pretty key", "i’m ridiculously fortunate", "i think i have more than enough", "i think that sometimes it’s even getting a little bit of a taste of how much material possessions can really be a trap", "it’s like there is that you know, the things that you own end up owning you, kind of [maximon 01:09:39] i think", "i do think it’s really true", "i think you start realizing how much lighter you feel when you dispense with a lot of that stuff, then that becomes a positive snowball", "what books or book have you given most as a gift to other people", "that’s a good question", "there was a period where i really like antoine de saint-exupéry’s book", "it’s called wind, sand, and stars", "i haven’t heard that one", "that’s a great one", "were you interested in him because he was a pilot or did … yeah, both", "i was reading a lot of books about flying [crosstalk 01:10:32] real innovator and i guess what postal delivery [basically 01:10:34]", "he’s flying the mail from the sahara to paris and from patagonia to paris, which is you know from … that’s [inaudible 01:10:42] crazy", "for those people who don’t recognize the name, also wrote the little prince", "the little prince", "wind, sand, and stars is like it’s as much a book about the philosophy of life as it is about flying", "it’s like zen and the craft of flying", "it’s just beautiful", "we were talking about this earlier", "i really like that book, the black swan", "i give that to friends of a certain type", "what type", "i really enjoyed that book [as well 01:11:23]", "i think it’s an extremely like, if you absorb it right, it’s got a really amazing capacity to prick certain bubbles of delusion or help you realize bubbles of delusion that we all operate in", "it’s really cool", "how not to fool yourself", "yeah", "you mentioned two essays", "we don’t have to go too deep", "i’ll just name them and then link to them in the show notes", "there’s second wind, which was by the former czechoslovakian president", "i’m not going to get his first name right", "vaclav havel", "havel, h-a-v-e-l", "then the catastrophe of success, and the author is", "tennessee williams", "tennessee williams", "any context that you’d like to provide for folks for those two", "just great", "the catastrophe of success is like one of the great essays by a creative person about exactly what you just talking, the traps that follow on achieving anything really that you were aspiring to achieve and then what happens after that happens", "second wind is sort of the same from a different perspective, more like how do you have the courage to not repeat yourself, put yourself out of your comfort zone in a creative sense but also in a life sense", "i think what i like about second wind is, as a playwright, he’s sort of saying that you just gorge a point of view and you can keep doing that, but at some point if you don’t stop and go back into absorption mode, you’re going to be repeating yourself", "you have to dare yourself to stop, listen, live, absorb, and then try again from scratch", "you know what i mean, that it’s a great essay", "it’s really great", "do you have any favorite documentaries", "many", "i won’t name ones that probably [inaudible 01:13:41]", "i love bennett miller’s film, the cruise", "the cruise", "yeah, bennett", "people know he directed capote, moneyball, and foxcatcher", "brilliant filmmaker but i think almost my favorite film of his is a documentary called the cruise", "what is that about", "it’s about a guy who’s a tour, he’s a tour guide, host on the open double-decker bus", "he’s in new york city, who’s a poet", "you just have to see it", "it’s great", "i really like that one", "other ones people may not have seen, i really like adam curtis’s films, great british documentarian", "he’s got that four-part film called the century of the self, and then a three-part one called the power of nightmares", "i think those are absolutely brilliant films, like dense but really eye-opening", "are there any other underrated movies that you think people should say that are not necessarily documentaries", "any particular movie that comes to [mind for you 01:15:01]", "of late, i think i’m a huge fan of this french filmmaker jacques cotillard, who, i think, in the last few years, he put up a hat trick of films: the beat that my heart skipped and then a prophet", "that is one of my favorite films", "amazing", "i personally put a prophet as one of the three best gangster films ever made", "so good", "for me, the godfather, goodfellas, and a prophet are, at this point, my three", "if i had to pick three gangster films, i think are the best ones", "for those people who haven’t seen a prophet, i don’t speak french but [i guess 01:15:44] un prophete", "the poster, if you’re looking at it on netflix, amazon, itunes, or whatever, it’s red and black, but it’s about, i want to say middle eastern", "algerian", "algerian", "yeah", "that’s right", "algerian young male who goes to prison and about his ascension", "don’t say anything more", "i won’t say anything more", "then after that, rust and bone was his next film", "it’s just a brilliant film", "marion cotillard, it’s like one of the great performances in the last few years", "i love all those films", "i think excusing the fact that i happen to be in one of them but i think alejandro iñárritu’s last three films in a row, biutiful", "biutiful was an extremely underseen masterpiece", "it was iñárritu’s film prior to birdman", "it’s a masterpiece", "it’s just called biutiful", "yes, spelled wrong", "it’s a masterpiece", "it’s absolutely brilliant and again one of the greatest performances in a long time", "the third in his [triptych 01:17:05] i think is the revenant, out right now", "i think the revenant’s one of the great films i’ve seen in the last many years", "it’s an absolute unqualified masterpiece", "it’s like a native american spirit myth or straight out of a joseph campbell myth", "there’s something", "it’s just a magnificent piece of filmmaking", "we could have a whole separate conversation about birdman, which we won’t do today, but also one of my favorite films in the last few years", "three more questions: if you have a billboard anywhere that said anything, what would you put on it", "i might put, “pray for surf.” i don’t know", "i might put the name of certain people from high school and just say like, “so-and-so, how do you like me now?” that would be very unevolved", "that would be very, very unevolved", "i don’t know", "i don’t know what i would put on it", "we can come back to that [too 01:18:19]", "i’m changing my answer", "i would put paul rudd’s cell phone number on it", "it would complete a long-running series of jokes that would just be perfect", "see if we can [crosstalk 01:18:41] paul rudd’s actual number", "please call", "we’ll do a separate crowdfunding campaign to raise money for the billboard rental", "what advice would you give to your 30-year old self and could you displace where you were at the time", "yeah", "i know i was on the last 2 days of shooting a film", "i was directing when i turned 30", "i think i might tell myself at that phase to commit myself to a few fewer things than i did at that time that i’m still feeling obligated to and that maybe i wish i had a few less of those things", "i think my aspiration and my sense of my own energy and time was limitless at that time", "now, some of that has become a cage of obligation that i would like to … unlock", "unlock it, but i’ll get there", "senior year in college, what advice would you have given yourself", "i might have told myself to go live abroad right then", "i should’ve done right then, like for a year or two", "i had lived by little bit", "i should’ve gone", "that’s like when you think everything’s about to get started and it’s not and i should have gone somewhere and lived somewhere interesting or different that i would be much harder to do later", "where would you choose for yourself", "i don’t know", "we should take a trip to japan together, get you back to japan", "last real question is do you have any ask or request of the audience, people listening, things they should do, ponder, or otherwise", "if you’re looking to raise financial support for a friend or family member, do it on crowdrise, not on other sites because much more of the money will go through to them", "that’s my entrepreneurial hat", "i think i’d say and i’m not even joking, stay tuned in to communities like this", "i think these things are really cool", "i think maybe put more simply like just participate", "what i think is cool about what you’ve assembled is i think it’s driven by people’s desire to, not hack life, but be proactive and participate and not be apathetic", "i like that", "i think that’s a positive community", "i think we all get really tired", "i think modern life is stressful and tiring and confusing", "i think nietzsche has that great thing, that idea of self overcoming, that the over man is not like a perfect person", "it’s actually the person who’s perpetually trying to self overcome", "i really like that idea", "i think staying engaged in the idea of evolving yourself is really cool", "i think it’s awesome that you’ve got this many people linked up together around those ideas", "i really hope people listening, no matter how small you might feel or isolated you might feel, i know not everyone out there has community like you or i might have in new york or sf", "make this year the year that you astonish yourself with what you can do or be a part of and look back on december 31st of this year and just hope to say, “holy shit", "i can’t believe i was part of x or i did x,,” to yourself because i think it’s a lot easier than people might think", "edward, where can people find you on the interwebs, on social, to say hello, keep up to date with what you’re involved with", "i’m not great at it", "i throw tweets out now and then, things i’ve seen or read that i think should find a wider audience or the people will appreciate", "what is your handle on twitter", "just my name", "i’m not as cutting-edge", "i am on the crowdfunding stuff but i’m not, as cutting-edge with social media as i maybe should be i am", "i don’t know", "maybe it’s a good thing", "it probably means you’ve melted less of your brain", "i think about it", "i think about like expanding on more robust ways of kind of doing it", "i like what you’re doing in a much smaller [with it 01:24:28], building up more of a forum of interactive conversation", "i got to finish things i started", "might be a cage within a cage", "exactly", "i got finish the things i started", "this is always fun", "i enjoy hanging out and i appreciate you taking the time", "definitely", "that was super fun", "i’ve really enjoyed your books", "i’ve enjoyed them as a resource and i think i learned a lot", "i really do think it’s cool that what you’ve cultivated is people who are interested in continuing to explore", "i think it’s that idea of an ongoing education, ongoing discoveries, that’s [the zest 01:25:31] and things", "you don’t necessarily find yourself", "you create yourself one little step at a time", "edward, thank you again", "to everyone listening, check out crowdrise.com/timferriss to see what mischief, productive, mischief i’m getting up to", "as always, you can find the show notes, links to everything we talked about, fourhourworkweek.com/podcast", "until next time", "thank you for listening", "thanks", "have a good one"]}